Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: Unknown reason
be: Невядомая прычына
ca: Motiu desconegut
es: Motivo desconocido
fr: Raison inconnue
gl: Motivo descoñecido
id: Alasan tidak diketahui
it: Ragione sconosciuta
ja: 理由不明
kk: Belgisiz sebep
nb: Ukjent grunn
pl: Nieznany powód
pt: Motivo desconhecido
pt_br: Motivo desconhecido
ru: Неизвестная причина
sq: Arsye e panjohur
tr: Bilinmeyen sebep
uk: Невідома причина
zh_hans: 未知原因

source: Payments are temporarily inactive.
be: Плацяжы часова неактыўныя.
ca: Els pagaments estan temporalment inactius.
es: Los pagos están temporalmente inactivos.
fr: Les paiements sont temporairement inactifs.
gl: Os pagamentos fican inactivos de xeito temporal.
id: Pembayaran untuk sementara tidak aktif.
it: I pagamenti sono temporaneamente disabilitati.
ja: 支払いは一時的に無効です。
kk: Tólemder ýaqytsha belsendi emes.
nb: Betalinger er midlertidig avslått.
pl: Płatności są tymczasowo nieaktywne.
pt: Os pagamentos estão temporariamente inativos.
pt_br: Pagamentos estão temporariamente inativos.
ru: Платежи временно не работают.
sq: Pagesat janë hëpërhë jo aktive.
tr: Ödemeler geçici olarak devre dışıdır.
uk: Платежі тимчасово недійсні.
zh_hans: 付款暂时无效。

source: We comply with the Regulation No. %(law_679_2016)s, the General Data Protection Regulation, also known as GDPR. This document includes necessary specifications.
be: Мы выконваем Правіла № %(law_679_2016)s, General Data Protection Regulation, вядомы як GDPR. Гэты дакумент уключае ў сябе неабходныя спецыфікацыі.
ca: Complim amb la Llei núm. %(law_679_2016)s, el Reglament General de Protecció de Dades, conegut també com a RGPD. Aquest document inclou les especificacions necessàries.
es: Cumplimos con la ley n.º %(law_679_2016)s, el Reglamento General de Protección de Datos, también conocido como el RGPD. Este documento incluye las especificaciones necesarias.
fr: Nous respectons le règlement nᵒ %(law_679_2016)s, le règlement général sur la protection des données, aussi appelé RGPD. Ce document contient les mentions requises.
gl: Cumprimos ca lei número %(law_679_2016)s, a normativa xeral da protección de datos, tamén coñecida coma a RGPD. Este documento inclúe as especificacións precisadas.
id: Kami mematuhi Peraturan No. %(law_679_2016)s, Regulasi Perlindungan Data Umum, juga dikenal sebagai GDPR. Dokumen ini mencakup spesifikasi yang diperlukan.
it: Noi rispettiamo il regolamento n. %(law_679_2016)s , il regolamento generale sulla protezione dei dati, noto anche come GDPR. Questo documento include le specifiche necessarie.
ja: 私たちは、規則番号 %(law_679_2016)s、GDPR としても知られている一般データ保護規則に準拠しています。この文書には必要な仕様が含まれています。
kk: GDPR dep te atalatyn Derekterdi Qorǵaýdyń Jalpy Reglamentin, № %(law_679_2016)s Erejesi, ustanamyz. Bul qujat qajetti erekshelikterdi qamtıdy.
nb: Vi overholding regulering nr. %(law_679_2016)s, General Data Protection Regulation, også kjent som GDPR. Dette dokumentet inneholder nødvendige spesifikasjoner.
pl: Przestrzegamy rozporządzenia nr %(law_679_2016)s, Ogólnego Rozporządzenia o Ochronie Danych, zwanego również GDPR. Ten dokument zawiera niezbędne specyfikacje.
pt: Nós cumprimos com o 'Regulamento Nr. %(law_679_2016)s', o "Regulamento Geral de Proteção de Dados", também conhecido como RGPD. Este documento inclui as especificações necessárias.
pt_br: Cumprimos o Regulamento nº %(law_679_2016)s, o Regulamento Geral sobre a Proteção de Dados, também conhecido como RGPD. Este documento inclui especificações necessárias.
ru: Мы придерживаемся Постановления № %(law_679_2016)s, Общий регламент о защите данных, также известный как GDPR. Этот документ включает необходимые спецификации.
sq: Funksionojmë në pajtim me Rregulloren No. %(law_679_2016)s, Rregullorja e Përgjithshme e Mbrojtjes së të Dhënave, e njohur edhe si GDPR. Ky dokument përfshin specifikimet e domosdoshme.
tr: GDPR olarak da bilinen Genel Veri Koruma Yönetmeliği %(law_679_2016)s sayılı Yönetmeliğe uyuyoruz. Bu belge gerekli özellikleri içermektedir.
uk: Ми дотримуємося Постанови № %(law_679_2016)s (Загальний регламент про захист даних, також відомий як GDPR). Цей документ містить необхідні специфікації.
zh_hans: 我们遵守法规 No.%(law_679_2016)s ，即通用数据保护法规，也称为 GDPR 。本文档包含必要的规范。

source: Personal Data Controller
be: Кіраўнік асабістых даных
ca: Controlador de les dades personals
es: Responsable del tratamiento de datos personales
fr: Contrôle des Données Personnelles
gl: Control dos datos persoais
id: Pengendali Data Pribadi
it: Controller dati personali
ja: 個人情報管理
kk: Derbes Derekterdi Basqarýshy (Personal Data Controller)
nb: Personlig datakontrollør
pl: Administrator danych osobowych
pt: Controlador de Dados Pessoais
pt_br: Controlador de Dados Pessoais
ru: Управляющий Персональными данными (Personal Data Controller)
sq: Kontrollor të Dhëna Personale
tr: Kişisel Veri Denetleyici
uk: Управління особистими даними
zh_hans: 个人数据控制器

source: %(provider)s, Reg. No. %(reg_no)s
be: %(provider)s, Рэг. нум. %(reg_no)s
ca: %(provider)s, núm. de reg. %(reg_no)s
es: %(provider)s, n.º de reg. %(reg_no)s
fr: %(provider)s, Loi No. %(reg_no)s
gl: %(provider)s, número do rexistro %(reg_no)s
it: %(provider)s, reg. n. %(reg_no)s
ja: %(provider)s（登録番号 %(reg_no)s）
kk: %(provider)s, Reg. № %(reg_no)s
nb: %(provider)s, Reg. nr. %(reg_no)s
pl: %(provider)s, Nr rej. %(reg_no)s
pt: %(provider)s, reg. nº %(reg_no)s
pt_br: %(provider)s, Reg. nº %(reg_no)s
ru: %(provider)s, Reg. № %(reg_no)s
sq: %(provider)s, Nr. Rregulloreje %(reg_no)s
tr: %(provider)s, Kayıt. No. %(reg_no)s
uk: %(provider)s, реєстр. №. %(reg_no)s
zh_hans: %(provider)s，注册编号（Reg. No.）%(reg_no)s

source: Weblate has appointed a data protection officer who may be reached via %(privacy_contact)s.
be: Weblate прызначыў супрацоўніка па абароне даных, з якім можна звязацца па %(privacy_contact)s.
ca: Weblate ha establert un responsable de la protecció de dades, amb qui podeu contactar via %(privacy_contact)s.
es: Weblate ha definido un responsable de protección de datos a quien puede contactar a través de %(privacy_contact)s.
fr: Weblate a nommé un responsable de la protection des données que vous pouvez joindre par %(privacy_contact)s.
gl: O Weblate definiu un responsábel de protección de datos que pode ser contactado a través de %(privacy_contact)s.
id: Weblate telah menunjuk petugas perlindungan data yang dapat dihubungi melalui %(privacy_contact)s.
it: Weblate ha nominato un responsabile della protezione dei dati che può essere raggiunto via %(privacy_contact)s.
ja: Weblate は %(privacy_contact)s で連絡が取れるデータ保護担当者を任命しました。
nb: Weblate har utpekt en databeskyttelsesoffiser, som kan nås via %(privacy_contact)s.
pl: Weblate wyznaczył inspektora ochrony danych, do którego można dotrzeć przez %(privacy_contact)s.
pt: Weblate nomeou um agente de proteção de dados, que poderá ser contactado via %(privacy_contact)s.
pt_br: O Weblate nomeou um escritório de proteção de dados que pode ser alcançado via %(privacy_contact)s.
ru: У Weblate имеется назначенный офицер защиты данных. С ним можно связаться с помощью %(privacy_contact)s.
sq: Weblate ka caktuar një zyrtar mbrojtjeje të dhënash që mund të kontaktohet përmes %(privacy_contact)s.
tr: Weblate %(privacy_contact)s aracılığıyla ulaşılabilecek bir veri koruma görevlisi atadı.
uk: У нас міститься службовець із захисту даних. З ним можна зв'язатися за допомогою %(privacy_contact)s.
zh_hans: Weblate 已任命一名数据保护官，该官员可通过 %(privacy_contact)s进行访问。

source: Personal Data processed by Weblate
be: Асабістыя даныя, што апрацоўваюцца Weblate
ca: Dades personals processades per Weblate
es: Datos personales procesados por Weblate
fr: Données personnelles traitées par Weblate
gl: Datos persoais procesados polo Weblate
id: Data Pribadi yang diolah oleh Weblate
it: Dati personali analizzati da Weblate
ja: Weblate が管理する個人情報
nb: Personopplysninger behandlet av Weblate
pl: Dane osobowe przetwarzane przez Weblate
pt: Dados pessoais processados por Weblate
pt_br: Dados Pessoais processados pelo Weblate
ru: Персональные данные, которые обрабатывает Weblate
sq: Të dhëna Personale të përpunuara nga Weblate
tr: Weblate tarafından işlenen Kişisel Veriler
uk: Особисті дані, які ми опрацьовуємо
zh_hans: Weblate 处理的个人数据

source: Weblate only processes Personal Data the User provides by using it:
be: Weblate апрацоўвае толькі тыя асабістыя даныя, якія падае карыстальнік:
ca: Weblate només processa les dades personals que l'usuari proporciona en fer-ne ús:
es: Weblate procesa únicamente los datos personales que el usuario proporciona al utilizarlo:
fr: Weblate ne traite que les données personnelles fournies par l’utilisateur lorsqu’il utilise nos services :
gl: O Weblate procesa de xeito único os datos persoais que o usuario fornece ó empregalo:
id: Weblate hanya mengolah Data Pribadi yang disediakan oleh Pengguna secara:
it: Weblate elabora solo i dati personali dell'utente che ce li fornisce usando il nostro servizio:
ja: Weblate は、利用者が提供する個人情報のみ使用します。
nb: Weblate behandler kun personopplysninger brukeren gjør tilgjengelig ved å bruke det:
pl: Weblate przetwarza tylko te dane osobowe, które Użytkownik udostępnił przy ich użyciu:
pt: A Weblate processa apenas os Dados Pessoais que o Utilizador fornece ao utilizar-os:
pt_br: O Weblate só processa Dados Pessoais que o Usuário nos fornece usando-o:
ru: Weblate обрабатывает только те Персональные данные, которые Пользователь предоставляет при использования нашей услуги:
sq: Weblate-i përpunon vetëm të Dhëna Personale të furnizuara nga Përdoruesi përmes përdorimit të tij:
tr: Weblate, yalnızca Kullanıcının sağladığı Kişisel Verileri kullanır:
uk: Ми опрацьовуємо лише ті особисті дані, які користувач надає нам шляхом використання наших послуг:
zh_hans: Weblate 仅处理用户提供的个人数据：：

source: Name and e-mail
be: Імя і электронная пошта
ca: Nom i correu electrònic
es: Nombre y correo electrónico
fr: Nom et adresse courriel
gl: Nome e enderezo do correo electrónico
id: Nama dan surel
it: Nome utente e email
ja: 名前とメールアドレス
kk: Aty jáne e-poshta
nb: Navn og e-post
pl: Nazwa i e-mail
pt: Nome e e-mail
pt_br: Nome e e-mail
ru: Имя и e-mail
sq: Emër dhe email
tr: Ad ve e-posta
uk: Ім'я користувача та електронна пошта
zh_hans: 名称和电子邮箱

source: These are used to identify you in the VCS commits
be: Выкарыстоўваецца для ідэнтыфікацыі вас у VCS-унёсках
ca: S'utilitzen per a identificar-vos a les publicacions del sistema de control de versions
es: Estos se utilizan para identificarle en las consignas de VCS
fr: Elles sont utilisées pour vous identifier dans le système de contrôle des versions
gl: Estes empréganse para identificarlle nas confirmacións VCS
id: Ini digunakan untuk mengidentifikasi Anda dalam commit VCS
it: Queste sono usate per identificarti nelle modifiche VCS
ja: これらは、VCS のコミットにおいて、あなたを識別するために使用されます
kk: Olar VCS-komıtterinde sizdi anyqtaý úshin paıdalanylady
nb: Disse brukes for å identifisere deg i VKS-innsendelser
pl: Służą one do identyfikacji użytkownika w zatwierdzeniach VCS
pt: Estes são utilizados para identificá-lo nas submissões de VCS
pt_br: Estes são usados para identificar você nos commits de VCS
ru: Используются для идентификации в VCS-коммитах
sq: Këto përdoren për identifikimin tuaj te depozitimet VCS
tr: Bunlar VCS işlemelerinde sizi tanımlamak için kullanılır
uk: Використовуються для ідентифікації вас під час під зміни коду VCS
zh_hans: 这些信息将用于在版本控制系统提交（VCS commits）中辨认出你

source: Additionally, e-mail is used for notification of watched events
be: Дадаткова электронная пошта выкарыстоўваецца для апавяшчэнняў
ca: A més a més, s'utilitza el correu electrònic per a la notificació d'esdeveniments en seguiment
es: Además, el correo electrónico se utiliza para la notificación de sucesos en seguimiento
fr: Par ailleurs, votre adresse courriel est utilisée pour les notifications relatives aux événements que vous surveillez
gl: Ademais, o correo electrónico emprégase para a notificación dos acontecementos observados
id: Selain itu, surel digunakan untuk memberi notifikasi pada proyek yang diikuti
it: Inoltre, la mail è usata per le notifiche gli eventi monitorati
ja: また、監視中のイベントの通知にはメールを使用します
kk: Sonymen qatar, e-poshta baqylanatyn oqıǵalar týraly habarlandyrý úshin paıdalanylady
nb: Videre benyttes e-post for merknader om hendelser det holdes oppsyn med
pl: Ponadto wiadomość e-mail służy do powiadamiania o obserwowanych zdarzeniach
pt: Adicionalmente, o e-mail é utilizado para notificação dos eventos vigiados
pt_br: Além disto, o e-mail é usado para notificação de eventos observados
ru: Кроме того, e-mail используется для уведомлений об отслеживаемых событиях
sq: Veç kësaj, email-i përdoret për njoftim rreth aktesh që mbikëqyrni
tr: Ek olarak, eposta izlenen etkinliklerin bildirimi için kullanılır
uk: Крім того, адреса ел. пошти використовується для сповіщень
zh_hans: 另外，电子邮箱地址用于接收你关注的事件的消息提醒

source: Password in hashed form
be: Пароль у хэшаванай форме
ca: Contrasenya en forma de resum
es: Contraseña en forma de resumen criptográfico
fr: Mot de passe haché
gl: Contrasinal en forma de 'hash'
id: Kata sandi dalam bentuk yang ditagarkan
it: Hash della password
ja: ハッシュ形式のパスワード
kk: Paról hesh pishininde
nb: Passord i sjekksummert form
pl: Hasło w formie haszowanej
pt: Palavra-passe em formato "hash"
pt_br: Senha na forma de hash
ru: Пароль в хэшированной форме
sq: Fjalëkalim në formë hashi
tr: Sağlama biçiminde parola
uk: Пароль у гешованій формі
zh_hans: 散列形式的密码

source: Used to authenticate the User, if configured
be: Выкарыстоўваецца для аўтэнтыфікацыі карыстальніка, калі наладжана
ca: S'utilitza per a autenticar l'usuari, si està configurat
es: Se utiliza para autenticar al usuario si está configurado
fr: Si paramétré, est utilisé pour authentifier l’utilisateur
gl: Emprégase para autenticar ó usuario se está configurado
id: Digunakan untuk autentikasi Pengguna, bila telah dikonfigurasi
it: Usato per autenticare l'utente se configurato
ja: 設定すると、利用者の認証に使用します
nb: Brukt til autentisering av brukeren, hvis satt opp
pl: Używane do uwierzytelniania użytkownika, jeśli skonfigurowano
pt: Utilizado para autenticar o utilizador, se configurado
pt_br: Usado para autenticar o Usuário, se configurado
ru: Если настроено, используется для аутентификации Пользователя
sq: I përdorur për mirëfilltësimin e Përdoruesit, në u formësoftë
tr: Yapılandırılmışsa, Kullanıcının kimliğini doğrulamak için kullanılır
uk: Використовується для розпізнавання користувача, якщо налаштовано
zh_hans: 用于验证用户（如果已配置）

source: IP address and browser name
be: IP-адрас і назва браўзера
ca: Adreça IP i nom del navegador
es: Dirección IP y nombre del navegador
fr: Adresse IP et nom de votre navigateur Internet
gl: Enderezo IP e nome do navigador
id: Alamat IP dan nama peramban web
it: Indirizzo IP e nome browser
ja: IP アドレスとブラウザ名
kk: IP-mekenjaı jane sholǵysh ataýy
nb: IP-adresse og nettlesernavn
pl: Adres IP i nazwa przeglądarki
pt: Endereço de IP e nome do navegador
pt_br: Endereço IP e nome do navegador
ru: IP-адрес и название браузера
sq: Adresë IP dhe emër shfletuesi
tr: IP adresi ve tarayıcı adı
uk: IP адреса і назва вебпереглядача
zh_hans: IP 地址和浏览器名称

source: These are logged in case of important changes to your account (e.g. password change) to allow diagnosis in case your account is stolen
be: Запісваецца ў выпадку важных змен у вашым акаўнце (напрыклад, змена пароля), каб зрабіць дыягностыку ў выпадку крадзяжу акаўнта
ca: Es registren en cas de canvis importants al vostre compte (p. ex. un canvi de contrasenya) per a permetre'n el diagnòstic en el cas d'un robatori del compte
es: Estos se registran en caso de cambios importantes en su cuenta (por ejemplo, cambio de contraseña) para permitir el diagnóstico en caso de que su cuenta sea robada
fr: Ils sont journalisés en cas de modifications importantes de votre compte (par exemple, un changement de mot de passe) afin de permettre un diagnostic en cas de vol de votre compte
gl: Estes rexístranse no caso de mudanzas importantes na súa conta (por exemplo, mudado do contrasinal) para permiti-lo diagnóstico no caso de que a súa conta sexa roubada
id: Ini dicatat jika ada perubahan penting pada akun Anda (seperti Perubahan kata sandi) untuk memungkinkan pemeriksaan seandainya akun Anda dicuri
it: Questi sono registrati in casi di importanti modifiche al tuo account (ad esempio modifica della password) per consentire la diagnosi nel caso in cui il tuo account venga rubato
ja: アカウントが盗まれた場合の解析用に、アカウントの重要な変更 (例：パスワードの変更) のログを記録しています
kk: Tirkelgińiz urlanǵan jaǵdaıda dıagnostıkaǵa ruqsat etý úshin, tirkelgide mańyzdy ózgerister bolǵan jaǵdaıda (mysaly, paróldi ózgertý) bular jurnalǵa tirkeledi
nb: Disse loggføres i fall viktige endringer på kontoen din inntreffer (f.eks. passordbytte) for å tillate diagnose i tilfelle kontoen din blir stjålet
pl: Są one rejestrowane w przypadku ważnych zmian na koncie (np. Zmiana hasła) w celu umożliwienia diagnozy w przypadku kradzieży konta
pt: Estes são registados no caso de alterações importantes (por exemplo, alteração de Palavra-passe) para permitir o diagnóstico se a conta for roubada
pt_br: Eles são registrados no caso de alterações importantes em sua conta (ex: alteração de senha) e permitem um diagnóstico caso sua conta seja roubada
ru: Они журналируются на случай существенных изменений в вашей учётной записи (например, смена пароля), чтобы позволить диагностику в случае кражи вашей учётной записи
sq: Këto regjistrohen për t’u përdorur në rast ndryshimesh të rëndësishme te llogaria juaj (p.sh., ndryshim fjalëkalimi) për të lejuar diagnostikim në rast se vidhet llogaria juaj
tr: Bunlar, hesabınızda önemli değişiklikler olduğunda (örn. parola değişikliği) hesabınızın çalınması durumunda tanıya izin vermek için günlüklenir
uk: Записуються для випадку важливих змін у ваш обліковий запис (наприклад, зміна пароля), щоб зробити діагностику в разі крадіжки облікового запису
zh_hans: 这些记录已存储以备在你的账户有重要的变更时 (例如更改密码) 判断你的账号是否已被盗取

source: Billing information
be: Плацёжная інфармацыя
ca: Informació de facturació
es: Datos de facturación
fr: Informations de facturation
gl: Informacións de pagamentos
id: Informasi penagihan
it: Dati di fatturazione
ja: お支払い情報
kk: Bılıń aqparaty
nb: Faktureringsinformasjon
pl: Informacje rozliczeniowe
pt: Informação de faturação
pt_br: Informações de cobrança
ru: Платёжная информация
sq: Të dhëna faturimi
tr: Fatura bilgileri
uk: Платіжні відомості
zh_hans: 账单信息

source: In case you purchase service from us, we collect additional billing information necessary for issuing an invoice
be: Калі вы набываеце ў нас паслугу, мы збіраем дадатковую плацёжную інфармацыю, каб выставіць рахунак
ca: En cas que ens compreu un servei, recollim informació de facturació addicional necessària per a emetre una factura
es: En caso comprar un servicio, recopilamos la información de facturación adicional necesaria para emitir una factura
fr: Dans le cas où vous achetez l’un de nos services, nous recueillons des informations supplémentaires nécessaires à l’émission d’une facture
gl: No caso de que merques o noso servizo, colleitamos informacións adicionais de pagamento necesarias para a emisión dun pagamento
id: Jika Anda membeli layanan dari kami, kami mengumpulkan tambahan informasi penagihan yang diperlukan untuk menerbitkan faktur
it: Nel caso di acquisto del servizio, avremo bisogno di ulteriori informazioni necessarie per l'emissione della fattura
ja: サービスを購入された場合、請求書の発行に必要な追加のお支払情報を収集します
kk: Eger qyzmetti bizden satyp alsańyz, ınvoıs shyǵarý úshin qajetti qosymsha bılıń aqparatyn jınaımyz
nb: Hvis du kjøper en tjeneste av oss, samler vi ytterligere faktureringsinformasjon som trengs for utstedelse av faktura
pl: W przypadku zakupu usługi od nas, zbieramy dodatkowe informacje rozliczeniowe niezbędne do wystawienia faktury
pt: Caso adquira os nossos serviços, nós recolhemos informação de faturação adicional, necessária para a emissão de faturas
pt_br: No caso de você contratar nosso serviço, coletamos informações adicionais de cobrança necessárias para emitir uma fatura
ru: В случае, если вы приобретаете услуги у нас, мы собираем дополнительные платёжную информацию, необходимую для выставления счёта
sq: Në rast se blini shërbim prej nesh, grumbullojmë të dhëna shtesë faturimi të nevojshme për lëshimin e një fature
tr: Bizden hizmet satın almanız durumunda, fatura çıkarmak için gerekli ek fatura bilgilerini topluyoruz
uk: У випадку, коли ви купуєте цю послугу в нас, ми збираємо додаткову платіжну інформацію, необхідну для виставлення рахунку
zh_hans: 如果您向我们购买服务，我们会收集开立发票所需的其他结帐资讯

source: Purpose and legal basis of processing Personal Data
be: Мэта і прававая аснова апрацоўкі асабістых даных
ca: Finalitat i bases legals del processament de dades personals
es: Proposito y bases legales para el procesamiento de Datos Personales
fr: Objectif et bases légales du traitement des Données Personnelles
gl: Obxectivo e bases legais para o procesamento dos datos personais
id: Tujuan dan dasar hukum pengolahan Data Pribadi
it: Scopo e base giuridica del trattamento dei dati personali
ja: 個人情報の管理の目的と法的根拠
kk: Derbes Derekterdi óńdep shyǵarýdyń maqsaty men zańdy negizderi
nb: Formål og legal basis for behandling av personlig data
pl: Cel i podstawa prawna przetwarzania danych osobowych
pt: Propósito e bases legais do processamento de 'Dados Pessoais'
pt_br: Proposta e base legal de processamento de Dados Pessoais
ru: Назначение и правовая основа обработки Персональных данных
sq: Qëllim dhe bazë ligjore për përpunimin e të Dhënave Personale
tr: Kişisel Verilerin işlenmesinin amacı ve yasal dayanağı
uk: Ціль і правова основа опрацювання особистих даних
zh_hans: 处理个人资料的目的和法律依据

source: Your Personal Data will be used for the purposes of the Service:
be: Вашыя асабістыя даныя выкарыстоўваюцца для наступных мэтаў сэрвісу:
ca: Les vostres dades personals s'utilitzaran per a les finalitats del servei:
es: Sus datos personales se utilizarán para las finalidades del servicio:
fr: Vos Données Personnelles seront utilisées pour les besoins du Service :
gl: Os seus datos persoais só serán empregados con obxectivos do servizo:
id: Data Pribadi Anda akan digunakan untuk keperluan Layanan:
it: I tuoi dati personali saranno utilizzati per gli scopi del servizio:
ja: お客様の個人情報は、本サービスの目的で使用します:
kk: Sizdiń Derbes Derekterińiz Qyzmettiń myna maqsattary úshin paıdalanylady:
nb: Din personlige data vil bli brukt i formålet av tjenesten:
pl: Twoje dane osobowe będą wykorzystywane na potrzeby Usługi:
pt: Os seus 'Dados Pessoais' serão utilizados para os propósitos do 'Serviço':
pt_br: Seus Dados Pessoais serão usados para os propósitos do Serviço:
ru: Ваши Персональные данные будут использованы в целях Сервиса:
sq: Të dhënat tuaja Personale do të përdoren për qëllimet e Shërbimit:
tr: Kişisel Verileriniz, Hizmet işlemleri için kullanılacaktır:
uk: Ваші особисті дані використовуються з такою ціллю:
zh_hans: 您的个人数据将用于服务目的：
