Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: Generate Unknown Horizons scenario data
be: Генераваць даныя для сцэнарыю Unknown Horizons
ca: Genera les dades de l'escenari Unknown Horizons
es: Generar datos de escenario de Unknown Horizons
fr: Générer des données de scénario d’horizons inconnus
gl: Xerar un escenario de datos do 'Unknown Horizons'
id: Hasilkan data skenario Unknown Horizons
it: Genera dati scenario orizzonte sconosciuto
ja: Unknown Horizons シナリオデータを生成する
kk: Unknown Horizons senarı derekterin jasaý
nb: Genererer ukjent Horizons-handlingsdata
pl: Wygeneruj dane scenariusza Nieznane Horyzonty
pt: Gerar dados de cenário "Horizontes Desconhecidos"
pt_br: Gerar dados de cenário de Unknown Horizons
ru: Генерировать данные для сценария Unknown Horizons
sq: Prodho të dhëna skenari Horizonte të Panjohura
tr: Unknown Horizons senaryo verilerini oluştur
uk: Породити дані для сценарію Unknown Horizons
zh_hans: 生成未知的视野场景数据

source: Reset repository to upstream
be: Скінуць рэпазіторый да верхняга
ca: Reinicialitza el dipòsit a la font
es: Restablecer repositorio a ascendente
fr: Réinitialisation du dépôt en amont
gl: Restabelecer o repositorio á fonte
id: Reset repositori ke upstream
it: Ripristina archivio in upstream
ja: リポジトリをアップストリームにリセット
nb: Tilbakestill kodelager til det oppstrøms
pl: Zresetuj repozytorium w górę
pt: Redefinir repositório para "upstream"
pt_br: Redefinir repositório para upstream
ru: Сбросить репозиторий в исходное состояние
sq: Ktheje projektin te gjendja e burimit
tr: Havuzu yukarı akışa sıfırla
uk: Скинути сховище до початкового стану
zh_hans: 将代码库重置为上游状态

source: Reset all changes in the local repository
be: Скінуць усе змены ў лакальным рэпазіторыі
ca: Desfà tots els canvis del dipòsit local
es: Deshacer todos los cambios del repositorio local
fr: Réinitialiser toutes les modifications dans le dépôt local
gl: Desfacer tódalas mudanzas do repositorio local
id: Reset semua perubahan di repositori lokal
it: Reimposta le modifiche nell'archivio locale
ja: ローカルリポジトリ内のすべての変更をリセットする
kk: Jergilikti repozıtorıdaǵy barlyq ózgeristerdi ysyrý
nb: Tilbakestill alle forandringer i det lokale pakkelageret
pl: Zresetuj wszystkie zmiany w repozytorium lokalnym
pt: Redefinir todas as alterações no repositório local
pt_br: Redefinir todas as alterações no repositório local
ru: Сбросить все изменения в локальном репозитории
sq: Zero krejt ndryshimet te depoja vendore
tr: Yerel havuzdaki tüm değişiklikleri sıfırla
uk: Очистити усі зміни у локальному сховищі
zh_hans: 重置本地代码库中的所有变更

source: Billing
be: Аплата
ca: Facturació
es: Facturación
fr: Facturation
gl: Pagamentos
id: Penagihan
it: Fatturazione
ja: 課金
kk: Bılıń
nb: Fakturering
pl: Biling
pt: Faturação
pt_br: Cobrança
ru: Биллинг
sq: Faturim
tr: Faturalama
uk: Оплата
zh_hans: 账单

source: Choose the billing plan you want to update
be: Абярыце тарыфны план для абнаўлення
ca: Trieu el pla de facturació que voleu actualitzar
es: Elija el plan de facturación que desea actualizar
fr: Sélectionnez le plan de facturation à modifier
gl: Escolla o plan de facturamento que desexa actualizar
id: Pilih plan penagihan yang ingin Anda perbarui
it: Scegli il piano di fatturazione che vuoi aggiornare
ja: 更新する料金プランの選択
kk: Jańartqyńyz keletin tarıftik josparyn tańdańyz
nb: Velg betalingsplanen du ønsker å oppdatere
pl: Wybierz abonament, który chcesz zaktualizować
pt: Escolha o plano de faturação que deseja atualizar
pt_br: Escolha o plano de cobrança que você deseja atualizar
ru: Выбор тарифного плана, который вы желаете обновить
sq: Zgjidhni plan faturimi të cilin doni të përditësoni
tr: Güncellemek istediğiniz ödeme planını seçin
uk: Виберіть тарифний план для оновлення
zh_hans: 选择要更新的付费套餐

source: Create new billing plan
be: Стварыць новы тарыфны план
ca: Crea un pla de facturació nou
es: Crear plan de facturación nuevo
fr: Créer un nouveau plan de facturation
gl: Facer un novo plan de facturamento
id: Buat plan penagihan baru
it: Crea un nuovo piano di fatturazione
ja: 料金プランの新規作成
kk: Jańa tarıftik josparyn jasaý
nb: Opprett ny betalingsplan
pl: Utwórz nowy abonament
pt: Criar novo plano de faturação
pt_br: Criar novo plano de cobrança
ru: Создать новый тарифный план
sq: Krijoni plan të ri faturimi
tr: Yeni faturalandırma planı oluştur
uk: Створити новий тарифний план
zh_hans: 使用新的付费套餐

source: Create billing plan
be: Стварыць тарыфны план
ca: Crea un pla de facturació
es: Crear plan de facturación
fr: Créer le plan de facturation
gl: Facer plan de facturamento
id: Buat plan penagihan
it: Crea un piano di fatturazione
ja: 料金プランの作成
kk: Tarıftik josparyn jasaý
nb: Opprett betalingsplan
pl: Utwórz abonament
pt: Criar plano de faturação
pt_br: Criar plano de cobrança
ru: Создать тарифный план
sq: Krijoni plan faturimi
tr: Faturalandırma planı oluştur
uk: Створити тарифний план
zh_hans: 使用付费套餐

source: New billing plan
be: Новы тарыфны план
ca: Pla de facturació nou
es: Nuevo plan de facturación
fr: Nouveau plan de facturation
gl: Novo plan de facturamento
id: Plan penagihan baru
it: Nuovo piano di fatturazione
ja: 新しい料金プラン
kk: Jańa tarıftik jospar
nb: Ny betalingsplan
pl: Nowy plan rozliczeniowy
pt: Novo plano de faturação
pt_br: Novo plano de cobrança
ru: Новый тарифный план
sq: Plan i ri faturimi
tr: Yeni faturalandırma planı
uk: Новий тарифний план
zh_hans: 新的付费套餐

source: Please choose a hosting plan that fits the size of your project.
be: Калі ласка, абярыце план хостынгу, які падыходзіць вашаму праекту.
ca: Trieu un pla d'allotjament que s'ajusti a la mida del vostre projecte.
es: Elija un plan de alojamiento que se ajuste al tamaño de su proyecto.
fr: Veuillez choisir un plan d’hébergement adapté à la taille de votre projet.
gl: Escolla un plan de aloxamento que se axuste ó tamaño do seu proxecto.
id: Silakan memilih plan hosting yang sesuai dengan proyek Anda.
it: Scegli un piano di hosting adatto alle dimensioni del progetto.
ja: プロジェクトの規模に適したホスティング プランを選択してください。
kk: Jobańyzdyń ólshemine sáıkes keletin hostıń josparyn tańdańyz.
nb: Velg vertstjeningsplanen som passer ditt prosjekts størrelse.
pl: Wybierz plan hostingowy, który pasuje do wielkości Twojego projektu.
pt: Por favor, escolha um plano de alojamento adequado ao tamanho do seu projeto.
pt_br: Escolha um plano de hospedagem adequado para o tamanho de seu projeto.
ru: Выберите подходящий для вашего проекта план хостинга.
sq: Ju lutemi, zgjidhni një plan strehimi që i bën madhësisë së projektit tuaj.
tr: Projenizin büyüklüğüne uygun bir hosting planı seçiniz.
uk: Будь ласка, виберіть план хостингу, який підходить для розміру вашого проєкту.
zh_hans: 请选择适合您项目规模的托管套餐。

source: Current billing status
be: Актуальны стан разлікаў
ca: Estat actual de la facturació
es: Estado actual de facturación
fr: Statut actuel de la facturation
gl: Estado actual do facturamento
id: Status penagihan saat ini
it: Stato fatturazione attuale
ja: 現在の請求情報
kk: Aóymdyq bılıń kúıi
nb: Nåværende faktureringsstatus
pl: Aktualny status rozliczeniowy
pt: Estado da faturação atual
pt_br: Status atual de cobrança
ru: Биллинг: текущий статус
sq: Gjendje e tanishme faturimi
tr: Geçerli faturalandırma durumu
uk: Поточний стан передплати
zh_hans: 当前账单状态

source: Too small for your project.
be: Замалы для вашага праекта.
ca: Massa petit per al vostre projecte.
es: Demasiado pequeño para su proyecto.
fr: Trop petit pour votre projet.
gl: Pequeno de máis para o seu proxecto.
id: Terlalu kecil untuk proyek Anda.
it: Troppo piccolo per il tuo progetto.
ja: 選択したホスティング プランはプロジェクトの規模と比べて小さすぎます。
kk: Jobańyz úshin tym kishkentaı.
nb: For liten for ditt prosjekt.
pl: Zbyt mały dla twojego projektu.
pt: Pequeno demais para o seu projeto.
pt_br: Pequeno demais para seu projeto.
ru: Вашему проекту нужен план побольше.
sq: Shumë e bogël për projektin tuaj.
tr: Projeniz için çok küçük.
uk: Надто малий для вашого проєкту.
zh_hans: 对于您的项目来说太小了。

source: Too small
be: Замалы
ca: Massa petit
es: Demasiado pequeño
fr: Trop petit
gl: Pequeno de máis
id: Terlalu kecil
it: Troppo piccolo
ja: 小さすぎる
kk: Tym kishkentaı
nb: For liten
pl: Za mały
pt: Pequeno demais
pt_br: Pequeno demais
ru: Слишком маленький
sq: Shumë e vogël
tr: Çok küçük
uk: Замалий
zh_hans: 太小

source: Selected plan
be: Абраны план
ca: Pla seleccionat
es: Plan seleccionado
fr: Sélectionner un plan
gl: Plan escollido
id: Plan terpilih
it: Piano selezionato
ja: 選択したプラン
kk: Bólektelgen jospar
nb: Valgt plan
pl: Wybrany plan
pt: Plano selecionado
pt_br: Plano selecionado
ru: Выбранный план
sq: Plani i përzgjedhur
tr: Seçilen plan
uk: Вибраний план
zh_hans: 选定的套餐

source: Current plan
be: Бягучы план
ca: Pla actual
es: Plan actual
fr: Plan actuel
gl: Plan actual
id: Plan saat ini
it: Piano attuale
ja: 現在のプラン
kk: Aǵymdyq jospar
nb: Nåværende plan
pl: Obecny plan
pt: Plano atual
pt_br: Plano atual
ru: Текущий план
sq: Plani i tanishëm
tr: Mevcut plan
uk: Поточний план
zh_hans: 当前套餐

source: Strings limit
be: Ліміт радкоў
ca: Límit de cadenes
es: Límite de cadenas
fr: Limite des chaînes
gl: Límite de cadeas
id: Batas string
it: Limite stringhe
ja: 文字列の数の上限
kk: Joldar shegi
nb: Strengebegrensning
pl: Limit ciągów tekstowych
pt: Limite de entradas
pt_br: Limites do texto
ru: Лимит строк
sq: Kufi vargjesh
tr: Satır sınırı
uk: Число рядків
zh_hans: 字符串限制

source: Unlimited
be: Неабмежавана
ca: Il·limitat
es: Ilimitado
fr: Illimité
gl: Infindo
id: Tidak terbatas
it: Illimitato
ja: 無制限
kk: Sheksiz
nb: Ubegrenset
pl: Nieograniczone
pt: Ilimitado
pt_br: Ilimitados
ru: Неограниченно
sq: E pakufizuar
tr: Sınırsız
uk: Необмежено
zh_hans: 无限制

source: Languages limit
be: Ліміт моў
ca: Límit de llengües
es: Límite de idiomas
fr: Limite de langues
gl: Límite de linguas
id: Batasan bahasa
it: Limite lingue
ja: 言語数の上限
kk: Tilder shegi
nb: Grense for antall språk
pl: Limit języków
pt: Limite de idiomas
pt_br: Limite de idiomas
ru: Лимит языков
sq: Kufi gjuhësh
tr: Dillerin sınırı
uk: Число мов
zh_hans: 语言限制

source: Component limit
be: Ліміт кампанентаў
ca: Límit de components
es: Límite de componentes
fr: Limite du composant
gl: Límite de compoñentes
id: Batasan komponen
it: Limite componente
ja: コンポーネント数の上限
nb: Komponentgrense
pl: Limit składników
pt: Limite de componentes
pt_br: Limite de componentes
ru: Лимит компонентов
sq: Kufi përbërësish
tr: Bileşen sınırı
uk: Обмеження проєкту
zh_hans: 组件限制

source: Projects limit
be: Ліміт праектаў
ca: Límit de projectes
es: Límite de proyectos
fr: Limite des projets
gl: Límite de proxectos
id: Batas proyek
it: Limite progetti
ja: プロジェクト数の上限
kk: Jobalar shegi
nb: Prosjektgrense
pl: Limit projektów
pt: Limite de projetos
pt_br: Limite do projetos
ru: Лимит проектов
sq: Kufi projektesh
tr: Proje sınırı
uk: Обмеження проєкту
zh_hans: 项目限制

source: %(price)s EUR / month
be: %(price)s EUR / месяц
ca: %(price)s euros / mes
es: %(price)s €/mes
fr: %(price)s EUR / mois
gl: %(price)s EUR / mes
id: %(price)s EUR / bulan
it: %(price)s Euro / mese
ja: %(price)s ユーロ／月
kk: %(price)s EUR / aı
nb: %(price)s EUR / måned
pl: %(price)s euro / miesiąc
pt: %(price)s EUR/mês
pt_br: %(price)s EUR / mês
ru: %(price)s евро в месяц
sq: %(price)s euro / muaj
tr: %(price)s EUR / ay
uk: %(price)s EUR / місяць
zh_hans: %(price)s 欧元 / 每月

source: %(price)s EUR including VAT
be: %(price)s еўра ўключаючы ПДВ
ca: %(price)s euros, IVA inclòs
es: %(price)s €, IVA incluido
fr: %(price)s EUR (TVA comprise)
gl: %(price)s EUR incluíndo IVE
id: %(price)s EUR termasuk VAT
it: %(price)s EUR inclusa IVA
ja: %(price)s ユーロ（VAT 込み）
kk: %(price)s EUR (ҚҚС есептегенде)
nb: %(price)s EUR inkludert moms
pl: %(price)s EUR z podatkiem VAT
pt: %(price)s EUR incluindo IVA
pt_br: %(price)s EUR incluindo IVA (VAT)
ru: %(price)s евро (включая НДС)
sq: %(price)s euro përfshi TVSH
tr: KDV dahil %(price)s EUR
uk: %(price)s євро разом з ПДВ
zh_hans: %(price)s 欧元，包含增值税

source: %(price)s EUR / year
be: %(price)s EUR / год
ca: %(price)s euros / any
es: %(price)s €/año
fr: %(price)s EUR / an
gl: %(price)s EUR / ano
id: %(price)s EUR / tahun
it: %(price)s Euro / anno
ja: %(price)s ユーロ／年
kk: %(price)s EUR / jyl
nb: %(price)s EUR / år
pl: %(price)s euro / rok
pt: %(price)s EUR/ano
pt_br: %(price)s EUR / ano
ru: %(price)s евро в год
sq: %(price)s euro / vit
tr: %(price)s EUR / yıl
uk: %(price)s EUR / рік
zh_hans: %(price)s 欧元 / 每年

source: Pricing is based on the number of source strings and target languages. The source string is a text unit defined in a translation format, it can be a word, sentence or paragraph.
be: Кошт залежыць ад колькасці зыходных радкоў і мэтавых моў. Зыходны радок — тэкставая адзінка, якая выкарыстоўваецца ў перакладзе, гэта можа быць слова, сказ альбо абзац.
ca: Les tarifes es basen en el nombre de cadenes d'origen i de llengües de destinació. La cadena d'origen és una unitat de text definida en un format de traducció: pot ser un mot, una frase o un paràgraf.
es: El precio se basa en el número de cadenas de origen y de idiomas de destino. La cadena de origen es una unidad de texto definida en un formato de traducción; puede ser una palabra, una oración o un párrafo.
fr: Le prix est basé sur le nombre de chaînes sources et de langues cibles. La chaîne source est une unité de texte définie dans un format de traduction. Il peut s’agir d’un mot, d’une phrase ou d’un paragraphe.
gl: O prezo baséase no número de cadeas orixinais e das linguas de destino. A cadea de orixe é unha unidade de texto definida nun formato de tradución, pode ser palabra, frase ou un parágrafo.
id: Harga berdasarkan jumlah string sumber dan bahasa target. String sumber adalah unit teks yang ditetapkan dalam format terjemahan, dapat berupa kata, kalimat, atau paragraf.
it: Il prezzo si basa sul numero di stringhe sorgenti e sul numero di lingue destinazione. La stringa sorgente è un'unità di testo definita in un formato di traduzione, può essere una parola, una frase od un paragrafo.
ja: 価格は、原文となる文字列の数と対象となる言語の数を基準に設定しています。文字列の数は、翻訳対象となる一単位のテキストを一つと数えます。一単位のテキストは、単語一つの場合もあれば、一つの文、一つの段落となる場合があります。
nb: Prisen baserer seg på antallet kildestrenger og målspråk. Kildestrengen er et tekstelement definert i oversettelsesformat, det kan være et ord, en setning eller et avsnitt.
pl: Ceny są oparte na liczbie łańcuchów źródłowych i języków docelowych. Ciąg źródłowy to jednostka tekstowa zdefiniowana w formacie tłumaczenia, może to być słowo, zdanie lub akapit.
pt: O preço é baseado no número de entradas fonte e os idiomas de destino. A entrada fonte é uma unidade de texto definida num formato de tradução, esta pode ser uma palavra, uma frase ou um parágrafo.
pt_br: O preço é baseado no número de textos fontes e idiomas de destino. O texto fonte é uma unidade de texto definida em um formato de tradução, podendo ser uma palavra, sentença ou parágrafo.
ru: Цены зависят от количества исходных строк и целевых языков. Исходная строка — это текстовая единица, определённая в формате перевода, это может быть слово, фраза или абзац.
sq: Çmimet bazohen te numri i vargjeve burim dhe ai i gjuhëve të synuara. Varg burimi është një njësi teksti e përcaktuar në një format përkthimi, mund të jetë një fjalë, një togfjalësh ose një paragraf.
tr: Fiyatlandırma, kaynak satırların sayısına ve hedef dillere dayanmaktadır. Kaynak satır, çeviri biçiminde tanımlanan bir metin birimidir, bir sözcük, tümce veya paragraf olabilir.
uk: Ціни залежать від числа джерельних рядків та числа цільових мов. Джерельний рядок - текстова одиниця, яка використовується у перекладі. Ним може бути слово, речення або абзац.
zh_hans: 定价基于源字符串和目标语言的数量。源字符串是定义在译文格式中的文本单元，它可以是单词、句子或段落。

source: All listed prices exclude VAT.
be: Усе цэны без ПДВ.
ca: Cap dels preus mostrats inclou l'IVA.
es: Ninguno de los precios mostrados incluye el IVA.
fr: Tous les prix affichés sont hors TVA.
gl: Tódolos prezos amosados exclúen o IVE.
id: Semua harga tercantum tidak termasuk VAT.
it: Tutti i prezzi elencati sono comprensivi di IVA.
ja: 表示価格は全て VAT（付加価値税） を含みません。
nb: Alle listede priser er uten moms.
pl: Wszystkie podane ceny nie zawierają podatku VAT.
pt: Todos os preços indicados excluem o IVA.
pt_br: Todos os preços listados não incluem o IVA.
ru: Все перечисленные цены не включают НДС.
sq: Krejt çmimet nuk përfshijnë TVSH.
tr: Listelenen fiyatlara KDV dahil değildir.
uk: Усі ціни без ПДВ.
zh_hans: 列出的价格均不包含增值税。

source: EU end users and Czech companies will be charged with additional 21%% VAT.
be: Са спажыўцоў ЕС і чэшскіх кампаній дадаткова спаганяецца 21 %% ПДВ.
ca: Als usuaris finals de la UE i a les empreses de Txèquia se'ls carregarà un 21%% addicional d'IVA.
es: A los usuarios finales de la UE y a las empresas checas se les cobrará un 21 %% adicional de IVA.
fr: Les utilisateurs de l’UE et les entreprises tchèques seront facturés avec une TVA supplémentaire de 21 %%.
gl: Ós usuarios finais da UE e ás empresas checas cobraráselles un 21%% adicional de IVE.
id: Pengguna akhir EU dan perusahaan Republik Ceko akan dikenakan tambahan 21%% VAT.
it: Agli utenti finali dell'UE e alle società ceche verrà addebitata l'IVA aggiuntiva del 21 %%.
ja: EU のエンド ユーザーとチェコの企業は、 21 %%の VAT（付加価値税）を課せられます。
nb: EU og slutt-brukere og tsjekkiske selskaper belastes med ytterligere 21%% moms.
pl: Użytkownicy końcowi z UE i czeskie przedsiębiorstwa zostaną obciążone dodatkowym podatkiem VAT w wysokości 21%%.
pt: Os utilizadores finais da UE e das empresas checas será cobrado IVA adicional de 21%%.
pt_br: Os usuários-finais da UE e as empresas tchecas serão cobrados com 21%% de IVA adicional.
ru: Конечные пользователи ЕС и чешские компании будут облагаться дополнительным НДС в размере 21%%.
sq: Përdoruesve të thjeshtë nga BE-ja dhe shoqërive çeke do t’u faturohet 21%% TVSH shtesë.
tr: AB son kullanıcıları ve Çek şirketlerinden %%21 oranında ilave KDV tahsil edilecektir.
uk: Кінцевим споживачам ЄС та чеським компаніям стягується додаткова плата 21%% ПДВ.
zh_hans: 欧盟用户和捷克企业将额外被收取 21%% 的增值税。

source: The reverse charge applies to invoices issued to businesses within the EU.
be: Зваротная аплата ўжываецца да рахункаў, выдадзеных прадпрыемствам ЕС.
ca: El canvi invers s'aplica a les factures emeses a negocis de la UE.
es: El cargo se aplicará a la inversa a las facturas emitidas a negocios dentro de la UE.
fr: L’autoliquidation s’applique aux factures émises aux entreprises de l’UE.
gl: O cargo aplicarase á inversa ás facturas emitidas a negocios dentro da UE.
id: Pengembalian dana berlaku pada faktur yang dikeluarkan untuk bisnis yang berada di UE.
it: L'inversione contabile si applica alle fatture emesse per le imprese all'interno dell'UE.
ja: EU 域内の企業に発行された請求書には、逆請求が適用されます。
nb: Omvendt avgiftsbehandling gjelder for fakturaer utstedt til firma i EU.
pl: Opłata zwrotna dotyczy faktur wystawionych przedsiębiorstwom w UE.
pt: A taxa inversa aplica-se a faturas emitidas para empresas na UE.
pt_br: A autoliquidação se aplica a faturas emitidas para empresas dentro da UE.
ru: Обратный сбор применяется к счетам, выставленным коммерческим предприятиям в пределах ЕС.
sq: Vetëlikuidimi i TVSH zbatohet mbi fatura të emetuara për biznese brenda BE-së.
tr: Ters ücret, AB içindeki işletmelere verilen faturalar için geçerlidir.
uk: Зворотне стягнення застосовується до рахунків, виставлених підприємствам ЄС.
zh_hans: 反向收费适用于开具给欧盟境内企业的发票。

source: No matching payment found.
be: Няма адпаведнай аплаты.
ca: No s'ha trobat cap pagament coincident.
es: No se ha encontrado ningún pago equivalente.
fr: Aucun paiement correspondant.
gl: Non se atopou ningún pagamento semellante.
id: Tidak ditemukan pembayaran yang cocok.
it: Nessun pagamento corrispondente trovato.
ja: 一致する支払いが見つかりませんでした。
kk: Sáıkes tólem tabylmady.
nb: Fant ingen samsvarende betaling.
pl: Nie znaleziono pasującej płatności.
pt: Sem pagamento correspondente.
pt_br: Nenhum pagamento correspondente localizado.
ru: Соответствующего платежа не найдено.
sq: S’u gjetën përputhje me ndonjë pagesë.
tr: Eşleşen ödeme bulunamadı.
uk: Відповідний платіж не знайдений.
zh_hans: 找不到匹配的付款。

source: Thank you for purchasing a hosting plan, it is now active.
be: Дзякуем за набыццё плана хостынгу. Ён ужо дзейнічае.
ca: Gràcies per adquirir un pla d'allotjament, ara és actiu.
es: Gracias por comprar un plan de almacenamiento, ahora está activo.
fr: Nous vous remercions pour l’achat d’un plan d’hébergement, il a été activé.
gl: Grazas por mercar un plan de almacenamento, agora fica activo.
id: Terima kasih atas pembelian plan hosting, sekarang sudah aktif.
it: Grazie per aver acquistato un piano hosting. Ora è attivo.
ja: ホスティング プランのご購入ありがとうございます。現在、有効です。
kk: Hostıń josparyn satyp alǵanyńyz úshin raqmet, qazir ol belsendi.
nb: Takk for at du kjøper en verts plan, den er nå aktiv.
pl: Dziękujemy za wykupienie planu hostingowego, jest on teraz aktywny.
pt: Obrigado por comprar um plano de alojamento. Este está ativo agora.
pt_br: Obrigado por comprar um plano de hospedagem. Ele está ativo agora.
ru: Вы приобрели план хостинга. Спасибо! Он уже вступил в силу.
sq: Faleminderit për blerjen e një plani strehimi, tani është aktiv.
tr: Bir hosting planı satın aldığınız için teşekkür ederiz, o şimdi aktif.
uk: Дякуємо вам за купівлю плану хостингу. Він вже діє.
zh_hans: 感谢您购买托管套餐，现已激活。

source: Thank you for purchasing a hosting plan, the payment for it is pending and will be processed in the background.
be: Дзякуем за набыццё плана хостынгу. Аплата яшчэ апрацоўваецца ў фонавым рэжыме.
ca: Gràcies per adquirir un pla d'allotjament, el pagament és pendent i es processarà en segon pla.
es: Gracias por comprar un plan de almacenamiento, el pago del mismo está pendiente y será procesado en segundo plano.
fr: Nous vous remercions pour l’achat d’un plan d’hébergement, son règlement est en attente et sera traité en arrière-plan.
gl: Grazas por mercar un plan de almacenamento, o pagamento do mesmo fica pendente e será procesado no segundo plano.
id: Terima kasih atas pembelian plan hosting, pembayaran masih tertunda dan akan diproses di latar belakang.
it: Grazie per aver acquistato un piano hosting. Il pagamento è in sospeso e verrà elaborato in background.
ja: ホスティング プランのご購入ありがとうございます。バックグラウンドで行うプランの支払いは、保留中です。
kk: Hostıń josparyn satyp alǵanyńyz úshin raqmet, ol úshin tólemder kútilýde jáne óńdikte óńdep shyǵarýlady.
nb: Takk for at du kjøper en verts plan, betalingen er underveis, og behandles i bakgrunnen.
pl: Dziękujemy za wykupienie planu hostingowego, płatność za niego oczekuje i będzie przetwarzana w tle.
pt: Obrigado por comprar um plano de alojamento. O pagamento está pendente e será processado em segundo plano.
pt_br: Obrigado por comprar um plano de hospedagem. O pagamento para ele está pendente e será processado em segundo plano.
ru: Вы приобрели план хостинга. Спасибо! Платёж находится в обработке в фоновом режиме.
sq: Faleminderit për blerjen e një plani strehimi, pagesa për të është pezull dhe do të përpunohet në prapaskenë.
tr: Bir hosting planı satın aldığınız için teşekkür ederiz, ödeme beklemede ve arka planda işlenecek.
uk: Дякуємо вам за купівлю плану хостингу. Платіж перебуває в опрацюванні у фоновому режимі.
zh_hans: 感谢您购买托管套餐，其付款正等待处理，这些都将在后台完成。

source: The payment was rejected: {}
be: Плацёж адхілены: {}
ca: S'ha rebutjat el pagament: {}
es: Se rechazó el pago: {}
fr: Le paiement a été rejeté : {}
gl: O pagamento foi rexeitado: {}
id: Pembayaran ditolak: {}
it: Il pagamento è stato rifiutato. {}
ja: 支払いが拒否されました： {}
kk: Tólem qabyldanbady: {}
nb: Betalingen ble avslått: {}
pl: Płatność została odrzucona: {}
pt: O pagamento foi rejeitado: {}
pt_br: O pagamento foi rejeitado: {}
ru: Платёж был отклонён: {}
sq: Pagesa u refuzua: {}
tr: Ödeme reddedildi: {}
uk: Платіж відхилили: {}
zh_hans: 付款被拒绝：{}
