Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: VAT ID validation service unavailable for {}, please try again later.
be: Паслуга праверкі ідэнтыфікатара ПДВ недаступная для {}, калі ласка, паспрабуйце яшчэ раз пазней.
ca: El servei de validació de l'identificador de l'IVA no està disponible per a {}, torneu-ho a provar més tard.
es: El servicio de validación de identificador de IVA no está disponible para {}; inténtelo de nuevo más tarde.
fr: Service de validation du numéro d’identification TVA indisponible pour {}, veuillez réessayer plus tard.
gl: O servizo de validación de identificador de IVE non está dispoñíbel para {}; ténteo novamente máis tarde.
id: Layanan validasi ID VAT tidak tersedia untuk {}, silakan coba beberapa saat lagi.
it: Servizio di convalida ID IVA non disponibile per {}. Riprova più tardi.
ja: {} の VAT ID 検証サービスは利用できません。しばらくしてから再試行してください。
nb: Bekreftelsestjeneste for moms-ID utilgjengelig for {}, prøv igjen senere.
pl: Usługa weryfikacji identyfikatora VAT jest niedostępna dla {}, spróbuj ponownie później.
pt: O serviço de validação de ID de IVA não está disponível para {}, tente novamente mais tarde.
pt_br: Serviço de validação de ID de IVA indisponível para {}. Por favor, tente novamente mais tarde.
ru: Услуга проверки идентификатора НДС недоступна для {}, пожалуйста, повторите попытку позже.
sq: S’ka shërbim vleftësimi ID-je TVSh-je për {}, ju lutemi, riprovoni më vonë.
tr: {} İçin kullanılamayan KDV Kimlik doğrulama servisi, lütfen daha sonra tekrar deneyin.
uk: Послуга підтвердження ідентифікаційного номера ПДВ недоступна для {}, спробуйте знову пізніше.
zh_hans: {}无法使用 VAT ID 验证服务，请稍后重试。

source: {} is not a valid VAT ID.
be: {} не з'яўляецца сапраўдным ідэнтыфікатарам ПДВ.
ca: {} no és un identificador d'IVA vàlid.
es: {} no es un número de IVA válido.
fr: {} n’est pas un ID de TVA valide.
gl: {} non é un número identificación do IVE válido.
id: {} bukan ID VAT yang valid.
it: {} non è un ID IVA valido.
ja: {} は、有効な VAT ID ではありません。
kk: {} jaramdy QQS nómiri emes.
nb: {} er ikke en gyldig moms-ID.
pl: {} nie jest prawidłowym identyfikatorem VAT.
pt: {} não é uma Id. do IVA válida.
pt_br: {} não é um ID de IVA válido.
ru: {} не является допустимым номером плательщика НДС.
sq: {} s’është ID TVSH-je i vlefshëm.
tr: {} geçerli bir KDV Kimliği değildir.
uk: {} не дійсний номер платника ПДВ.
zh_hans: {} 不是有效的欧盟增值税号 VAT ID。

source: VCS
es: VCS (Sistema de Control de Versiones)
fr: Système de Contrôle de Versions
gl: VCS (Sistema de Control das Versións)
kk: Nusqalardy basqarý júıesi (VCS)
nb: VKS
ru: Система контроля версий (VCS)
zh_hans: 版本控制系统（VCS）

source: Bitcoin
ja: ビットコイン
zh_hans: 比特币
