Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: Your name and e-mail address is used in VCS commits, it will stay there indefinitely.
be: Ваша імя і адрас электроннай пошты выкарыстоўваюцца ў VCS-унёсках і застануцца там назаўжды.
ca: El vostre nom i la vostra adreça de correu electrònic s'utilitzen en publicacions a sistemes de control de versions, i hi romandran indefinidament.
es: Su nombre y dirección de correo electrónico se utilizan en las consignas de los sistemas de control de versiones, y permanecerán allí indefinidamente.
fr: Votre nom et votre adresse courriel sont utilisés dans les archivages du système de contrôle de versions, de façon permanente.
gl: O su nome e mailo seu enderezo do correo electrónico empréganse en envíos do VCS, e ficarán alí de xeito indefinido.
id: Nama dan surel Anda digunakan di VCS, mereka akan tetap ada selamanya.
it: Il tuo nome e la tua email sono suate nelle registrazioni VCS. E rimarranno indefinitivamente.
ja: あなたの名前とメールアドレスは、VCS のコミットにおいて使用されます。保管に期限はありません。
kk: Sizdiń atńiz jáne e-poshta mekenjaıy VCS-komıtterinde qoldanylady, sonda ol osynda sheksiz ýaqytqa qalady.
nb: Ditt navn og e-postadresse brukes i versjonskontrollsinsendelser, og vil forbli der for all tid.
pl: Twoje imię, nazwisko i adres e-mail są używane w przesyłaniach (ang. commits) VCS i stale tam pozostaną.
pt: O seu nome e o endereço de e-mail são utilizados nas submissões de VCS, que irão ficar lá para sempre.
pt_br: Seu nome e endereço de e-mail é usado nos commits de VCS, e ficará por lá para sempre.
ru: Ваше имя и адрес e-mail используются в VCS-коммитах и остаются там на неопределённое время.
sq: Emri dhe adresa juaj email përdoren gjatë parashtrimesh VCS, do të mbeten atje për një kohë të papërcaktuar.
tr: Adınız ve eposta adresiniz VCS işlemelerinde kullanılır, orada süresiz olarak kalır.
uk: Ваше ім'я та адреса електронної пошти використовуються у поданнях VCS. Вони залишаться там назавжди.
zh_hans: 在版本控制系统提交（VCS commits）中会使用您的姓名及电子邮箱地址，它将不限期保存。

source: We use cookies to deliver our services.
be: Мы выкарыстоўваем cookies, каб аказваць нашыя паслугі.
ca: Utilitzem galetes per a oferir els nostres serveis.
es: Utilizamos cookies para ofrecer nuestros servicios.
fr: Nous utilisons des cookies pour fournir nos services.
gl: Empregamos cookies para fornece-los nosos servizos.
id: Kami menggunakan kuki untuk memberikan layanan kami.
it: Noi usiamo i cookie per espletare i nostri servizi.
ja: サービスの提供のために Cookie を使用します。
kk: Óz qyzmetterimizdi jetkizý úshin cookie-faıldardy paıdalanamyz.
nb: Vi bruker noen kaker for å levere våre tjenester.
pl: Stosujemy cookies w celu dostarczania naszych usług.
pt: Nós utilizamos cookies para fornecer os nossos serviços.
pt_br: Usamos cookies para entregar nossos serviços.
ru: Мы используем файлы cookies, чтобы предоставлять наши услуги.
sq: Që të ofrojmë shërbimet tona, përdorim <em>cookies</em>.
tr: Hizmetlerimizi sunmak için çerezleri kullanırız.
uk: Ми використовуємо реп'яшки, щоби доставити наші послуги.
zh_hans: 我们使用 cookie 以提供服务。

source: View English version
be: Праглядзець англійскую версію
ca: Mostra la versió en anglès
es: Ver la versión en inglés
fr: Voir la version anglaise
gl: Ollar versión en inglés
id: Lihat versi Bahasa Inggris
it: Visualizza la versione inglese
ja: 英語版の表示
kk: Aǵylshyn nusqasyn qaraý
nb: Vis engelsk versjon
pl: Zobacz wersję angielską
pt: Ver versão em inglês
pt_br: Ver a versão em inglês
ru: Посмотреть английскую версию
sq: Shihni versionin anglisht
tr: İngilizce sürümü görüntüle
uk: Переглянути англійську версію
zh_hans: 查看英文版

source: The Terms of Service document is authoritative in English, translations are provided for your convenience.
be: Дакумент «Умовы абслугоўвання» на англійскай мове з’яўляецца афіцыйным, пераклады падаюцца, каб вам было зручней.
ca: El document de condicions del servei és en anglès, les traduccions en altres llengües només es proporcionen per a la vostra comoditat.
es: El documento vinculante sobre los términos del servicio está en inglés. Para su comodidad contamos con traducciones.
fr: Le document des Conditions générales anglais est applicable. Les traductions de ce document ne sont fournies que par commodité.
gl: O documento dos Termos do Servizo autorizado está en inglés, as traducións fornécense para a súa conveniencia.
id: Dokumen Persyaratan Layanan berkuasa dalam Bahasa Inggris, terjemahan disediakan untuk kenyamanan Anda.
it: Il documento sui "Termini di servizio" è ufficiale ed è in inglese. Le traduzioni sono fornite per comodità dell'utente.
ja: 利用規約の文書は英語版に限り効力が認められものであり、翻訳版は、お客様の便宜のために提供されたものに過ぎません。
kk: Qyzmet Kórsetý Sharttary týraly aǵylshyn tilindegi qujat resmı bolyp tabylady, tárjimeleri sizge yńǵaıly bolý úshin ǵana beriledi.
nb: Tjenestevilkårene gjelder på engelsk, oversettelser tilbys som veiledning.
pl: Dokument z Warunkami świadczenia usług jest miarodajny w języku angielskim, tłumaczenia są dla wygody użytkownika.
pt: O documento 'Termos de Serviço' em inglês é vinculativo, as traduções são fornecidas para sua conveniência.
pt_br: O documento Termos de Serviço é autoritário em inglês, sendo as traduções fornecidas para sua conveniência.
ru: Официальными Условиями использования является версия данного документа на английском языке, переводы предоставляются для вашего удобства.
sq: Dokumenti mbi Kushtet e Shërbimit ka autoritet vetëm në anglisht, përkthimet jepen për t’ju lehtësuar punë.
tr: Hizmet Şartları belgesinin İngilizce dilinde yetkili olması, çevirilerin size kolaylık sağlaması için sunulmuştur.
uk: Документ "Умови обслуговування" є офіційним англійською мовою, переклади надаються для Вашої зручності.
zh_hans: 英文版的服务条款文档具有权威性，提供翻译只是为了方便您使用。

source: The rights and obligations of the User and the Provider resulting from the use of the Service are governed by these Terms of Service.
be: Правы і абавязкі Карыстальніка і Пастаўшчыка, што ўзнікаюць у выніку выкарыстання Паслуг, рэгулююцца дадзенымі Умовамі абслугоўвання.
ca: Aquestes condicions del servei governen els drets i obligacions de l'usuari i del proveïdor resultants de l'ús del servei.
es: Los derechos y obligaciones del usuario y del proveedor como resultado del uso del servicio se rigen por estos términos de servicio.
fr: Les droits et obligations de l’Utilisateur et du Prestataire résultant de l’utilisation du Service sont régis par les présentes Conditions d’Utilisation.
gl: Os dereitos e obligacións do usuario e do fornecedor coma resultado do uso do servizo ríxense por estes Termos do Servizo.
id: Hak dan kewajiban dari Pengguna dan Penyedia yang dihasilkan dari penggunaan Layanan diatur oleh Persyaratan Layanan ini.
it: I diritti e le responsabilità dell'utente e del fornitore derivanti dall'uso del servizio sono regolati dalle presenti condizioni del servizio.
ja: 本サービスの利用に起因する利用者および提供者の権利および義務は、本利用規約に準拠します。
kk: Qyzmetti paıdalaný nátıjesinde týyndaǵan Paıdalanýshy men Jetkizýshiniń quqyqtary men mindetteri osy Qyzmet Kórsetý Sharttary arqyly basqarylady.
nb: Rettighetene og forpliktelsene for bruker og tilbyder som resultat av bruk av tjenesten håndheves av disse tjenestevilkårene.
pl: Prawa i obowiązki Użytkownika i Dostawcy wynikające z korzystania z Usługi podlegają niniejszym Warunkom świadczenia usług.
pt: Os direitos e as obrigações do 'Utilizador' e do 'Fornecedor' resultantes da utilização do 'Serviço' são geridos por estes 'Termos de Serviço'.
pt_br: Os direitos e obrigações do Usuário e do Provedor resultantes do uso do Serviço são regidos por estes Termos de Serviço.
ru: Права и обязанности Пользователя и Поставщика, возникающие в результате использования Сервиса, регулируются настоящими Условиями обслуживания.
sq: Të drejtat dhe detyrimet e Përdoruesit dhe Furnizuesit të Shërbimit të rrjedhura nga përdorimi i Shërbimit qeverisen nga këto Kushte Shërbimi.
tr: Hizmetin kullanımından kaynaklanan Kullanıcı ve Tedarikçinin hak ve yükümlülükleri, bu Hizmet Koşullarına tabidir.
uk: Права та обов'язки Користувача і Постачальника, що виникають в результаті використання Послуг, регулюються цими Умовами обслуговування.
zh_hans: 用户和提供商因使用服务而产生的权利和义务受这些服务条款的约束。

source: Definitions
be: Азначэнні
ca: Definicions
es: Definiciones
fr: Définitions
gl: Definicións
id: Definisi
it: Definizioni
ja: 定義
kk: Anyqtamalar
nb: Definisjoner
pl: Definicje
pt: Definições
pt_br: Descrições
ru: Определения
sq: Përkufizime
tr: Tanımlar
uk: Означення
zh_hans: 定义

source: In these Terms of Service:
be: У дадзеных Умовах абслугоўвання:
ca: En aquestes condicions del servei:
es: En estos Términos del Servicio:
fr: Dans les présentes conditions d’utilisation :
gl: Nestes Termos do Servizo:
id: Dalam Persyaratan Layanan ini:
it: In questi termini del servizio:
ja: 利用規約:
kk: Osy Qyzmet Kórsetý Sharttarynda:
nb: I denne brukervilkår:
pl: Warunki Usługi:
pt: Nestes 'Termos do Serviço':
pt_br: Nestes Termos do Serviço:
ru: В настоящих Условиях обслуживания:
sq: Në këto Kushte Shërbimi:
tr: Bu Hizmet Koşullarında:
uk: У цих умовах надання послуг:
zh_hans: 在这些服务条款中：

source: Agreement
be: Пагадненне
ca: Acord
es: Acuerdo
fr: Contrat
gl: Acordo
id: Perjanjian
it: Accordo
ja: 契約
kk: Kelisim
nb: Avtale
pl: Umowa
pt: Acordo
pt_br: Contrato
ru: Соглашение
sq: Marrëveshje
tr: Sözleşme
uk: Угода
zh_hans: 协议

source: means License Agreement within the meaning of Article 2358 et seq. of the Civil Code concluded by and between the User and the Provider upon the Consent
be: азначае ліцэнзійнае пагадненне згодна артыкула 2358 і далей Грамадзянскага кодэксу, заключанае паміж карыстальнікам і пастаўшчыком з іх згоды
ca: significa l'acord de llicència, amb el significat de l'Article 2358 i posteriors del Codi Civil, signat per i entre l'usuari i el proveïdor sota consentiment
es: significa Acuerdo de Licencia según el artículo 2358 del Código Civil concluye por y entre el usuario y el proveedor con el consentimiento
fr: Contrat de licence au sens des articles 2358 et suivants du Code civil conclu par et entre le Prestataire et l’Utilisateur avec l’accord de ce dernier
gl: significa Acordo de Licenza segundo o artigo 2358 do Código Civil conclúe por e entre o usuario e o fornecedor co consentemento
id: berarti Persetujuan Lisensi dalam arti Pasal 2358 et seq. dari Kode Sipil disimpulkan oleh dan antara Pengguna dan Penyedia atas Persetujuan
it: indica il Contratto di licenza ai sensi degli articoli 2358 e seguenti del Codice Civile, concluso da e tra l'Utente ed il fornitore al consenso
ja: 第 2358 条以降の趣旨で、同意を得て利用者と提供者との間で締結された民法のライセンス契約
kk: maǵynasyn bildirýshi - Azamattyq Kodeksiniń 2358-baptyń, jáne taǵy basqalary, mánimen, Paıdalanýshy men Jetkizýshi arqyly jáne arasyndagy Kelisýi boıynsha jasasqan Lısenzıa kelisimi
nb: betyr lisensavtale i meningen av artikkel 2358 og følgende, i sivilkoden konkludert av og mellom bruker og tilbyder etter at samtykke er gitt
pl: oznacza umowę licencyjną w rozumieniu art. 2358 i nast. Kodeksu cywilnego zawartego pomiędzy Użytkownikiem a Dostawcą w wyniku Zgody
pt: significa Acordo de licença, nos termos do artigo 2358 e seguintes do código civil celebrado por e entre o utilizador e o fornecedor após o consentimento
pt_br: significa Contrato de Licença, nos termos do Artigo 2358 e seguintes do Código Civil celebrado por e entre o Usuário e o Provedor após o Consentimento
ru: лицензионное соглашение (в том смысле, в каком это трактует статья 2358 и следующие Гражданского кодекса), заключённое между Пользователем и Поставщиком с их Согласия
sq: do të thotë Marrëveshje Licence sipas kuptimit të Nenit 2358 dhe në vazhdim të Kodit Civil, të përfunduar nga dhe mes Përdoruesit dhe Shërbimit pas Pranimit
tr: 2358 ve devamı maddeleri anlamları Lisans Anlaşması anlamına gelir. Medeni Kanun'un Kullanıcı ve Sağlayıcının Rıza Üzerindeki Sonucu
uk: означає ліцензійну угоду за змістом статті 2358 і далі Цивільного кодексу, укладену між Користувачем і Постачальником за згодою
zh_hans: 指“民法典”第2358条及以下各条所指的用户和提供者之间同意并签订的许可协议

source: Civil Code
be: Грамадзянскі кодэкс
ca: Codi Civil
es: Código Civil
fr: Code civil
gl: Código civil
id: Kode Sipil
it: Codice Civile
ja: 民法
kk: Azamattyq kodeks
nb: Sivilkode
pl: Kodeks cywilny
pt: Código Civil
pt_br: Código Civil
ru: Гражданский кодекс
sq: Kod Civil
tr: Medeni Kanun
uk: Цивільний кодекс
zh_hans: 民法典

source: means Act No. %(law_89_2012)s Coll., the Civil Code, as amended
be: азначае Закон № %(law_89_2012)s збору законаў Грамадзянскага кодэксу з выпраўленнямі
ca: significa la col·lecció de lleis número %(law_89_2012)s, el Codi Civil, en la seva forma esmenada
es: significa colección de leyes número %(law_89_2012)s, del Código Civil, tal y como se ha enmendado
fr: désigne la loi n° %(law_89_2012)s du Code civil, telle que modifiée
gl: significa o número de lei %(law_89_2012)s, do Código Civil, tal e coma enmendouse
id: berarti UU No. %(law_89_2012)s Coll., Kode Sipil, sebagaimana diamandemenkan
it: indica la legge n. %(law_89_2012)s Coll., il Codice Civile e successive modifiche
ja: 改正された民法の法令 No. %(law_89_2012)s の項目
kk: maǵynasyn bildirýshi - Azamattyq kodeks, túzetýlerimen, Zań № %(law_89_2012)s Zańdar jınaǵy
nb: betyr artikkel nr. %(law_89_2012)s samlet, i sivilkoden, som endret
pl: oznacza Ustawę Nr %(law_89_2012)s Coll.,Kodeks cywilny, z późniejszymi zmianami
pt: significa Lei nº %(law_89_2012)s, o código civil, conforme emenda
pt_br: significa o Lei Nº %(law_89_2012)s, o Código Civil, conforme emenda
ru: Закон № %(law_89_2012)s Coll., Гражданский кодекс Чешской республики, с поправками
sq: do të thotë Akti No. %(law_89_2012)s Coll., Kodi Civil, siç është ndryshuar
tr: %(law_89_2012)s Coll. Kanunu, değiştirilen şekliyle Medeni Kanun anlamına gelir
uk: означає закон № %(law_89_2012)s Coll., Цивільний кодекс, зі внесеними змінами
zh_hans: 指民法典经修正的法案 %(law_89_2012)s

source: Consent
be: Згода
ca: Consentiment
es: Consentimiento
fr: Consentement
gl: Consentemento
id: Persetujuan
it: Consente
ja: 同意
kk: Kelisý
nb: Samtykke
pl: Zgoda
pt: Consentimento
pt_br: Consentimento
ru: Согласие
sq: Pranim
tr: Rıza
uk: Згода
zh_hans: 同意

source: means the User’s consent with these Terms of Service and other legal documents expressed by checking the checkbox during the registration
be: азначае згоду Карыстальніка з дадзенымі Умовамі абслугоўвання і іншымі юрыдычнымі дакументамі пры вызначэнні карыстальнікам адпаведнага пункту падчас рэгістрацыі
ca: significa el consentiment de l'usuari amb aquestes condicions del servei i altres documents legals expressat mitjançant el marcatge de la casella de selecció durant el registre
es: significa el consentimiento del Usuario con estos Términos de Servicio y otros documentos legales expresados marcando la casilla de verificación durante el registro
fr: signifie le consentement de l’Utilisateur aux présentes Conditions d’utilisation et autres documents juridiques exprimés en cochant la case lors de l’inscription
gl: significa o consentemento do Usuario con estes Termos do Servizo e outros documentos legais expresados marcando a cela de verificación mentres transcorre o rexistro
id: berarti persetujuan Pengguna terhadap Persyaratan Layanan ini dan dokumen hukum lainnya dinyatakan dengan mencentang kotak centang pada saat pendaftaran
it: indica il consenso dell'utente con i presenti Termini di servizio e altri documenti legali espressi selezionando la casella di controllo durante la registrazione
ja: 登録時にチェックボックスをチェックして、表示された本利用規約およびその他の法的文書に利用者が同意します
kk: maǵynasyn bildirýshi - Paıdalanýshynyń kelisýi, tirkelý kezinde qusbelgini qoıý arqyly kórsetilgen osy Qyzmet Kórsetý Sharttarymen jáne basqa da zańdy qujattarmen
nb: betyr brukerens samtykke med disse tjenestevilkårene og andre juridiske dokumenter uttrykt ved å huke av i avkryssningsboksen under registrering
pl: oznacza zgodę Użytkownika na niniejsze Warunki świadczenia usług i inne dokumenty prawne wyrażone poprzez zaznaczenie pola wyboru podczas rejestracji
pt: significa o consentimento do utilizador com estes Termos de serviço e outros documentos legais expressos marcando a caixa de selecção durante o registo
pt_br: significa o consentimento do usuário com estes Termos de Serviço e outros documentos legais expressos marcando a caixa de seleção durante o registro
ru: согласие Пользователя с настоящими Условиями обслуживания и другими юридическими документами, выраженное путём установки флажка при регистрации
sq: do të thotë pranimi nga Përdoruesi i këtyre Kushtesh Shërbimi dhe i dokumenteve të tjera ligjore, shprehur përmes vënies shenjë kutizës gjatë regjistrimit
tr: Kayıt sırasında onay kutusunu işaretlemek bu Hizmet Şartları ve diğer yasal belgelerin Kullanıcı tarafından onaylanması anlamına gelir
uk: означає згоду Користувача з цими Умовами обслуговування та іншими юридичними документами, виражена шляхом установки прапорця при реєстрації
zh_hans: 表示用户同意这些服务条款和其他法律文件，通过在注册期间选中复选框来表示

source: Cookies
ca: Galetes
id: Kuki
it: Cookie
ja: Cookie
kk: Cookie-faıldar
nb: Kaker
pl: „Ciasteczka”
ru: Файлы cookies
sq: <em>Cookies</em>
tr: Çerezler
uk: Реп'яшки

source: means any datafile sent by the web server of the Service to the User’s computer or other device connected to the Internet, which enable obtaining unique identification of the User’s web browser
be: азначае любы файл даных, што адпраўляецца з сервера сэрвісу на камп’ютар карыстальніка альбо іншую, злучаную з інтэрнэтам, прыладу, з якой можна правесці ідэнтыфікацыю вэб-браўзера карыстальніка
ca: significa qualsevol fitxer de dades enviat pel servidor web del servei a l'ordinador de l'usuari o a un altre dispositiu connectat a Internet, que permeti obtenir la identificació única del navegador web de l'usuari
es: se refiere a cualquier archivo de datos enviado por el servidor web del Servicio al ordenador del Usuario u otro dispositivo conectado a Internet, que permita obtener una identificación única del navegador web del Usuario
fr: désigne tout fichier de données envoyé par le serveur web du Service à l’ordinateur de l’Utilisateur ou d’un autre appareil connecté à Internet, qui permet d’obtenir une identification unique du navigateur web de l’Utilisateur
gl: refírese a calquera ficheiro de datos enviado polo servidor web do Servizo ó computador do Usuario ou cara outro dispositivo conectado á Internet, que permita obter unha identificación única do navegador web do Usuario
id: berarti berkas data yang dikirim oleh server web Layanan pada komputer Pengguna atau perangkat lalin yang tersambung internet, yang memungkinkan perolehan identifikasi unik dari peramban web yang digunakan oleh Pengguna
it: indica qualsiasi file dati inviato dal server web del servizio al computer dell'utente di un altro dispositivo connesso a Internet, che consente di ottenere l'identificazione univoca del browser web dell'utente
ja: インターネットに接続した利用者のコンピュータ、もしくは他のデバイスに、web サーバーから送信したデータ ファイルを意味します。これにより、利用者の web ブラウザ個別の識別情報を取得できます
nb: betyr all data sendt av tjenestens vev-tjener til brukerens datamaskin eller en annen enhet tilkoblet Internett, som muliggjør innhenting av unik identifikasjon av brukerens nettleser
pl: oznacza dowolny plik danych wysyłany przez serwer sieciowy Serwisu do komputera Użytkownika lub innego urządzenia podłączonego do Internetu, który umożliwia uzyskanie unikalnej identyfikacji przeglądarki internetowej Użytkownika
pt: significa qualquer ficheiro de dados enviado pelo servidor da Web do 'Serviço' para o computador do 'Utilizador' ou outro dispositivo ligado à Internet, que permite a obtenção de uma identificação exclusiva do navegador da Web do 'Utilizador'
pt_br: significa qualquer arquivo de dados enviado pelo servidor da web do Serviço para o computador do Usuário ou outro dispositivo conectado à Internet, que permite obter uma identificação exclusiva do navegador da web do Usuário
ru: любой файл данных, передаваемый веб-сервером Сервиса на компьютер Пользователя или другое подключённое к Интернету устройство и позволяющий получить уникальную идентификацию веб-браузера Пользователя
sq: do të thotë kartelë të dhënash dërguar nga shërbyesi i Shërbimit te kompjuteri apo tjetër pajisje e Përdoruesit e lidhur në Internet, çka lejon marrje identifikimi unik të shfletuesit të Përdoruesit
tr: Hizmetin web sunucusu tarafından Kullanıcının bilgisayarına veya İnternet'e bağlı diğer cihazlara gönderilen ve kullanıcının web tarayıcısının benzersiz bir şekilde tanımlanmasını sağlayan herhangi bir veri dosyası anlamına gelir
uk: означає будь-який файл даних, який передається вебсервером Служби на комп'ютер користувача від іншого пристрою, під'єднаного до Інтернету, що дозволяє отримати унікальну ідентифікацію веббраузера Користувача
zh_hans: 表示由服务的网络服务器发送到用户计算机或连接到 Internet 的其他设备上的任何数据文件，从而可以获取用户网络浏览器的唯一标识

source: GDPR
ca: RGPD
es: RGPD
fr: RGPD
gl: RGPD
pt: RGPD
pt_br: RGPD

source: means EU Regulation No. %(law_679_2016)s, the General Data Protection Regulation
be: азначае рэгламент № %(law_679_2016)s, General Data Protection Regulation, вядомы як GDPR
ca: significa el Reglament de la UE núm. %(law_679_2016)s, el Reglament General de Protecció de Dades
es: significa el Reglamento de la UE n.º %(law_679_2016)s, el Reglamento General de Protección de Datos
fr: désigne le règlement EU nᵒ %(law_679_2016)s, le Règlement Général sur la Protection des Données
gl: significa o Regulamento da UE No.%(law_679_2016)s, o Regulamento Xeral de Protección de Datos
id: berarti Regulasi UE No. %(law_679_2016)s, Regulasi Perlindungan Data Umum
it: indica la legge europea n. %(law_679_2016)s, ossia GDPR (General Data Protection Regulation)
ja: EU 規則番号 %(law_679_2016)s、一般データ保護規則を意味します
nb: betyr EU-regulering nr. %(law_679_2016)s, General Data Protection Regulation, også kjent som GDPR
pl: oznacza Rozporządzenie UE Nr %(law_679_2016)s, Ogólnego Rozporządzenia o Ochronie Danych
pt: significa o Regulamento da UE n.º %(law_679_2016)s, o Regulamento Geral de Protecção de Dados
pt_br: significa o Regulamento (UE) nº %(law_679_2016)s, o Regulamento Geral sobre a Proteção de Dados
ru: Постановление ЕС № %(law_679_2016)s, Общий регламента о защите данных (General Data Protection Regulation)
sq: do të thotë Rregullorja No. %(law_679_2016)s e Bashkimit Europian, Rregullorja e Përgjithshme e Mbrojtjes së të Dhënave (GDRP)
tr: %(law_679_2016)s sayılı AB Yönetmeliği, Genel Veri Koruma Yönetmeliği anlamına gelir
uk: означає регламент № %(law_679_2016)s, General Data Protection Regulation, відомий як GDPR
zh_hans: 指欧盟法规 No.%(law_679_2016)s ，即通用数据保护法规，General Data Protection Regulation

source: License
be: Ліцэнзія
ca: Llicència
es: Licencia
fr: Licence
gl: Licenza
id: Lisensi
it: Licenza
ja: ライセンス
kk: Lısenzıa
nb: Lisens
pl: Licencja
pt: Licença
pt_br: Licença
ru: Лицензия
sq: Licencë
tr: Lisans
uk: Ліцензія
zh_hans: 许可协议
