Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: Not specifying translation license means that the translations are available under same license as the given Project itself.
be: Калі ліцэнзія перакладу не вызначаная, гэта азначае, што пераклад даступны пад той жа ліцэнзіяй, што і сам праект.
ca: Si no s'especifica una llicència per a les traduccions, significa que les traduccions són disponibles sota la mateixa llicència que el projecte al qual pertanyen.
es: Si no se especifica alguna licencia de traducción, significa que las traducciones están disponibles bajo la misma licencia del proyecto al cual pertenecen.
fr: Ne pas spécifier de licence de traduction signifie que les traductions sont disponibles sous la même licence que le projet lui-même.
gl: Se non se precisa licenza de tradución significa que as traducións están dispoñíbeis baixo a mesma licenza do proxecto.
id: Tidak menentukan lisensi terjemahan berarti bahwa terjemahan tersebut tersedia berdasarkan lisensi yang sama dengan Proyek itu sendiri.
it: Non specificare la licenza di traduzione significa che le traduzioni sono disponibili con la stessa licenza del progetto stesso.
ja: 翻訳ライセンスを指定していないということは、プロジェクトと同じライセンスで翻訳が利用できることを意味します。
nb: Å ikke angi oversettelseslisens betyr at oversettelsen blir tilgjengelig under samme lisens som det gitte prosjektet.
pl: Brak określenia licencji tłumaczeń oznacza, że tłumaczenia są dostępne na tej samej licencji co sam Projekt.
pt: Não especificar a licença de tradução significa que as traduções estão disponíveis sob a mesma licença que o próprio projecto.
pt_br: Não especificar a licença de tradução significa que as traduções estão disponíveis sob a mesma licença como fornecido pelo próprio Projeto.
ru: Отсутствие указания лицензии на перевод означает, что переводы доступны по той же лицензии, что и сам проект.
sq: Mospërcaktimi i një licence përkthimesh do të thotë se përkthimet janë të përdorshme sipas të njëjtës licencë me vetë projektin.
tr: Çeviri lisansının belirtilmemesi, çevirilerin verilen Proje ile aynı lisans altında mevcut olduğu anlamına gelir.
uk: Відсутність вказівки ліцензії на переклад означає, що переклади доступні з тією самою ліцензією, що і сам проєкт.
zh_hans: 不指定翻译许可证意味着翻译在与项目本身相同的许可下可用。

source: Should the Project opt in for the Translation Memory, license to use the translation is granted to all Translation Memory users.
be: Калі праект выкарыстоўвае памяць перакладаў, ліцэнзія на выкарыстанне перакладу даецца ўсім карыстальнікам памяці перакладаў.
ca: Si el projecte decideix activar la memòria de traducció, es concedeix una llicència d'ús de la traducció a tots els usuaris de la memòria de traducció.
es: Si el Proyecto opta por la Memoria de traducción, la licencia de uso de la traducción se otorga a todos los usuarios de la Memoria de traducción.
fr: Si le projet opte pour le mémoire de traduction, la licence d’utilisation de la traduction est accordée à tous les utilisateurs du mémoire de traduction.
gl: Se o Proxecto opta pola Memoria de tradución, a licenza de emprego da tradución outórgase a tódolos usuarios da Memoria de tradución.
id: Jika proyek memilih Memori Penerjemahan, lisensi untuk menggunakan untuk menggunakan terjemahan diberikan pada semua pengguna Memori Penerjemahan.
it: Nel caso in cui il progetto opti per la memoria di traduzione, la licenza di utilizzo della traduzione viene concessa a tutti gli utenti della memoria di traduzione.
ja: プロジェクトが翻訳メモリを有効にした場合、翻訳メモリはすべての翻訳メモリ ユーザに付与されます。
kk: Eger Joba Tárjimelik jad úshin tańdaý jasasa, tárjimeni paıdalanýǵa arnalǵan lısenzıa barlyq Tárjimelik jad paıdalanýshylaryna beriledi.
nb: Hvis prosjektet etter eget valg skulle benytte seg av oversettelsesminnet, vil lisensen til oversettelsen innvilges alle oversettelsesminnebrukere.
pl: Jeśli projekt wyrazi zgodę na tłumaczenie pamięci, licencja na korzystanie z tłumaczenia jest przyznawana wszystkim użytkownikom pamięci tłumaczeniowej.
pt: Caso o projecto opte pela memória de tradução, a licença para usar a tradução é concedida a todos os utilizadores da memória de tradução.
pt_br: Caso o Projeto opte pela Memória de Tradução, a licença para usar a tradução é concedida a todos os usuários da Memória de Tradução.
ru: Если Проект выбирает Накопитель переводов, лицензия на использование перевода предоставляется всем пользователям Накопителя переводов.
sq: Nëse Projekti zgjedh përdorim Kujtese Përkthimi, licenca për përdorim të përkthimi u akordohet krejt përdoruesve të Kujtesës së Përkthimit.
tr: Projenin Çeviri Belleği'ni seçmesi halinde, çeviriyi kullanma lisansı tüm Çeviri Belleği kullanıcılarına verilir.
uk: Якщо проєкт вибирає Пам'ять перекладів, ліцензія на використання перекладу надається всім користувачам пам'яті перекладів.
zh_hans: 如果项目选择使用翻译记忆库，则所有翻译记忆库用户都可以使用翻译许可。

source: The User agrees, upon contributing to a Project, to the license the Project has specified.
be: Пры занясенні ўнёску ў Праект, Карыстальнік пагаджаецца з ліцэнзіяй, пададзенай гэтым Праектам.
ca: L'usuari accepta, en contribuir a un projecte, la llicència que el projecte ha especificat.
es: El Usuario acepta, al contribuir a un proyecto, la licencia que tal proyecto ha especificado.
fr: L’Utilisateur accepte, en contribuant à un Projet, la licence que le Projet a spécifiée.
gl: O usuario concorda, ó contribuír para un proxecto, ca licenza que o proxecto especificou.
id: Pengguna menyetujui, ketika memberikan kontribusi pada sebuah Proyek, lisensi yang telah dispesifikasikan oleh Proyek.
it: L'utente accetta, dopo aver contribuito a un progetto, la licenza specificata dal progetto.
ja: 利用者は、プロジェクトへの寄稿時に指定したライセンスに同意します。
nb: Brukeren samtykker til lisensen et prosjekt har angitt ved å bidra til prosjektet.
pl: Użytkownik, zgadzając się na udział w Projekcie, wyraża zgodę na licencję określoną przez Projekt.
pt: O utilizador concorda, ao contribuir para um projeto, com a licença que o projeto especificou.
pt_br: O Usuário concorda, ao contribuir para um Projeto, com a licença que o Projeto especificou.
ru: При внесении вклада в Проект, Пользователь соглашается с лицензией указанной этим Проектом.
sq: Përdoruesi pajtohet, përmes kontributit në një Projekt, me licencën që ka përcaktuar Projekti.
tr: Kullanıcı, bir Projeye katkıda bulunduktan sonra, Proje'nin belirttiği lisansı kabul eder.
uk: Користувач погоджується з ліцензією, зазначеної Проєктом при внесенні вкладу в Проєкт.
zh_hans: 用户在向项目贡献时同意项目指定的许可证。

source: The User agrees to use of own name and e-mail as authorship in the VCS commits. The User understands that this grant is non revocable due to nature of the VCS.
be: Карыстальнік пагаджаецца на выкарыстанне свайго імя і адрасу электроннай пошты для пазначэння аўтарства ў VCS-ўнёсках. Карыстальнік разумее, што гэты дазвол немагчыма адклікаць праз сутнасць VCS.
ca: L'usuari accepta que s'utilitzi el seu nom i correu electrònic com a autoria a les publicacions als VCS. L'usuari entén que aquesta concessió no és revocable a causa de la naturalesa dels VCS.
es: El Usuario acepta el uso de su nombre y dirección de correo como autoría en las consignas en los sistemas de control de versiones (VCS, por sus siglas en inglés). El usuario entiende que esta aceptación no es revocable por la naturaleza de los VCS.
fr: L’Utilisateur accepte que ses propres nom et courriel soient utilisés lors des archivages dans le système de contrôle des versions. Cette autorisation est irrévocable compte tenu de la nature même du système de contrôle des versions.
gl: O Usuario acepta o emprego do seu nome e email coma autoría nas consolidacións no Sistema de Control das Versións (SCV). O usuario entende que esta aceptación non é revogábel pola natureza do SCV.
id: Pengguna setuju untuk menggunakan namanya dan surel mereka sendiri sebagai kepengarangan pada commit VCS. Pengguna memahami bahwa hibah ini tidak dapat dibatalkan karena sifat VCS.
it: L'utente accetta di usare il suo nome e l'email come paternità nei commit VCS. L'utente comprende che questa accettazione non è revocabile a causa della natura del VCS.
ja: 利用者は、VCS のコミットの作成者として自分の名前と電子メールを使用することに同意します。利用者は、VCS の仕様上、この許可が取り消し不能であることに納得します。
nb: Brukeren samtykker til bruk av eget navn og e-post som forfatterskap i VKS-innsendelser. Brukeren forstår at denne innvilgelsen ikke er tilbakekallbar som følge av VKS-systemers natur.
pl: Użytkownik zgadza się używać własnego nazwiska i adresu e-mail jako autorstwa w zobowiązaniach VCS. Użytkownik rozumie, że tego grantu nie można odwołać ze względu na charakter VCS.
pt: O utilizador concorda em usar o seu próprio nome e email como autoria nas submissões VCS. O utilizador entende que esta concessão não é revogável devido à natureza do VCS.
pt_br: O Usuário concorda com o uso de seu próprio nome e e-mail como autoria nos commits de VCS. O Usuário entende que esta concessão não é revogável devido à natureza do VCS.
ru: Пользователь соглашается на использование своего имени и e-mail для указания авторства в VCS-коммитах. Пользователь понимает, что данное разрешение является безотзывным из-за сущности VCS.
sq: Përdoruesi pajtohet të përdoren emri dhe email-i i tij si autorësi te depozitime VCS. Përdoruesi e kupton se ky akordim është i pashfuqizueshëm, për shkak të natyrës së VCS-s.
tr: Kullanıcı VCS taahhütlerinde yazar olarak kendi adı ve e-postasını kullanmayı kabul eder. Kullanıcı, bu hibenin VCS'nin niteliği nedeniyle iptal edilemez olduğunu anlamaktadır.
uk: Користувач погоджується на використання свого імені та електронної пошти для вказівки авторства в VCS-поданнях. Користувач розуміє, що даний дозвіл є безвідкличним через суть VCS.
zh_hans: 用户同意在 VCS 提交中使用他自己的姓名和电子邮箱地址作为作者身份。用户需理解，由于 VCS 的性质，此授权不可撤销。

source: Within the meaning of Article 89 Act No. %(law_480_2004)s Coll., on electronic communication, as ammended, the User is informed that the Service uses cookies.
be: Па сэнсу артыкула 89 Закона няма. %(law_480_2004)s Зводу законаў аб электроннай сувязі з выпраўленнямі, Карыстальнік разумее, што Паслуга выкарыстоўвае cookies.
ca: Amb el significat de l'Article 89 de la col·lecció de lleis número %(law_480_2004)s, de comunicacions electròniques, en la seva forma esmenada, l'usuari és informat que el servei utilitza galetes.
es: En el sentido del artículo 89 de la colección de leyes n.º %(law_480_2004)s sobre comunicaciones electrónicas, en su versión modificada, se informa al Usuario de que el Servicio utiliza «cookies».
fr: Au sens de l’article 89 de la loi n° %(law_480_2004)s du Recueil relative aux communications électroniques, telle que modifiée, l’Utilisateur est informé que le Service utilise des témoins de connexion.
gl: No senso do artigo 89 da Lei número %(law_480_2004)s Coll. sobre comunicación electrónica, na súa versión modificada, infórmase ó Usuario de que o Servizo emprega cookies.
id: Dalam arti Pasal 89 UU No. %(law_480_2004)s Coll., tentang komunikasi elektronik, sebagaimana diamendemenkan, Pengguna diberi informasi bahwa Layanan menggunakan kuki.
it: Ai sensi dell'articolo 89 Legge n.%(law_480_2004)s coll., sulle comunicazioni elettroniche, come ammendante, l'utente è informato che il servizio utilizza i cookie.
ja: 本サービスは Cookie を使用することを、改正された電子通信に関する法例集 No. %(law_480_2004)s 第 89 条に規定されたとおり、利用者に通知します。
nb: I betydning av artikkel 89, lov nr. %(law_480_2004)s Samlet, om elektronisk kommunikasjon, som endret, informeres brukeren om at tjenesten bruker informasjonskapsler.
pl: W rozumieniu art. 89 ustawy nr %(law_480_2004)s Coll. o komunikacji elektronicznej, z późniejszymi zmianami, Użytkownik jest informowany, że Serwis używa plików cookie.
pt: Dentro do significado do artigo 89 da lei nº %(law_480_2004)s, sobre comunicação electrónica, como recomendado, o utilizador fica informado de que o serviço usa cookies.
pt_br: Na acepção do Artigo 89 da Lei nº %(law_480_2004)s, sobre comunicação eletrônica, conforme emenda, o Usuário é informado de que o Serviço usa cookies.
ru: В соответствии со статьёй 89 Закона № %(law_480_2004)s Coll., об электронных коммуникациях, с поправками, Пользователь осознаёт, что Сервис использует файлы cookies.
sq: Sipas kuptimit të Nenit 89 të Aktit Nr. %(law_480_2004)s Coll., mbi komunikimet elektronike, siç është ndryshuar, Përdoruesi është në dijeni se Shërbimi përdor <em>cookies</em>.
tr: %(law_480_2004)s Coll. 89. Madde Kanununun anlamı uyarınca, elektronik iletişimde, değiştirildiği şekliyle, Kullanıcıya Servis'in çerezler kullandığını bildirmiştir.
uk: За змістом ст. 89 Закону №%(law_480_2004)s Coll. Про електронні комунікації, з поправками, Користувач усвідомлює, що Служба використовує реп'яшки.
zh_hans: 在第89条法案 No.%(law_480_2004)s Col l。的意义内，关于电子通信，经修订后，用户被告知本服务使用 cookies。

source: The Service uses cookies to personalise content, and to analyse our traffic.
be: Паслуга выкарыстоўвае cookies для персаналізацыі змесціва і для аналізу нашага трафіку.
ca: El servei utilitza galetes per a personalitzar el contingut i per a analitzar el tràfic.
es: El Servicio utiliza cookies para personalizar el contenido y analizar nuestro tráfico.
fr: Le Service utilise des témoins de connexion pour adapter le contenu et analyser le trafic.
gl: O Servizo emprega cookies para personalizar o contido e analizar o noso tráfico.
id: Layanan menggunakan kuki untuk personalisasi konten, dan untuk menganalisis lalu lintas kami.
it: Il Servizio usa i cookie per personalizzare i contenuti ed analizzare il nostro traffico.
ja: 本サービスは、コンテンツをパーソナライズし、トラフィックを分析するためにクッキーを使用します。
nb: Tjenesten bruker informasjonskapsler til å personalisere innhold, og å analysere vår trafikk.
pl: Serwis wykorzystuje pliki cookie w celu personalizowania treści i analizy naszego ruchu.
pt: O serviço usa cookies para personalizar o conteúdo e analisar nosso tráfego.
pt_br: O Serviço usa cookies para personalizar o conteúdo e analisar nosso tráfego.
ru: Данный Сервис использует файлы cookies для персонализации содержания и анализа нашего трафика.
sq: Shërbimi përdor <em>cookies</em> për të personalizuar lëndë, dhe për të analizuar trafikun tonë.
tr: Hizmet, içeriği kişiselleştirmek ve trafiğimizi analiz etmek için çerezleri kullanır.
uk: Служба використовує файли реп'яшків для персоналізації вмісту та аналізу нашого трафіку.
zh_hans: 该服务使用 cookie 来个性化内容并分析我们的流量。

source: Governing Law
be: Рэгулюючае заканадаўства
ca: Llei aplicable
es: Ley Aplicable
fr: Loi applicable
gl: Lei aplicábel
id: Hukum yang Mengatur
it: Legge applicabile
ja: 準拠法
kk: Basqarýshy zańnama
nb: Styrende lov
pl: Prawo rządowe
pt: Lei Aplicável
pt_br: Lei Aplicável
ru: Регулирующее законодательство
sq: Ligj Qeverisës
tr: Geçerli Kanun
uk: Застосовний закон
zh_hans: 适用法律

source: These Terms of Service shall be governed by the laws of the Czech Republic with exclusion of conflict rules.
be: Гэтыя Умовы абслугоўвання рэгулююцца заканадаўствам Чэшскай Рэспублікі за выключэннем супярэчлівых правіл.
ca: Aquestes condicions del servei es regiran per les lleis de la República Txeca amb exclusió de les regles en conflicte.
es: Estas Condiciones de Servicio se regirán por las leyes de la República Checa con exclusión de las normas de conflicto.
fr: Les présentes conditions d’utilisation sont régies par les lois de la République tchèque, à l’exclusion des règles de conflit de lois.
gl: Estas Condicións do Servizo rexeranse polas leis da República Checa con exclusión das regras de conflito.
id: Persyaratan Layanan ini akan diatur oleh hukum Republik Ceko dengan mengesampingkan peraturan konflik.
it: I presenti Termini di servizio sono regolati dalle leggi della Repubblica Ceca con esclusione delle eventuali regole in conflitto.
ja: 利用規約は、紛争のルールを除外してチェコ共和国の法律に準拠する。
kk: Osy Qyzmet Kórsetý Sharttary Cheh Respýblıkasynyń zańdarymen retteledi, qaıshylyq erejelerdi qospaǵanda.
nb: Disse tjenestevilkårene skal håndheves av lovene i Tsjekkia, med unntak av konfliktsregler.
pl: Niniejsze Warunki świadczenia usług podlegają prawu Republiki Czeskiej z wyłączeniem norm kolizyjnych.
pt: Estes termos de serviço serão regidos pelas leis da república checa, com exclusão das regras conflituosas.
pt_br: Estes Termos de Serviço serão regidos pelas leis da República Tcheca, com exclusão das regras conflitantes.
ru: Настоящие Условия обслуживания регулируются законодательством Чешской Республики, за исключением противоречивых правил.
sq: Këto Kushte Shërbimi duhet të qeverisen nga ligjet e Republikës Çeke, duke përjashtuar rregulla që sjellin përplasje.
tr: Bu Hizmet Şartları, çatışma kurallarının hariç tutulmasıyla Çek Cumhuriyeti yasalarına tabidir.
uk: Поточні Умови регулюють законодавством Чеської Республіки за винятком суперечливих правил.
zh_hans: 本服务条款受捷克共和国法律管辖，不包括冲突规则。

source: Any disputes arising on the basis of the Agreement and/or these Terms of Service shall be resolved by the court of the Czech republic having substantive and local jurisdiction.
be: Любыя спрэчкі, якія ўзнікаюць на падставе Пагаднення і / або гэтых Умоў, вырашаюцца судом Чэшскай Рэспублікі, які мае прадметную і мясцовую юрысдыкцыю.
ca: Qualsevol disputa en base a l'acord i/o aquestes condicions del servei serà resolta pel tribunal de la República Txeca que tingui jurisdicció substantiva i local.
es: Cualquier disputa que surja sobre la base del Acuerdo y/o de estos Términos de Servicio será resuelta por el tribunal de la República Checa que tenga jurisdicción sustantiva y local.
fr: Tout litige découlant de l’accord et/ou des présentes conditions d’utilisation sera tranché par le tribunal de la République tchèque ayant compétence matérielle et locale.
gl: Calquera liorta que xorda sobre a base do Acordo e/ou destes Termos do Servizo será resolta polo tribunal da República Checa que teña xurisdición ou potestade sustantiva e local.
id: Semua perselisihan yang dimunculkan berdasarkan Perjanjian dan atau Persyaratan Layanan ini harus diselesaikan secara hukum oleh pengadilan Republik Ceko yang memiliki yuridiksi substansif dan lokal.
it: Qualsiasi controversia derivante dal Contratto e/o dai presenti Termini di servizio sarà risolta dal tribunale della Repubblica Ceca con giurisdizione sostanziale e locale.
ja: 本契約および、または本利用規約に基づいて生じる紛争は、実質的かつ地方の管轄権を有するチェコ共和国の裁判所により解決します。
kk: Kelisim jáne/nemese osy Qyzmet Kórsetý Sharttary negizinde týyndaıtyn kezkelgen daýlardy materıaldyq ben jergilikti zańquzyreti bar Cheh Respýblıkasynyń soty arqyly sheshiledi.
nb: Enhver uoverensstemmelse som måtte oppstå på grunnlag av avtalen og/eller disse tjenestevilkårene skal løses i Tsjekkisk rett, som har materiell og lokal jurisdiksjon.
pl: Wszelkie spory wynikające z Umowy i/lub niniejszych Warunków świadczenia usług będą rozstrzygane przez sąd Republiki Czeskiej posiadający jurysdykcję merytoryczną i lokalną.
pt: Quaisquer litígios que surjam com base no contrato e/ou estes termos de serviço serão resolvidos pelo foro da república checa, com jurisdição local e substantiva.
pt_br: Quaisquer litígios que surjam com base no Contrato e/ou estes Termos de Serviço serão resolvidos pelo foro da República Tcheca, com jurisdição local e substantiva.
ru: Любые споры, возникающие на основании Договора и/или настоящих Условий обслуживания, разрешаются в суде Чешской Республики, обладающем основной и местной юрисдикцией.
sq: Çfarëdo grindje e lindur bazuar në Marrëveshjen dhe/ose këto Kushte Shërbimi duhet zgjidhur nga gjykata e Republikës Çeke që ka juridiksion mbi lëndën dhe vendndodhjen.
tr: Anlaşma ve / veya bu Hizmet Koşulları temelinde ortaya çıkan anlaşmazlıklar, Çek Cumhuriyeti'nin mahkeme tarafından yerel ve yerel yargı yetkisine sahip olarak çözülür.
uk: Будь-які суперечки, які виникають на основі Договору та / або чинних Умов надання послуг, вирішуються в суді Чеської Республіки, включаючи головний та місцеві суди.
zh_hans: 根据本协议和/或本服务条款产生的任何争议应由具有实质和地方管辖权的捷克共和国法院解决。

source: Effect
be: Эфект
ca: Vigència
es: Efecto
fr: Date d’effet
gl: Efecto
id: Berlaku
it: Effetto
ja: 効力
kk: Qoldanys
nb: Ikrafttredelse
pl: Efekt
pt: Efeito
pt_br: Efeito
ru: Действие
sq: Efekt
tr: Etki
uk: Дія
zh_hans: 影响

source: These Terms of Service shall come into force and effect on 1st September 2017.
be: Гэтыя ўмовы абслугоўвання набываюць моц з 1 верасня 2017 года.
ca: Les condicions del servei seran vigents a partir del primer de setembre del 2017.
es: Estos Términos de Servicio entrarán en vigor el 1 de septiembre de 2017.
fr: Ces Conditions Générales d’Utilisation sont effectives à compter du 1er septembre 2017.
gl: Estes Termos do Servizo entrarán en vixenza o 1 de setembro do 2017.
id: Persyaratan Layanan ini mulai berlaku pada 1 September 2017.
it: I presenti Termini di servizio entrano in vigore dal 1 settembre 2017.
ja: これらの利用規約は、2017年9月1日に発効します。
kk: Osy Qyzmet Kórsetý Shattary 2017 jyldyń qyrkúıegindegi 1-inde kúshi men qoldanysyna enedi.
nb: Disse tjenestevilkårene trer i kraft og håndheves fra første september 2017.
pl: Niniejsze Warunki świadczenia usług wchodzą w życie z dniem 1 września 2017 r.
pt: Estes termos de serviço entrarão em vigor a partir de 1 de Setembro de 2017.
pt_br: Estes Termos de Serviço entrarão em vigor a partir de 1º de setembro de 2017.
ru: Настоящие Условия обслуживания вступают в силу и действие 1 сентября 2017 года.
sq: Këto Kushte Shërbimi do të hyjnë në fuqi dhe kenë efekt më 1 shtator, 2017.
tr: Bu Hizmet Şartları 1 Eylül 2017'de yürürlüğe girecektir.
uk: Поточні Умови обслуговування набувають чинності з 1 вересня 2017 року.
zh_hans: 本服务条款将于2017年9月1日生效。

source: Your payment on weblate.org
be: Ваш плацеж на weblate.org
ca: El vostre pagament a weblate.org
es: Su pago en weblate.org
fr: Votre règlement sur weblate.org
gl: O seu pagamento no weblate.org
id: Pembayaran Anda pada weblate.org
it: Il tuo pagamento su weblate.org
ja: weblate.org への支払い
kk: Osy weblate.org saıtyndaǵy tólemińiz
nb: Din betaling på weblate.org
pl: Twoja płatność na weblate.org
pt: O seu pagamento no weblate.org
pt_br: Seu pagamento no weblate.org
ru: Ваш платёж на weblate.org
sq: Pagesa juaj në weblate.org
tr: Weblate.org'daki ödemeniz
uk: Ваш платіж на weblate.org
zh_hans: 您在 weblate.org 上的付款
