Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: The Provider presents the User with a License Agreement and the User accepts this License Agreement, all this under the terms and conditions stated in these Terms of Service.
be: Пастаўшчык падае Карыстальніку ліцэнзію Пагаднення, а Карыстальнік прымае Ліцэнзію на ўмовах, вызначаных у гэтых Умовах абслугоўвання.
ca: El proveïdor presenta a l'usuari un acord de llicència i l'usuari accepta aquest acord de llicència, tot això sobre les condicions i termes definits en aquestes condicions del servei.
es: El Proveedor presenta al Usuario un Contrato de Licencia y el Usuario acepta este Contrato de Licencia, todo ello bajo los términos y condiciones establecidos en estos Términos de Servicio.
fr: Le Fournisseur présente à l’Utilisateur un Accord de Licence et l’Utilisateur accepte cet Agrément de Licence, le tout selon les termes et conditions énoncés dans les présentes Conditions d’Utilisation.
gl: O Fornecedor presenta ó Usuario un Contrato de Licenza e o Usuario acepta este Contrato de Licenza, todo iso baixo os termos e condicións estabelecidos nestes Termos de Servizo.
id: Penyedia menyediakan Perjanjian Lisensi pada Pengguna dan Pengguna menerima Perjanjian Lisensi ini, semua ini berdasarkan syarat dan ketentuan yang tercantum dalam Persyaratan Layanan ini.
it: Il Fornitore concede all'Utente un Accordo di Licenza e l'Utente accetta tale Licenza nel rispetto dei termini e delle condizioni stabilite nei Termini di Servizio.
ja: 提供者は、利用者に使用許諾契約書を提示し、利用者は本利用規約に記載されている条件に基づき、本使用許諾契約書に同意します。
nb: Tilbyderen presenterer brukeren med en lisensavtale, og brukeren godtar denne, alt i henhold til vilkårene og betingelsene stipulert i disse tjenestevilkårene.
pl: Dostawca przedstawia Użytkownikowi umowę licencyjną, a Użytkownik akceptuje niniejszą umowę licencyjną, wszystko to zgodnie z warunkami określonymi w niniejszych Warunkach świadczenia usług.
pt: O fornecedor apresenta ao utilizador um contrato de licença e o utilizador aceita esse contrato de licença, tudo sob os termos e condições estabelecidos nestes Termos de serviço.
pt_br: O Provedor apresenta ao Usuário um Contrato de Licença e o Usuário aceita este Contrato de Licença, tudo isso sob os termos e condições estabelecidos nestes Termos de Serviço.
ru: Поставщик предоставляет Пользователю Лицензионное Соглашение, а Пользователь принимает данное Лицензионное Соглашение; всё это происходит в соответствии с положениями и условиями, изложенными в настоящих Условиях обслуживания.
sq: Furnizuesi i Shërbimeve i paraqit Përdoruesit një Marrëveshje Licence dhe Përdoruesi e pranon këtë Marrëveshje Licence, krejt kjo sipas termave dhe kushteve të deklaruara në këto Kushte Shërbimi.
tr: Sağlayıcı, Kullanıcıya bir Lisans Sözleşmesi sunar ve Kullanıcı, bu Hizmet Koşullarında belirtilen şartlar ve koşullar altında bu Lisans Sözleşmesini kabul eder.
uk: Постачальник надає Користувачеві ліцензійні угоди, а Користувач приймає ліцензію, повністю на умовах і положеннях, викладених у цих Умовах обслуговування.
zh_hans: 提供商向用户提供许可协议，并且用户接受本许可协议，所有这些条款均符合本服务条款中规定的条款和条件。

source: The Provider shall have the right to shut down, adjust, modify or make the Service unavailable on the web address at any time.
be: Пастаўшчык мае права выключыць, наладзіць па іншаму, змяніць або зрабіць паслугу недаступнай па вэб-адрасе ў любы час.
ca: El proveïdor tindrà dret a tancar, ajustar, modificar o fer que el servei no sigui disponible a l'adreça web en qualsevol moment.
es: El Proveedor tendrá derecho a cerrar, ajustar, modificar o hacer que el Servicio no esté disponible en la dirección web en cualquier momento.
fr: Le Fournisseur a le droit d’arrêter, modifier ou interrompre le Service répondant à l’adresse web à tout moment.
gl: O Fornecedor terá dereito a pechar, axustar, modificar ou facer que o Servizo non esté dispoñíbel no enderezo web en calquera intre.
id: Penyedia berhak untuk sewaktu-waktu menutup, menyesuaikan, memodifikasi,atau menjadikan Layanan tidak tersedia pada alamat web.
it: Il Fornitore avrà il diritto di chiudere, regolare, modificare o rendere in qualsiasi momento il Servizio non disponibile all'indirizzo Web.
ja: 提供者は、いつでも Web アドレスからサービスを停止、調整、修正、または利用不能にする権利を有する。
kk: Jetkizýshi kezkelgen ýaqytta jumysyn aıaqtaýǵa, laıyqtaýǵa, ózgertýge nemese Qyzmetke ýeb-mekenjaıy boıynsha qoljetkizbeýge quqyly.
nb: Tilbyderen har rett til å stenge, justere, og endre tjenesten, eller gjøre den utilgjengelig på nettadressen når det skulle være.
pl: Usługodawca ma prawo w każdej chwili zamknąć, dostosować, zmodyfikować lub uczynić Usługę niedostępną pod adresem internetowym.
pt: O fornecedor terá o direito de encerrar, ajustar, modificar ou tornar o serviço indisponível no endereço web a qualquer momento.
pt_br: O Provedor terá o direito de encerrar, ajustar, modificar ou tornar o Serviço indisponível no endereço da Web a qualquer momento.
ru: Поставщик имеет право отключить, регулировать, изменить или сделать Сервис недоступным на веб-адресе в любое время.
sq: Furnizuesi i Shërbimi do të ketë të drejtën të fikë, përshtatë, ndryshojë apo ta bëjë të pakapshëm në adresën web Shërbimin në çfarëdo kohe.
tr: Sağlayıcı, Hizmeti herhangi bir zamanda web adresinde kullanılamaz duruma getirme, ayarlama, değiştirme veya yapma hakkına sahip olacaktır.
uk: Постачальник має право вимкнути, регулювати, змінити або зробити Послугу недоступною на вебадресі в будь-який час.
zh_hans: 提供商有权随时关闭，调整，修改或使服务在网址上不可用。

source: The User agrees to use the Service only in a manner not jeopardizing technical software and/or hardware means of the Provider and/or such means in the Provider’s use.
be: Карыстальнік пагаджаецца карыстацца Паслугай толькі такім чынам, каб не ставіць пад пагрозу тэхнічнае праграмнае забеспячэнне і / або абсталяванне, што належыць Пастаўшчыку і / або выкарыстоўваецца Пастаўшчыком.
ca: L'usuari es compromet a fer servir el servei només de manera que no posi en perill els mitjans de programari i/o maquinari tècnic del proveïdor i/o qualsevol mitjà que utilitzi el proveïdor.
es: El Usuario se compromete a utilizar el Servicio únicamente de manera que no ponga en peligro los medios técnicos de software y/o hardware del Proveedor y/o dichos medios en el uso del Proveedor.
fr: L’Utilisateur s’engage à n’utiliser le Service que d’une manière qui ne compromette pas les moyens techniques logiciels et/ou matériels du Fournisseur et/ou l’utilisation de ces moyens par le Fournisseur.
gl: O Usuario comprométese a emprega-lo Servizo soamente de xeito que non poña en perigo os medios técnicos de software e/ou hardware do Fornecedor e/ou devanditos medios no uso do Fornecedor.
id: Pengguna setuju untuk menggunakan Layanan hanya dengan cara yang tidak membahayakan perangkat lunak teknis dan atau perangkat keras dari Penyedia dan atau cara semacam itu dalam penggunaan Penyedia.
it: L'Utente accetta di utilizzare il Servizio solo in modo da non mettere a repentaglio il software e/o l'hardware del Fornitore e/o tali mezzi nell'uso del Fornitore.
ja: 利用者は、提供者の技術的ソフトウェア、ハードウェア手法、プロバイダー、いずれの使用についても危険にさらすことなく、本サービスを使用することに同意する。
kk: Paıdalanýshy Jetkizýshiniń menshigindegi tehnıkalyq baǵdarlamalyq jasaqtamasyna jáne/nemese jabdyqtaryna jáne/nemese Jetkizýshiniń paıdalanýyndaǵy osyndaı múlikterge qaýip tóndirmeıtin túrde Qyzmetti paıdalanýǵa kelisedi.
nb: Brukeren samtykker til bruk av tjenesten på en måte som ikke setter teknisk programvare og/eller maskinvare i spill, på vegne av tilbyderen, og/eller slike vilkår i tilbyderens bruk.
pl: Użytkownik wyraża zgodę na korzystanie z Usługi wyłącznie w sposób nie zagrażający oprogramowaniu technicznemu i/lub środkom sprzętowym Dostawcy i/lub takim środkom wykorzystywanym przez Usługodawcę.
pt: O utilizador concorda em usar o serviço apenas de forma a que não prejudique os programas técnicos e/ou os meios de equipamento do fornecedor e/ou tais meios no uso do fornecedor.
pt_br: O Usuário concorda em usar o Serviço apenas de maneira que não prejudique o software técnico e/ou os meios de hardware do Provedor e/ou tais meios no uso do Provedor.
ru: Пользователь обязуется использовать Сервис только таким образом, не ставящем под угрозу техническое программное обеспечение и/или оборудование принадлежащие Поставщику и/или таковые средства в пользовании Поставщика.
sq: Përdoruesi bie dakord të përdorë Shërbimin vetëm në një mënyrë që nuk rrezikon mjetet teknike <em>software</em> dhe/ose <em>hardware</em> të Furnizuesit të Shërbimit dhe/ose mjete të tilla në përdorim të Furnizuesit të Shërbimit.
tr: Kullanıcı, Hizmeti yalnızca Teknik Sağlayıcının ve / veya Sağlayıcının donanım araçlarının ve / veya Sağlayıcının kullanımındaki araçların tehlikeye girmeyeceği bir şekilde kullanmayı kabul eder.
uk: Користувач зобов'язується використовувати Послугу тільки таким чином, що не ставить під загрозу технічне програмне забезпечення та / або апаратні засоби Постачальника та / або такі кошти в користуванні Постачальника.
zh_hans: 用户同意仅以不损害提供商的技术软件和/或硬件方式和/或提供商使用此类方式的方式使用本服务。

source: The User agrees to refrain from use of the Service in bad faith and/or deliberately causing any damage to the Service.
be: Карыстальнік пагаджаецца ўстрымацца ад нядобрасумленнага выкарыстання Паслугі і / ці наўмысна ўчыніць шкоду Паслузе.
ca: L'usuari es compromet a abstenir-se de fer servir el servei amb mala fe i/o causar qualsevol dany deliberadament al servei.
es: El Usuario se compromete a abstenerse de utilizar el Servicio de mala fe y/o de causar deliberadamente cualquier daño al Servicio.
fr: L’Utilisateur s’engage à s’abstenir d’utiliser le Service de mauvaise foi et/ou de causer délibérément des dommages au Service.
gl: O Usuario comprométese a absterse de emprega-lo Servizo de má fe e/ou de causar de xeito deliberado calquera dano ó Servizo.
id: Pengguna menyetujui untuk menjauhkan diri dari maksud buruk dalam penggunaan Layanan dan atau dengan sengaja menyebabkan segala macam kerusakan pada Layanan.
it: L'Utente accetta di astenersi dall'usare il Servizio in malafede e/o di causare deliberatamente danni al Servizio.
ja: 利用者は、本サービスの不正使用および、または故意に本サービスに損害を与えないことに同意する。
kk: Paıdalanýshy Qyzmetti josyqsyz paıdalanýdan jáne/nemese Qyzmetke ádeı kezkelgen zıan keltirýden bas tartýǵa kelisedi.
nb: Brukeren samtykker til å unngå å bruke tjenesten med ond hensikt og/eller ved vilje å forårsake skade på tjenesten.
pl: Użytkownik wyraża zgodę na powstrzymanie się od korzystania z Usługi w złej wierze i/lub celowo powodując jakiekolwiek szkody w Usłudze.
pt: O utilizador concorda em abster-se de usar o serviço de má-fé e/ou causar deliberadamente qualquer dano ao serviço.
pt_br: O Usuário concorda em abster-se de usar o Serviço de má-fé e/ou causar deliberadamente qualquer dano ao Serviço.
ru: Пользователь соглашается воздерживаться от недобросовестного использования Сервиса и/или преднамеренного причинения любого ущерба Сервису.
sq: Përdoruesi bie dakord të mos përdorë Shërbimin në mënyrë dashakeqe dhe/ose t’i shkaktojë me dashje çfarëdo dëmi Shërbimit.
tr: Kullanıcı, Hizmeti kötü niyetle kullanmaktan ve / veya Hizmetin zarar görmesine neden olmaktan kaçınmayı kabul eder.
uk: Користувач погоджується утримуватися від недобросовісного використання Послуги і / або навмисного заподіяння будь-якої шкоди Службі.
zh_hans: 用户同意不得恶意使用本服务和/或故意对本服务造成任何损害。

source: The User agrees to refrain from bypassing the Service’s software and/or technical hardware means, in particular the security systems.
be: Карыстальнік пагаджаецца ўстрымлівацца ад абыходу праграмнага забеспячэння і / або тэхнічнага абсталявання Паслугі, у прыватнасці сістэмы бяспекі.
ca: L'usuari es compromet a abstenir-se d'eludir els mitjans tècnics del maquinari i/o programari del servei, en particular, els sistemes de seguretat.
es: El Usuario se compromete a abstenerse de eludir los medios de software y/o hardware técnico del Servicio, en particular los sistemas de seguridad.
fr: L’Utilisateur s’engage à ne pas contourner les moyens logiciels et/ou matériels techniques du Service, notamment les systèmes de sécurité.
gl: O Usuario comprométese a absterse de eludi-los medios de software e/ou hardware técnico do Servizo, de xeito particular os sistemas de seguranza.
id: Pengguna menyetujui untuk menjauhkan diri dari menghindari perangkat lunak dan atau perangkat keras teknis Layanan, khususnya sistem keamanan.
it: L'Utente accetta di astenersi dal bypassare il software del Servizio e/o l'harwdare del Fornitore, ed in particolare i sistemi di sicurezza.
ja: 利用者は、本サービスのソフトウェアおよび、または技術的なハードウェア手法、特にセキュリティシステムを迂回することを控えることに同意する。
kk: Paıdalanýshy Qyzmettiń baǵdarlamalyq jasaqtamasyn jáne/nemese tehnıkalyq jabdyqtaryn, atap aıtqanda, qaýipsizdik júıelerin, aınalyp ótýden bas tartýǵa kelisedi.
nb: Brukeren samtykker til å ikke omgå tjenestens programvare og/eller tekniske maskinvarebegrensninger, i særdeleshet dens sikkerhetssystemer.
pl: Użytkownik zobowiązuje się do powstrzymania się od ominięcia oprogramowania Serwisu i/lub środków technicznych, w szczególności systemów bezpieczeństwa.
pt: O utilizador concorda em se abster de contornar o programa e/ou equipamento do serviço, em particular os sistemas de segurança.
pt_br: O Usuário concorda em não ignorar o software e/ou o hardware técnico do Serviço, em particular os sistemas de segurança.
ru: Пользователь соглашается воздерживаться от обхода программных и/или технических средств Сервиса, что означает, в частности, системы безопасности.
sq: Përdoruesi bie dakord të mos anashkalojë mjetet software dhe/ose teknike hardware të Shërbimit, në mënyrë të veçantë sistemet e sigurisë.
tr: Kullanıcı, Hizmet'in yazılımını ve / veya teknik donanım araçlarını, özellikle güvenlik sistemlerini atlamaktan kaçınmayı kabul eder.
uk: Користувач погоджується утримуватися від обходу програмних і / або технічних засобів Служби, зокрема, систем безпеки.
zh_hans: 用户同意不要绕过服务的软件和/或技术硬件手段，特别是安全系统。

source: Liability for Damage
be: Адказнасць за шкоду
ca: Responsabilitat per danys
es: Responsabilidad por daños y perjuicios
fr: Responsabilités en cas de dommages
gl: Responsabilidade polos danos e prexuízos
id: Tanggung jawab atas Kerusakan
it: Responsabilità per danni
ja: 損害賠償責任
kk: Zıan úshin jaýapkershilik
nb: Skadeansvar
pl: Odpowiedzialność za szkody
pt: Responsabilidade por Danos
pt_br: Responsabilidade por Danos
ru: Ответственность за ущерб
sq: Përgjegjësi Dëmesh
tr: Hasar Sorumluluğu
uk: Відповідальність за шкоду
zh_hans: 损害赔偿责任

source: The User hereby renders it undisputed that the Provider shall not be liable for any damage caused to the User resulting from the use of the Service.
be: Карыстальнік бясспрэчна пацвярджае, што Пастаўшчык не нясе адказнасці за шкоду, ўчыненую Карыстальніку ў выніку выкарыстання Паслугі.
ca: L'usuari declara de manera indiscutible que el proveïdor no serà responsable de cap dany causat a l'usuari com a resultat de l'ús del servei.
es: Por la presente, el Usuario deja claro que el Proveedor no será responsable de ningún daño causado al Usuario como resultado del uso del Servicio.
fr: L’Utilisateur déclare par la présente que le Prestataire n’est pas responsable des dommages causés à l’Utilisateur du fait de l’utilisation du Service.
gl: O Usuario deixa craro que o Fornecedor non será responsábel de ningún dano feito ó Usuario coma resultado do emprego do Servizo.
id: Dengan ini Pengguna setuju untuk tidak membantah bahwa Penyedia tidak akan bertanggung jawab atas segala kerusakan yang terjadi pada Pengguna yang diakibatkan oleh penggunaan Layanan.
it: Con la presente l'Utente rende indiscusso che il Fornitore non sarà responsabile per eventuali danni all'Utente derivanti dall'uso del Servizio.
ja: 利用者は、本サービスの使用に起因する利用者に生じたいかなる損害についても、提供者が責任を負わないことを明示する。
kk: Paıdalanýshy osymen Qyzmetti paıdalaný nátıjesinde týyndaǵan Paıdalanýshyǵa kezkelgen zıan keltirgen úshin Jetkizýshiniń jaýapkershiligi bolmaıtyndyǵyn daýsyz rastaıdy.
nb: Brukeren gjør det herved udiskuterbart at tilbyderen ikke skal være ansvarlig for skade forårsaket av brukeren som følge av bruk av tjenesten.
pl: Użytkownik niniejszym oświadcza bezspornie, że Usługodawca nie ponosi odpowiedzialności za jakiekolwiek szkody wyrządzone Użytkownikowi w wyniku korzystania z Usługi.
pt: O utilizador aqui declara que é indiscutível que o fornecedor não será responsável por qualquer dano causado ao utilizador resultante do uso do serviço.
pt_br: O Usuário por meio deste declara que é indiscutível que o Provedor não será responsável por qualquer dano causado ao Usuário resultante do uso do Serviço.
ru: Пользователь настоящим бесспорно подтверждает, что Поставщик не несёт ответственности за ущерб, причинённый Пользователю в результате использования Сервиса.
sq: Përdoruesi sipas kësaj e bën të padiskutueshme që Furnizuesi i Shërbimeve s’do të jetë përgjegjës për asnjë dëm shkaktuar Përdoruesit i ardhur nga përdorimi i shërbimit.
tr: Kullanıcı, Hizmet’in kullanımından kaynaklanan Kullanıcı’ya verilecek zararlardan Tedarikçi’nin sorumlu olmayacağını tartışmasız kılmaktadır.
uk: Користувача цим безперечно підтверджує, що Постачальник не несе відповідальності за шкоду, заподіяну Користувачеві в результаті користування Послугою.
zh_hans: 用户特此提出无可争议的是，提供商不对因使用服务而对用户造成的任何损害承担责任。

source: If the User is an entrepreneur, it hereby expressly waives its right to compensation from the Provider for damage unintentionally caused by the Provider to the User through a breach of any obligation contained in these Terms of Service and/or resulting from the use of the Service.
be: Калі Карыстальнік з'яўляецца прадпрымальнікам, ён, відавочна, адмаўляецца ад свайго права на кампенсацыю Пастаўшчыка за шкоду, наўмысна ўчыненую Пастаўшчыком Карыстальніку ў выніку парушэння якіх-небудзь абавязкаў, прадугледжаных гэтымі Умовамі аказання паслуг, і / або якія ўзніклі ў выніку выкарыстання Паслугі .
ca: Si l'usuari és un empresari, renuncia de manera expressa al seu dret a la compensació per part del proveïdor pels danys causats de manera no intencionada pel proveïdor a l'usuari mitjançant el trencament de qualsevol obligació inclosa en aquestes condicions del servei i/o resultant de l'ús del servei.
es: Si el Usuario es un empresario, de esta manera renuncia expresamente a su derecho de compensación por parte del Proveedor por daños causados inintencionadamente por el Proveedor al Usuario a través de la ruptura de cualquier obligación contenida en estos términos de servicio y/o resultantes por el uso del Servicio.
fr: Si l’Utilisateur est un entrepreneur, il renonce expressément par les présentes à son droit d’être indemnisé par le Fournisseur pour les dommages causés involontairement par le Fournisseur à l’Utilisateur par une violation de toute obligation contenue dans les présentes Conditions de service et/ou résultant de l’utilisation du Service.
gl: Se o Usuario é un empresario, desta maneira renuncia de xeito expreso ó seu dereito de compensación por parte do Fornecedor por danos feitos de xeito inintencionado polo Fornecedor ó Usuario a través do rompemento de calquera obligación contida nestes Termos do Servizo e/ou resultantes polo emprego do Servizo.
id: Bila Pengguna adalah seorang wirausaha, dengan ini secara tegas melepaskan haknya terhadap ganti rugi dari Penyedia untuk kerusakan yang disebabkan oleh Penyedia kepada Pengguna melalui pemutusan dari semua kewajiban yang ada di dalam Persyaratan Layanan ini dan atau dihasilkan dari penggunaan Layanan.
it: Se l'Utente è un imprenditore, rinuncia espressamente al suo diritto al risarcimento da parte del Fornitore per danni causati involontariamente dal Fornitore all'Utente attraverso la violazione di qualsiasi obbligo contenuto in questi Termini di Servizio e/o risultante dall'uso del Servizio.
ja: 利用者が起業家である場合、本契約条件に含まれる義務の違反および、または本サービスの使用に起因する義務違反により、提供者が利用者に対して意図せずに生じた損害について、提供者からの補償の権利を明示的に放棄する。
nb: Hvis brukeren er forretningsdrivende, forkaster vedkommende ettertrykkelig sin rett til kompensasjon fra tilbyderen for skade utilsiktet forårsaket av tilbyderen for brukeren gjennom brudd på noen forpliktelse som finnes i disse tjenestevilkårene og/eller som resultat av bruk av tjenesten.
pl: Jeżeli Użytkownik jest przedsiębiorcą, niniejszym wyraźnie zrzeka się prawa do odszkodowania od Operatora za szkodę nieumyślnie wyrządzoną Użytkownikowi przez Operatora w wyniku naruszenia jakichkolwiek zobowiązań zawartych w niniejszych Warunkach Użytkowania Serwisu i/lub wynikających z korzystania z Serwisu.
pt: Se o utilizador for um empresário, aqui renuncia expressamente ao seu direito a compensação do fornecedor por danos causados acidentalmente pelo fornecedor ao utilizador por meio de uma violação de qualquer obrigação contida nestes termos de serviço e/ou resultante do uso do serviço.
pt_br: Se o Usuário for um empreendedor, ele por meio deste renuncia expressamente ao seu direito à compensação do Provedor por danos causados acidentalmente pelo Provedor ao Usuário por meio de uma violação de qualquer obrigação contida nestes Termos de Serviço e/ou resultante do uso do Serviço.
ru: Если Пользователь является предпринимателем, он или она недвусмысленно отказывается от своего права на получение компенсации от Поставщика за ущерб, неумышленно причинённый Поставщиком Пользователю в результате нарушения каких-либо обязательств, содержащихся в настоящих Условиях обслуживания и/или возникший в результате использования Сервиса.
sq: Nëse Përdoruesi është një sipërmarrës, sipas kësaj ai heq shprehimisht dorë nga të drejtat për kompensim nga Furnizuesi i Shërbimit për dëm të shkaktuar padashur nga Furnizuesi i Shërbimit ndaj Përdoruesit përmes shkeljes së çfarëdo detyrimi që përmbahet në këto Kushte Shërbimi dhe/ose të ardhur nga përdorimi i Shërbimit.
tr: Kullanıcı bir girişimci ise, bu Hizmet Koşullarında yer alan ve / veya Hizmetin kullanımından doğacak herhangi bir yükümlülüğü ihlal etmek suretiyle, Tedarikçinin istemeden Kullanıcının doğuracağı zarar için Sağlayıcıdan tazminat etme hakkını açıkça reddeder. .
uk: Якщо Користувач є підприємцем, він недвозначно відмовляється від свого права на отримання компенсації від Постачальника за шкоду, ненавмисно заподіяну Постачальником Користувачеві в результаті порушення будь-яких зобов'язань, що містяться в цих Умовах обслуговування і / або виниклих в результаті використання Послуги.
zh_hans: 如果用户是企业，他特此明确放弃向提供商赔偿提供者因违反本服务条款中包含的任何义务和/或因使用服务而导致的无意损害的权利。
