Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: Hello, Thank you for your payment on weblate.org. You will find an invoice for this payment attached. Alternatively, you can download it from the website: %s
be: Добры дзень, Дзякуй за вашу аплату на сайце weblate.org. У ліст укладаецца інвойс за гэту аплату. Таксама, вы можаце спампаваць яго з вэб-сайта: %s
ca: Bon dia: Gràcies pel vostre pagament a weblate.org. Us adjuntem la factura d'aquest pagament. També la podeu baixar del lloc web: %s
es: Hola. Gracias por su pago en weblate.org. Se adjunta una factura por este pago. También puede descargarlo del sitio web: %s
fr: Bonjour, Merci pour votre règlement sur weblate.org. Vous trouverez la facture associée en pièce jointe. Vous pouvez aussi télécharger cette facture sur le site : %s
gl: Ola Grazas polo seu pagamento no weblate.org. Achégase unha factura por este pagamento. Tamén pode baixalo da páxina web: %s
id: Halo, Terima kasih atas pembayaran Anda pada weblate.org Anda dapat menemukan faktur untuk pembayaran ini dalam lampiran. Atau, Anda dapat mengunduhnya dari situs web: %s
it: Ciao, grazie per il pagamento su weblate.org. La fattura di questo pagamento è allegata, In alternativa è possibile scaricarla dal sito web: %s
ja: こんにちは weblate.org へのお支払い、ありがとうございます。 お支払いの請求書を添付しています。 Web サイトからもダウンロードできます: %s
nb: Hei, Takk for din betaling på weblate.org Du vil finne faktura for denne betalingen i vedlegget, alternativt kan du laste den ned fra nettsiden: %s
pl: Witaj, Dziękujemy za płatność na weblate.org. W załączeniu znajduje się faktura za tę płatność. Możesz również pobrać ją ze strony internetowej: %s
pt: Olá Obrigado pelo seu pagamento no weblate.org. Irá encontrar anexada uma fatura deste pagamento. Alternativamente, pode descarregá-la do site da Web: %s
pt_br: Olá! Obrigado por seu pagamento no weblate.org. Você encontrará anexada uma fatura para esse pagamento. Alternativamente, você pode baixá-la do site: %s
ru: Здравствуйте, Спасибо за ваш платёж на сайте weblate.org. К письму прилагается инвойс за эту оплату. Также, вы можете скачать его с веб-сайта: %s
sq: Tungjatjeta, Faleminderit për pagesën tuaj te weblate.org. Bashkëngjitur do të gjeni një faturë për këtë pagesë. Ndryshe, mund ta shkarkoni prej sajtit: %s
tr: Merhaba, Weblate.org adresindeki ödemeniz için teşekkür ederiz. Bu ödeme için ekli bir fatura bulacaksınız. Alternatif olarak, web sitesinden indirebilirsiniz: %s
uk: Привіт, Дякуємо за ваш платіж на сайті weblate.org. До листа прикріплений рахунок-фактура за цю оплату. Крім того, ви можете завантажити його з вебсайту: %s
zh_hans: 您好， 感谢您在 weblate.org 上付款。 您将找到附带的此付款的发票（国际发票）。 或者，您可以从网站下载： %s

source: Your payment on weblate.org failed
be: Аплата на сайце weblate.org не выкананая
ca: El vostre pagament a weblate.org ha fallat
es: Su pago en weblate.org falló
fr: Votre paiement sur weblate.org a échoué
gl: O seu pagamento no weblate.org fallou
id: Pembayaran Anda pada weblate.org gagal
it: Il tuo pagamento su weblate.org è fallito
ja: weblate.org へのお支払いに失敗しました
kk: Osy weblate.org saıtyndaǵy tólemińiz sátsiz aıaqtaldy
nb: Din betaling på weblate.org mislyktes
pl: Twoja płatność na weblate.org nie powiodła się
pt: O seu pagamento no weblate.org falhou
pt_br: Seu pagamento no weblate.org falhou
ru: Ваш платёж на weblate.org не прошёл
sq: Pagesa juaj në weblate.org dështoi
tr: Weblate.org'daki ödemeniz başarısız oldu
uk: Ваш платіж на weblate.org не вдався
zh_hans: 您在 weblate.org 上的付款失败

source: Hello, Your payment on weblate.org has failed. %s Retry issuing the payment on the website: %s If concerning a recurring payment, it is retried three times, and if still failing, cancelled.
be: Добры дзень, Ваша плацеж на сайце weblate.org не прайшоў. %s Паўтарыце афармленне плацяжу на сайце: %s Калі маецца на ўвазе рэгулярная аплата, будзе здзейснена тры спробы, і калі ўсё адно не атрымаецца, то плацёж скасуецца.
ca: Bon dia: El vostre pagament a weblate.org ha fallat. %s Proveu de tornar a emetre el pagament al lloc web: %s Si es tracta d'un pagament recurrent, es tornarà a provar tres vegades, si encara falla, es cancel·larà.
es: Hola. Su pago en weblate.org ha fallado. %s Vuelva a intentar emitir el pago en el sitio web: %s Si se trata de un pago recurrente, se vuelve a intentar tres veces, y si sigue fallando, se cancela.
fr: Bonjour, Votre paiement sur weblate.org a échoué. %s Réessayez de payer sur le site : %s S’il s’agit d’un paiement récurrent, il sera annulé après trois tentatives infructueuses.
gl: Ola, O seu pagamento no weblate.org fallou. %s Volta tentar emiti-lo pagamento no sitio web: %s Se se trata dun pagamento recorrente, vóltase tentar tres veces, e se segue a fallar, desbótase.
id: Halo, Pembayaran Anda pada weblate.org gagal. %s Ulangi pembayaran pada situs web: %s Apabila terkait dengan pembayaran berulang, dibatalkan apabila tetap gagal setelah diulangi sebanyak tiga kali.
it: Ciao, ll pagamento su weblate.org non è andato a buon fine. Possibili motivi: %s Ti consigliamo di ripetere il pagamento nel sito web: %s Se si tratta di un pagamento ricorrente verrà ripetuto tre volte, ma, qualora fallisca, sarà cancellato.
ja: こんにちは weblate.org へのお支払いに失敗しました。 %s Web サイトでお支払いを再試行してください: %s 定期購入の場合は 3 回再試行し、それでも失敗した場合は解約されます。
nb: Hei, Betalingen på weblate.org har mislyktes %s Prøv å gjenta betalingen på nettsiden: %s Hvis dette var en vedvarende betaling, vil den bli forsøkt gjennomført tre ganger. Hvis den mislykkes, kanselleres planen.
pl: Witaj, Twoja płatność na weblate.org nie powiodła się. %s Ponów próbę wystawienia płatności na stronie internetowej: %s Jeśli dotyczy to płatności cyklicznej, jest ona ponawiana trzy razy, a jeśli nadal będzie nieskuteczna, zostanie anulowana.
pt: Olá O seu pagamento no weblate.org falhou. %s Tente emitir o pagamento na página novamente: %s Se estiver relacionado a um pagamento recorrente, será repetido três vezes e, se ainda falhar, cancelado.
pt_br: Olá! Seu pagamento no weblate.org falhou. %s Tente emitir novamente o pagamento no site: %s Se estiver relacionado a um pagamento recorrente, ele será repetido três vezes e, se ainda falhar, cancelado.
ru: Здравствуйте, Ваш платёж на сайте weblate.org не прошёл. %s Повторите оформление платежа на сайте: %s Если речь идёт о регулярном платеже, это повторяется три раза, и если все равно не получается, то он отменяется.
sq: Tungjatjeta, Pagesa juaj në weblate.org dështoi. %s Riprovoni duke e bërë pagesën te sajti: %s Nëse bëhet fjalë për pagesë ripërsëritëse, provohet tri herë, dhe nëse prapë dështohet, pagesa anulohet.
tr: Merhaba, Weblate.org'daki ödemeniz başarısız oldu. %s Web sitesinde ödeme yapılmasını tekrar denemek için: %s Yinelenen bir ödemeyle ilgili olarak, üç kez denenir ve hala başarısız olursa, iptal edilir.
uk: Вітання, Ваш платіж на сайті weblate.org не вдався. %s Повторіть оформлення платежу на сайті: %s Якщо це стосується повторюваної оплати, то вона повторюється тричі і якщо не вдається, то скасовується.
zh_hans: 您好， 您在 weblate.org 上的付款已失败。 %s 在网站上重新发起付款： %s 如果涉及周期性付款，系统将自动重试三次； 如果仍然失败，则会被取消。

source: Your pending payment on weblate.org
be: Ваш плацёж у чаканні на weblate.org
ca: El vostre pagament pendent a weblate.org
es: Su pago pendiente en weblate.org
fr: Votre règlement en attente sur weblate.org
gl: O seu pagamento pendente no weblate.org
id: Pembayaran Anda pada weblate.org yang tertunda
it: Il tuo pagamento in sospeso su weblate.org
ja: weblate.org への未払い
nb: Din ventende betalingsformidling på weblate.org
pl: Twoja oczekująca płatność na weblate.org
pt: O seu pagamento pendente no weblate.org
pt_br: Seu pagamento pendente no weblate.org
ru: Ваш ожидающий платёж на weblate.org
sq: Pagesa juaj pezull në weblate.org
tr: Weblate.org'daki bekleyen ödemeniz
uk: Ваш відкладений платіж на weblate.org
zh_hans: 您weblate.org的待付款

source: Hello, Your payment on weblate.org is pending. Please follow the provided instructions to complete the payment.
be: Вітаем! Ваш плацёж на weblate.org знаходзіцца на разглядзе. Калі ласка, выконвайце ўсё па інструкцыі, каб завяршыць аплату.
ca: Bon dia: El vostre pagament a weblate.org està pendent. Seguiu les instruccions següents per a completar el pagament.
es: Hola. Su pago en weblate.org está pendiente. Siga las instrucciones que a continuación se proveen para completar el pago.
fr: Bonjour, Votre paiement sur weblate.org est en attente. Veuillez suivre les instructions fournies pour finaliser ce paiement.
gl: Ola, O seu pagamento no weblate.org está pendente. Siga as instrucións que deseguido se fornecen para completar o pagamento.
id: Halo, Pembayaran Anda pada weblate.org masih tertunda. Harap mengikuti petunjuk yang disediakan untuk menyelesaikan pembayaran.
it: Ciao, il tuo pagamento su weblate è in sospeso. Segui le istruzioni per completare il pagamento.
ja: こんにちは お客様の weblate.org への支払いの入金を待っています。 指示に従ってお支払いください。
nb: Hei, Din betaling på weblate.org er ikke mottatt. Fullfør betalingen ved å følge vedlagt instruks.
pl: Witaj, Twoja płatność na weblate.org jest w toku. Postępuj zgodnie z podanymi instrukcjami realizacji płatności.
pt: Olá, Seu pagamento em weblate.org está pendente. Por favor, siga as instruções para completar o pagamento.
pt_br: Olá! Seu pagamento no weblate.org está pendente. Por favor, siga as instruções fornecidas para concluir o pagamento.
ru: Здравствуйте! Ваш платёж в weblate.org находится на рассмотрении. Пожалуйста, следуйте указанным инструкциям для завершения оплаты.
sq: Tungjatjeta, Pagesa juaj në weblate.org është pezull. Ju lutemi, për të plotësuar pagesën, ndiqni udhëzimet e furnizuara.
tr: Merhaba, Weblate.org'daki ödemeniz beklemede. Lütfen ödemeyi tamamlamak için verilen talimatları uygulayın.
uk: Вітання, Ваш платіж на weblate.org очікує на розгляд. Будь ласка, дотримуйтесь наданих вказівок щодо завершення платежу.
zh_hans: 你好： 您在 weblate.org 的付款处于待定状态。请按照以下说明 完成付款。

source: Payment card
be: Плацёжная картка
ca: Targeta de pagament
es: Tarjeta de pago
fr: Carte bancaire
gl: Tarxeta de pagamento
id: Kartu pembayaran
it: Carta pagamento
ja: カード払い
kk: Tólem kartasy
nb: Betalingskort
pl: Karta płatnicza
pt: Cartão de pagamento
pt_br: Cartão de pagamento
ru: Карта оплаты
sq: Kartë pagesash
tr: Ödeme kartı
uk: Платіжна карточка
zh_hans: 支付卡

source: Payment cancelled
be: Плацёж скасаваны
ca: Pagament cancel·lat
es: Pago cancelado
fr: Paiement annulé
gl: Pagamento desbotado
id: Pembayaran dibatalkan
it: Pagamento annullato
ja: 支払いの解約
kk: Tólem boldyrylmady
nb: Betaling avbrutt
pl: Płatność anulowana
pt: Pagamento cancelado
pt_br: Pagamento cancelado
ru: Платёж отменён
sq: Pagesa u anulua
tr: Ödeme iptal edildi
uk: Платіж скасований
zh_hans: 支付已取消

source: Payment error
be: Памылка аплаты
ca: S'ha produït un error de pagament
es: Error de pago
fr: Erreur lors du paiement
gl: Erro de pagamento
id: Kesalahan pembayaran
it: Errore pagamento
ja: 決済エラー
kk: Tólem qatesi
nb: Betalingsfeil
pl: Błąd płatności
pt: Erro de pagamento
pt_br: Erro de pagamento
ru: Ошибка платежа
sq: Gabim pagese
tr: Ödeme hatası
uk: Помилка платежу
zh_hans: 支付错误

source: IBAN bank transfer
be: Банкаўскі перавод па IBAN
ca: Transferència bancària IBAN
es: Transferencia bancaria IBAN
fr: Transfert bancaire IBAN
gl: IBAN da transferencia bancaria
id: Transfer bank melalui IBAN
it: Trasferimento bancario con IBAN
ja: IBAN 銀行振込
nb: IBAN-bankoverføring
pl: Przelew bankowy IBAN
pt: Transferência bancária IBAN
pt_br: Transferência bancária IBAN
ru: Банковский перевод по IBAN
sq: Transfertë bankare me IBAN
tr: IBAN banka havalesi
uk: Банківський переказ IBAN
zh_hans: IBAN 银行转账

source: Issuing bank
be: Банк-эмітэнт
ca: Banc emissor
es: Banco emisor
fr: Banque émettrice
gl: Banco emisor
id: Bank yang menerbitkan
it: Banca emittente
ja: 発行銀行
nb: Utstedende bank
pl: Bank wydający
pt: Banco emissor
pt_br: Banco emissor
ru: Банк-эмитент
sq: Banka emetuese
tr: Veren banka
uk: Банк-емітент
zh_hans: 开户行

source: Account holder
be: Уладальнік рахунка
ca: Titular del compte
es: Titular de la cuenta
fr: Titulaire du compte
gl: Titular da conta
id: Nama pemegang rekening
it: Titolare conto
ja: 口座名義人
nb: Kontoinnehaver
pl: Właściciel rachunku
pt: Titular da conta
pt_br: Titular da conta
ru: Владелец счёта
sq: Zotërues i llogarisë
tr: Hesap sahibi
uk: Власник рахунку
zh_hans: 账户持有人

source: Account number
be: Нумар рахунка
ca: Número de compte
es: Número de cuenta
fr: Numéro de compte
gl: Número da conta
id: Nomor rekeniing
it: Numero conto
ja: 口座番号
nb: Kontonummer
pl: Numer rachunku
pt: Número da conta
pt_br: Número da conta
ru: Номер счёта
sq: Numër llogarie
tr: Hesap numarası
uk: Номер рахунку
zh_hans: 帐号

source: SWIFT code
be: Код SWIFT
ca: Codi SWIFT
es: Código SWIFT
fr: Code SWIFT
gl: Código SWIFT
id: Kode SWIFT
it: Codice SWIFT
ja: SWIFT コード
nb: SWIFT-kode
pl: Kod SWIFT
pt: Código SWIFT
pt_br: Código SWIFT
ru: SWIFT-код
sq: Kod SWIFT
tr: SWIFT kodu
uk: Код SWIFT
zh_hans: SWIFT 代码

source: Reference
be: Рэкамендацыя
ca: Referència
es: Referencia
fr: Référence
gl: Referencia
id: Referensi
it: Riferimento
ja: 参照
nb: Referanse
pl: Odniesienie
pt: Referência
pt_br: Referência
ru: Рекомендация
sq: Referencë
tr: Referans
uk: Довідково
zh_hans: 参考

source: European VAT ID
be: Еўрапейскі нумар плацельшчыка ПДВ
ca: Identificador d'IVA europeu
es: ID de IVA europeo
fr: ID de TVA européen
gl: Identificación (ID) do IVE Europeo
id: ID VAT Eropa
it: Partita IVA europea
ja: 欧州 VAT ID
kk: Eýropalyq QQS nómiri
nb: Europeisk moms-ID
pl: Europejski identyfikator VAT
pt: Id. do IVA Europeu
pt_br: ID de IVA europeu
ru: Европейский номер плательщика НДС
sq: ID TVSH-je Europiane
tr: Avrupa KDV Kimliği
uk: Європейський номер платника ПДВ
zh_hans: 欧盟增值税号 VAT ID

source: Please fill in European Union VAT ID, leave blank if not applicable.
be: Калі ласка, запоўніце ідэнтыфікатар ПДВ ЕЗ, калі не ўжываецца, пакінце пустым.
ca: Ompliu l'identificador d'IVA de la Unió Europea, o deixeu-lo en blanc si no aplica.
es: Por favor, rellene el número de IVA de la Unión Europea, déjelo en blanco si no es aplicable.
fr: Veuillez indiquer un ID de TVA de l’Union européenne, laissez vide si non applicable.
gl: Por favor, rechee o número do IVE da Unión Europea, déixeo en branco se non é aplicábel.
id: Silakan mengisi ID VAT Uni Eropa, kosongkan bila tidak berlaku.
it: Inserisci la partita IVA (VATIN). Lascia il campo vuoto se non applicabile.
ja: 欧州連合（EU）の VAT ID を記入してください。適用外の場合は空欄にしてください。
kk: Eýropalyq Odaqtyń QQS nómirin toltyryńyz, eger ol qoldanylmasa, bos qaldyryńyz.
nb: Fyll inn moms-ID fra EU, la stå tom hvis dette ikke angår deg.
pl: Proszę podać identyfikator VAT Unii Europejskiej, pozostaw puste, jeśli nie dotyczy.
pt: Por favor, preencha a 'Id. do IVA' da União Europeia. Deixe em branco se não for aplicável.
pt_br: Por favor, preencha o ID do IVA da União Europeia. Deixe em branco se não for aplicável.
ru: Заполните номер плательщика НДС Европейского Союза, оставьте пустым, если не применимо.
sq: Ju lutemi, plotësoni ID TVSH-je Bashkimi Europian, nëse kjo s’ka vend, lëreni të zbrazët.
tr: Lütfen Avrupa Birliği KDV numaranızı doldurun, uygun değilse boş bırakın.
uk: Заповніть номер платника ПДВ Євросоюзу, залиште порожнім, якщо не застосовно.
zh_hans: 请填写欧盟增值税号 (VAT ID)，如果不适用，请留空。

source: Tax registration
be: Падатковая рэгістрацыя
ca: Identificació tributària
es: Registro de impuestos
fr: Numéro fiscal
gl: Rexistro dos impostos
id: Registrasi pajak
it: Partita IVA
ja: 税務登録
kk: Salyq tirkelgisi
nb: Skatteregistrering
pl: Rejestracja podatkowa
pt: Registo de imposto
pt_br: Registro de imposto
ru: Налоговая регистрация
sq: Regjistrim tatimor
tr: Vergi kaydı
uk: Податкова реєстрація
zh_hans: 税务登记

source: Please fill in your tax registration if it should appear on the invoice.
be: Калі ласка, запоўніце падатковую рэгістрацыю, калі яна будзе размяшчацца на рахунку.
ca: Ompliu la vostra identificació tributària, si cal que aparegui a la factura.
es: Por favor, rellene su registro de impuestos si debe aparecer en la factura.
fr: Veuillez renseigner votre numéro fiscal si vous souhaitez qu’il apparaisse sur la facture.
gl: Por favor, rechee o seu rexistro dos impostos se ten que aparecer na factura.
id: Silakan mengisi registrasi pajak Anda apabila akan dimunculkan pada faktur.
it: Compila la tua partita IVA poichè deve essere riportata sulla fattura.
ja: 請求書に記載する場合は税務登録を記入してください。
kk: Eger ınvoısta kórsetý kerek bolsa, salyqtyq tirkelgini toltyryńyz.
nb: Fyll inn din skatteregistrering hvis den skal framtre på fakturaen.
pl: Proszę wypełnić swoją rejestrację podatkową, jeśli pojawi się na fakturze.
pt: Por favor, preencha o seu registo de imposto se ele deveria aparecer na factura.
pt_br: Por favor, preencha o seu registro de imposto se ele deveria aparecer na fatura.
ru: Заполните налоговую регистрацию, если она должна быть указана в инвойсе.
sq: Ju lutemi, plotësoni regjistrimin tuaj tatimor, nëse duhet shfaqur te fatura.
tr: Lütfen faturada görünmesi halinde vergi kaydınızı doldurun.
uk: Заповніть податкову реєстрацію, якщо вона повинна бути вказана в рахунку.
zh_hans: 如果它应出现在发票上，请填写您的税务登记。

source: Company or individual name
be: Назва кампаніі альбо імя прыватнай асоба
ca: Nom de l'empresa o autònom
es: Nombre de la empresa o autónomo
fr: Nom de l’entreprise ou de l’individu
gl: Nome da empresa ou autónomo
id: Perusahaan atau individu
it: Nome società o individuale
ja: 会社名または個人名
nb: Selskapsnavn eller personnavn
pl: Nazwa firmy lub indywidualna
pt: Nome da empresa ou indivíduo
pt_br: Nome da empresa ou indivíduo
ru: Название компании или физического лица
sq: Emër shoqërie ose individual
tr: Şirket veya birey adı
uk: Назва компанії або фізичної особи
zh_hans: 公司或个体名称

source: Address
be: Адрас
ca: Adreça
es: Dirección
fr: Adresse
gl: Enderezo
id: Alamat
it: Indirizzo
ja: 住所
kk: Mekenjaıy
nb: Adresse
pl: Adres
pt: Morada
pt_br: Endereço
ru: Адрес
sq: Adresë
tr: Adres
uk: Адреса
zh_hans: 地址

source: Postcode and city
be: Паштовы індэкс і горад
ca: Codi postal i ciutat
es: Código postal y ciudad
fr: Code postal et ville
gl: Código postal e cidade
id: Kode pos dan kota
it: CAP e città
ja: 郵便番号と市区町村
kk: Poshta ındeksi jane qalasy
nb: Postnummer og sted
pl: Kod pocztowy i miasto
pt: Código postal e cidade
pt_br: Código postal e cidade
ru: Почтовый код и город
sq: Kod postar dhe qytet
tr: Posta Kodu ve şehir
uk: Поштовий код та місто
zh_hans: 邮政编号和城市

source: Country
be: Краіна
ca: País
es: País
fr: Pays
gl: País
id: Negara
it: Nazione
ja: 国
kk: Eli
nb: Land
pl: Kraj
pt: País
pt_br: País
ru: Страна
sq: Vend
tr: Ülke
uk: Країна
zh_hans: 国家

source: The country has to match your VAT code
be: Краіна павінна адпавядаць вашаму коду ПДВ
ca: El país ha de coincidir amb el vostre codi d'IVA
es: El país tiene que coincidir con su código de IVA
fr: Le pays doit correspondre au code de TVA européen
gl: O país ten que concordar co seu código do IVE
id: Negara harus sesuai dengan kode VAT Anda
it: La Nazione deve corrispondere al tuo codice IVA
ja: 国の VAT コードに一致する必要があります
kk: Elińiz QQS kodynyna sáıkes keledi
nb: Landet må samsvare med momskode
pl: Kraj musi pasować do Twojego kodu VAT
pt: O país tem que corresponder ao seu código de IVA
pt_br: O país tem que corresponder ao seu código IVA
ru: Страна соответствует вашему коду НДС
sq: Vendi duhet të përputhet me kodin tuaj të TVSH-së
tr: Ülke KDV kodunuzu eşleştirmeli
uk: Країна відповідає вашому коду ПДВ
zh_hans: 国家必须与您的增值税 VAT 代码匹配

source: Annual
be: Штогод
ca: Anual
es: Anual
fr: Annuel
gl: Anual
id: Tahunan
it: Annuale
ja: 年間
kk: Jyldyq
nb: Årlig
pl: Rocznie
pt: Anual
pt_br: Anual
ru: Ежегодно
sq: Vjetor
tr: Yıllık
uk: Щорічно
zh_hans: 每年

source: Biannual
be: Два разы на год
ca: Semestral
es: Semestral
fr: Bi-annuel
gl: Bianual
id: Dua kali setahun
it: Biennale
ja: 半年間
kk: Ekijyldyq
nb: Annenhvert år
pl: Półrocznie
pt: Semestral
pt_br: Bienal
ru: Двухгодично
sq: Dyvjetor
tr: yılda iki defa
uk: Дворічно
zh_hans: 半年

source: Quarterly
be: Штоквартальна
ca: Cada trimestre
es: Trimestral
fr: Trimestriellement
gl: Trimestralmente
id: Triwulanan
it: Trimestrale
ja: 四半期ごと
nb: Kvartalsvis
pl: Kwartalnie
pt: Trimestral
pt_br: Trimestralmente
ru: Квартально
sq: Katërmujor
tr: Üç aylık
uk: Щотримісячно
zh_hans: 每季度

source: Monthly
be: Штомесяц
ca: Cada mes
es: Mensual
fr: Mensuel
gl: Mensual
id: Bulanan
it: Mensile
ja: 月払い
kk: Aılyq
nb: Månedlig
pl: Miesięcznie
pt: Mensalmente
pt_br: Mensal
ru: Ежемесячно
sq: Mujor
tr: Aylık
uk: Щомісячно
zh_hans: 每月

source: Onetime
be: Аднойчы
ca: Únic
es: Única vez
fr: Unique
gl: Unha vez
id: Satu kali
it: Una volta
ja: 一括払い
kk: Birjolǵy
nb: Én gang
pl: Jednorazowa
pt: Uma vez
pt_br: Uma vez
ru: Разово
sq: Një herësh
tr: Bir kere
uk: Одноразово
zh_hans: 一次性

source: {} is not a valid country code for any European Union member.
be: {} не з'яўляецца сапраўдным кодам краіны ні для аднаго члена ЕЗ.
ca: {} no és un codi de país vàlid per a membres de la Unió Europea.
es: {} no es un código válido para ningún país de la Unión Europea.
fr: Le code pays {} ne correspond à aucun pays de l’Union Européenne.
gl: {} non é un código de país válido para membros da Unión Europea.
id: {} bukan kode negara yang sah untuk negara anggota Uni Eropa.
it: {} non è un codice valido di un paese membro dell'Unione Europea.
ja: {} は、欧州連合加盟国の有効な国コードではありません。
kk: {} Eýropalyq Odaqtyń kezkelgen múshesi úshin jaramdy el kody emes.
nb: {} er ikke en gyldig landskode for noe EU-medlemsland.
pl: {} nie jest prawidłowym kodem kraju dla żadnego członka Unii Europejskiej.
pt: {} não é um código de país válido para qualquer membro da União Europeia.
pt_br: {} não é um código de país válido para qualquer membro da União Europeia.
ru: {} не является допустимым кодом страны для любого члена Европейского Союза.
sq: {} s’është kod vendi i vlefshëm për ndonjë anëtar të Bashkimit Europian.
tr: {} herhangi bir Avrupa Birliği üyesi için geçerli bir ülke kodu değildir.
uk: {} не вважається дійсним кодом країни для будь-якого члена Євросоюзу.
zh_hans: {}不是任何欧盟成员的有效国家/地区代码。

source: {} does not match the country's VAT ID specifications.
be: {} не адпавядае спецыфікацыям ПДВ у краіне.
ca: {} no coincideix amb les especificacions de l'identificador d'IVA del país.
es: {} no coincide con las especificaciones de la identificación de IVA del país.
fr: L’ID de TVA {} ne respecte pas la codification du pays.
gl: {} non concorda cas especificacións da identificación do IVE do país.
id: {} tidak sesuai dengan spesifikasi ID VAT negara yang bersangkutan.
it: {} non corrisponde alle specifiche ID IVA della nazione.
ja: {} は、国の VAT ID 仕様と一致しません。
kk: {} eldiń QQS nómiri tehnıkalyq spesıfıkasıalaryna sáıkes kelmeıdi.
nb: {} samsvarer ikke med landets moms-ID-spesifikasjoner.
pl: {} nie pasuje do specyfikacji VAT w kraju.
pt: {} não corresponde às especificações da Id. do IVA do país.
pt_br: {} não corresponde às especificações de ID de IVA do país.
ru: {} не соответствует спецификациям номера плательщика НДС в стране.
sq: {} nuk përputhet me specifikime ID-je TVSH-je të vendit.
tr: {} ülkenin KDV Numarası özelliklerine uymuyor.
uk: {} не відповідає формату номера платника ПДВ у країні.
zh_hans: {}与国家/地区的增值税号 (VAT ID) 规格不符。
