Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: The User provides use of Personal Data voluntarily. Without this Personal Data Weblate is not able to provide our services.
be: Карыстальнік дазваляе выкарыстоўваць асабістыя даныя добраахвотна. Без гэтага Weblate не зможа аказваць свае паслугі.
ca: L'usuari proporciona les dades personals voluntàriament. Sense aquestes dades, Weblate no podria oferir els seus serveis.
es: El usuario proporciona voluntariamente sus datos. Sin estos datos, Weblate no podría ofrecer sus servicios.
fr: L’utilisateur fournit intentionnellement des données personnelles. Sans ces données personnelles, les services Weblate ne pourraient pas fonctionner.
gl: O usuario fornece de xeito voluntario acceso ós seus datos persoais. Sen estes datos, o Weblate non podería ofrecer os seus servizos.
id: Pengguna menyediakan penggunaan Data Pribadi secara sukarela. Tanpa Data Pribadi ini, kami tidak dapat menyediakan layanan kami.
it: L'utente fornisce volontariamente i dati personali. Senza questi dati Weblate non è in grado di fornire i nostri servizi.
ja: 利用者は、自発的に個人情報を提供します。でなければ私たちはサービスを提供できません。
nb: Brukeren oppgir personlig data frivillig. Uten denne personlige dataen kan ikke tjenesten tilbys.
pl: Użytkownik dobrowolnie udostępnia dane osobowe. Bez tych danych osobowych Weblate nie jest w stanie świadczyć naszych usług.
pt: O 'Utilizador' fornece os 'Dados Pessoais' voluntariamente. Sem estes 'Dados Pessoais' a Weblate não pode fornecer os nossos serviços.
pt_br: O Usuário fornece o uso de Dados Pessoais voluntariamente. Sem esses Dados Pessoais, o Weblate não pode fornecer seus serviços.
ru: Пользователь позволяет использовать свои Персональные данные добровольно. Без этих Персональных данных мы не сможем предоставлять наши услуги.
sq: Përdoruesi lejon vullnetarisht përdorim të të Dhënave Personale. Pa këto të Dhëna Personale, Weblate-i s’është në gjendje të furnizojë shërbimet tona.
tr: Kullanıcı, kişisel verilerin gönüllü olarak kullanılmasını sağlar. Bu kişisel veriler olmadan Weblate hizmetlerini sağlayamaz.
uk: Користувач надає в користування особисті дані добровільно. Без цих особистих відомостей Weblate не в змозі надавати послуги.
zh_hans: 用户自愿提供个人数据的使用。没有此个人数据，Weblate 将无法提供我们的服务。

source: We want you to always be in control of your Personal Data. To this end, you have certain rights that allow for it. Under certain conditions, you may:
be: Мы хочам, каб вы заўсёды кіравалі вашымі асабістымі данымі. Для гэтага ў вас ёсць пэўныя правы. Пры пэўных умовах вы можаце:
ca: Volem que sempre tingueu el control de les vostres dades personals. Per això, teniu certs drets que us emparen. En algunes condicions, podeu:
es: Queremos que siempre tenga el control de sus datos personales. Para tal fin, tiene algunos derechos que lo permiten. En determinadas condiciones, puede:
fr: Nous voulons que vous ayez toujours le contrôle de vos données personnelles. À cette fin, vous avez certains droits qui le permettent. Sous certaines conditions, vous pouvez :
gl: Nós desexamos que sempre manteña o control dos seus datos persoais. Por iso vostede ten certos dereitos que lle amparan. Baixo o abeiro de certas circunstancias, vostede pode:
id: Kami menginginkan Anda selalu memiliki kendali atas Data Pribadi Anda. Untuk tujuan ini, anda memiliki hak-hak tertentu yang memungkinkan untuk hal tersebut. Dalam kondisi tertentu, Anda dapat:
it: Vogliamo che tu abbia sempre il controllo dei tuoi dati personali. A tal fine, hai determinati diritti che lo consentono. In determinate condizioni, puoi:
ja: 個人情報は常に自分自身で管理してください。お客様には、それを可能とする特別な権利があります。一定の条件のもとに以下のことができます:
kk: Ózińizdiń Derbes Derekterińizdi árqashan basqaryp otyrýyńyzdy qalaımyz. Osy maqsatta, ol úshin ruqsat etetin aıqyndalǵan quqyqtaryńyz bar. Belgili bir jaǵdaılarda siz:
nb: Vi ønsker at du alltid skal ha kontroll over din personlige data. I denne hensikt, har du gitte rettigheter som tillater det. Under gitte omstendigheter, kan du:
pl: Chcemy, abyś zawsze miał kontrolę nad Twoimi danymi osobowymi. W tym celu masz pewne prawa, które na to pozwalają. W pewnych warunkach możesz:
pt: Nós queremos que tenha sempre o controlo dos seus 'Dados Pessoais'. Para tal, tem determinados direitos que o permitem. Sob certas condições, pode:
pt_br: Queremos que você esteja sempre no controle de seus Dados Pessoais. Para este fim, você tem certos direitos que permitem isso. Sob certas condições, você pode:
ru: Мы хотим, чтобы вы всегда управляли своими Персональными данными. С этой целью, у вас имеются соответствующие права, которые позволяют это. При определённых условиях, вы можете:
sq: Duam që të jeni përherë në kontroll të të Dhënave tuaja Personale. Për këtë qëllim, keni disa të drejta që e lejojnë këtë. Sipas disa kushteve, mundeni:
tr: Kişisel Verilerinizi daima kontrol altında tutmanızı istiyoruz. Bu amaçla, buna izin veren belirli haklara sahipsiniz. Belirli koşullar altında şunları yapabilirsiniz:
uk: Ми хочемо, щоб ви завжди управляли своїми особистими даними. З цією метою, у вас є відповідні права, які дозволяють це. При певних умовах ви можете:
zh_hans: 我们希望您始终掌控您的个人数据。为此，您拥有关于它的一些权利。在某些情况下，您可以：

source: Gain access to all your Personal Data that Weblate uses or processes, and even get a copy of all of it (<a href="%(url)s">Article 15 GDPR</a>)
be: Атрымаць доступ да ўсіх вашых асабістых даных, якія Weblate выкарыстоўвае альбо апрацоўвае і атрымаць іх копіі (<a href="%(url)s">Article 15 GDPR</a>)
ca: Obtenir accés a totes les vostres dades personals que Weblate utilitza o processa, i fins i tot obtenir-ne una còpia completa (<a href="%(url)s">Article 15 del RGPD</a>)
es: Obtener acceso a todos sus datos personales utilizados o procesados por Weblate, e incluso conseguir una copia completa de estos (<a href="%(url)s">artículo 15 del RGPD</a>)
fr: Accéder à l’ensemble de vos Données Personnelles Weblate que nous utilisons ou traitons, et même obtenir une copie de l’ensemble de celles-ci (<a href="%(url)s">Article 15 RGPD</a>)
gl: Para conseguir o acceso a tódolos teus datos persoais que estamos a empregar ou a procesar, e incluso conseguir unha copia de todo iso (<a href="%(url)s">Artigo 15 da RGPD</a>)
id: Dapatkan akses ke semua Data Pribadi Anda yang digunakan atau diolah Weblate, dan bahkan dapatkan semua salinannya (<a href="%(url)s">Pasal 15 GDPR</a>)
it: Ottieni l'accesso a tutti i tuoi dati personali che Weblate usa o elabora, e ottieni anche una copia di tutto ciò (<a href="%(url)s">articolo 15 GDPR</a>)
ja: Weblate が使用または管理しているすべての個人情報にアクセスして、すべての個人情報を入手すること（<a href="%(url)s">第 15 条 GDPR</a>）
nb: Få tilgang til all din personlige data som vi behandler, og hent en kopi av all den i sin helhet (<a href="%(url)s">Artikkel 15 GDPR</a>)
pl: Uzyskaj dostęp do wszystkich swoich Danych Osobowych, z których korzysta lub przetwarza Weblate, a nawet uzyskaj ich kopię (<a href="%(url)s">Article 15 GDPR</a>)
pt: Ober acesso a todos os seus 'Dados Pessoais' que a Weblate utiliza ou processa, e até mesmo receber uma cópia dos mesmos (<a href="%(url)s">Artigo 15 RGPD</a>)
pt_br: Obter acesso a todos os seus Dados Pessoais que o Weblate usa ou processa e até mesmo obter uma cópia de todos eles (<a href="%(url)s">Artigo 15 RGPD</a>)
ru: Получить доступ ко всем вашим Персональным данным, которые Weblate использует или обрабатывает, и даже получить их копии (<a href="%(url)s">Статья 15 GDPR</a>)
sq: Të keni hyrje te krejt të Dhënat tuaja Personale që përdor apo përpunon Weblate-i, dhe madje të merrni një kopje të krejt atyre (<a href="%(url)s">Neni 15 i GDPR-së</a>)
tr: Weblate'in kullandığı veya işlediği tüm Kişisel Verilerinize erişin ve hatta hepsinin bir kopyasını alın (<a href="%(url)s">Madde 15 GDPR</a>)
uk: Отримати доступ до всіх ваших особистих даних, які ми використовуємо або обробляємо, і навіть отримати їх копії (<a href="%(url)s">Стаття 15 GDPR</a>)
zh_hans: 存取您由 Weblate 使用或处理的所有个人数据，甚至获取所有个人数据的副本（<a href="%(url)s">第15条 GDPR</a>）

source: Correct the Personal Data that Weblate processes if you think that there are mistakes
be: Выпраўляць асабістыя даныя, якія апрацоўвае Weblate, калі вы лічыце, што ёсць памылкі
ca: Corregir les dades personals que Weblate processa, si penseu que són errònies
es: Corregir los datos personales procesados por Weblate si cree que tienen errores
fr: Corrigez les Données Personnelles que Weblate traite si vous pensez qu’elles sont erronées
gl: Corrixir dos datos persoais procesados polo Weblate se cres que teñen erros
id: Perbaiki Data Pribadi yang diolah Weblate apabila dirasa ada kesalahan
it: Se pensi che ci siano errori correggi i dati personali che Weblate elabora
ja: 間違いがある場合、Weblate が処理する個人情報を修正する
nb: Korriger personopplysninger som vi behandler hvis du tror de inneholder feil
pl: Popraw dane osobowe przetwarzane przez Weblate, jeśli uważasz, że wystąpiły błędy
pt: Corrigir os 'Dados Pessoais' que a Weblate processa, se achar que existem erros
pt_br: Corrigir os Dados Pessoais que Weblate processa se você acha que há erros
ru: Исправлять Персональные данные, которые Weblate обрабатывает, если вы считаете, что они содержат ошибки
sq: Të ndreqni të Dhënat Personale që përpunon Weblate-i, nëse mendoni se ka gabime
tr: Hata olduğunu düşünüyorsanız, Weblate işlemlerini yapan Kişisel Verileri düzeltin
uk: Коригувати особисті дані, які обробляє Weblate, якщо ви вважаєте, що вони містять помилки
zh_hans: 如果您认为 Weblate 处理的个人数据存在错误，可以做出对应修正

source: Order us to delete your Personal Data
be: Замовіць нам выдаленне вашых асабістых даных
ca: Sol·licitar-nos que suprimim les vostres dades personals
es: Pedirnos que eliminemos sus datos personales
fr: Nous ordonner de détruire vos Données Personnelles
gl: Pregar que eliminemos os seus datos persoais
id: Minta kami untuk menghapus Data Pribadi
it: Ordinaci di eliminare i tuoi dati personali
ja: 個人情報の削除を私たちに要求すること
kk: Derbes Derekterińizdi joıýǵa tapsyrys berý
nb: Beordre oss om å slette din personlige data
pl: Zażądaj usunięcia Twoich Danych Osobowych
pt: Dizer-nos para eliminar os seus 'Dados Pessoais'
pt_br: Exigir que excluamos seus Dados Pessoais
ru: Дать нам задание удалить ваши Персональные данные
sq: Të urdhëroni fshirjen prej nesh të të Dhënave tuaja Personale
tr: Kişisel Verilerinizi silmek için bize sipariş verin
uk: Наказати нам видалити ваші особисті дані
zh_hans: 请我们删除您的个人资料

source: Restrict the Personal Data processing
be: Абмежаваць апрацоўку асабістых даных
ca: Restringir el processament de dades personals
es: Restringir el procesamiento de datos personales
fr: Limiter le traitement des Données Personnelles
gl: Restrinxi-lo proceso dos datos persoais
id: Batasi pengolahan Data Pribadi
it: Limita l'elaborazione dei dati personali
ja: 個人情報の管理を制限すること
kk: Derbes Derekterin óńdep shyǵarýdy shekteý
nb: Begrense behandling av personlig data
pl: Ogranicz przetwarzanie danych osobowych
pt: Restringir o processamento dos 'Dados Pessoais'
pt_br: Restringir o processamento de Dados Pessoais
ru: Ограничить обработку Персональных данных
sq: Të kufizoni përpunim të Dhënash Personale
tr: Kişisel Verilerin işlenmesini sınırla
uk: Обмежити опрацювання особистих даних
zh_hans: 限制个人数据处理

source: Object to processing
be: Аб'ект для апрацоўкі
ca: Rebutjar-ne el processament
es: Oponerse al procesamiento
fr: Protester contre des traitements abusifs
gl: Obxecto do procesamento
id: Objek untuk diolah
it: Oggetto da analizzare
ja: 管理について異議を唱えること
kk: Óńdep shyǵarýǵa qarsy shyǵý
nb: Objekt til behandling
pl: Obiekt do przetworzenia
pt: Objeto para processamento
pt_br: Contestar ao processamento
ru: Протестовать против обработки
sq: Të kundërshtoni përpunimin
tr: İşlenecek nesne
uk: Обʼєкт для опрацювання
zh_hans: 要处理的对象

source: Receive your Personal Data in a commonly used and machine-readable format or to transmit this Personal Data to a different provider.
be: Атрымаць вашыя асабістыя даныя ў распаўсюджаным і машыначытальным фармаце або перадаць гэтыя асабістыя даныя іншаму пастаўшчыку.
ca: Rebre les vostres dades personals en un format d'ús habitual i llegible per qualsevol ordinador o transmetre aquestes dades personals a un proveïdor diferent.
es: Recibir sus datos personales en un formato de uso habitual y legible por máquinas, o bien transmitirlos a un proveedor distinto.
fr: Recevoir vos données personnelles dans un format couramment utilisé et lisible par machine ou pour transmettre ces données personnelles à un autre fournisseur.
gl: Recibi-los seus datos persoais nun formato de emprego corrente e lexíbel por calquera computador ou para transmitir estes datos persoais cara un fornecedor diferente.
id: Menerima Data Pribadi Anda dalam format yang digunakan secara luas dan format yang dapat dibaca oleh mesin atau untuk dikirimkan pada penyedia lainnya.
it: Ricevere i tuoi dati personali in un formato usato e leggibile dal computer o trasmettere questi dati personali ad un altro fornitore.
ja: お客様の個人情報を一般的な機械読み取り可能な形式で受信するか、または個人情報を別の提供者に送信します。
kk: Derbes Derekterińizdi ádette paıdalanylatyn jáne mashın oqylatyn pishimde alý nemese osy Derbes Derekterdi basqa jetkizýshige jiberý.
nb: Motta din personlige data i et vanlig brukt og maskinlesbart format, eller å overføre denne personlige dataen til en annen tilbyder.
pl: Otrzymuj swoje dane osobowe w powszechnie używanym i odczytywanym maszynowo formacie lub przesyłaj te dane osobowe do innego dostawcy.
pt: Receba os seus 'Dados Pessoais' num formato geralmente utilizado e legível por máquina ou para transmitir estes 'Dados Pessoais' para um fornecedor diferente.
pt_br: Receber seus Dados Pessoais em um formato comumente usado e legível por máquina ou para transmitir esses Dados Pessoais para um provedor diferente.
ru: Получить свои Персональные данные в общеупотребительном и машиночитаемом формате или передать эти Персональные данные другому поставщику.
sq: T’i merrni të Dhënat tuaja Personale në një format të përdorur rëndom të lexueshëm nga makinat ose t’ua kaloni këto të Dhëna Personale një shërbimi tjetër.
tr: Kişisel Verilerinizi yaygın olarak kullanılan ve makine tarafından okunabilir bir biçimde alın veya bu Kişisel Verileri farklı bir sağlayıcıya iletin.
uk: Отримати свої особисті дані в загальновживаному і машиночитному форматі або передати ці особисті дані іншому постачальнику.
zh_hans: 以常用的机器可读格式接收您的个人数据，或将此个人数据传输给其他提供商。

source: The services are provided “as is”, at your own risk, without any warranty.
be: Паслугі аказваюцца «як ёсць», на ваш страх і рызыку, без аніякіх гарантый.
ca: Els serveis es proporcionen "tal com són", sota la vostra responsabilitat i sense cap garantia.
es: Los servicios se proporcionan «tal cual», bajo su propia responsabilidad y sin ninguna garantía.
fr: Les services sont fournis « tels quels », à vos propres risques et sans garantie.
gl: Os servizos son fornecidos "tal cal están", ó seu propio risco e sen ningún garante.
id: Layanan diberikan "sebagaimana adanya", dengan risiko Anda sendiri, tanpa jaminan apapun.
it: Il servizio è fornito “così com'è”, a tuo rischio, senza nessuna garanzia.
ja: 本サービスは、「現状のまま」、自己責任、保証なしで提供しています。
kk: Qyzmetter, ózińizdiń jeke táýekelińizde, kezkelgen kepildiksiz «qalaı bolsa solaı» jetkiziledi.
nb: Tjenestene tilbys "som de er", på egen risiko, uten noen garanti.
pl: Usługi są dostarczane w postaci "tak jak jest", na twoje własne ryzyko, bez żadnych gwarancji.
pt: Os serviços são prestados "como estão", por sua conta e risco e sem qualquer garantia.
pt_br: Os serviços são fornecidos “como está”, por seu próprio risco, sem qualquer garantia.
ru: Услуги предоставляются «как есть», на ваш страх и риск, безо всяких гарантий.
sq: Shërbimet jepen “siç janë”, me qarin dhe zararin tuajit, pa ndonjë garanci.
tr: Hizmetler, kendi sorumluluğunuzda, bir güvence olmadan, “olduğu gibi” sağlanmıştır.
uk: Послуги надаються “як є”, на ваш власний ризик, без жодної гарантії.
zh_hans: 本服务是 “按原样” 提供的，风险自担，无任何担保。

source: Additional guarantees might apply to commercial customers, those are expressed in corresponding contracts.
be: Камерцыйным кліентам могуць давацца дадатковыя гарантыі, якія пералічваюцца ў адпаведных дамовах.
ca: És possible que els clients comercials disposin de garanties addicionals, que s'expressaran en els contractes corresponents.
es: Es posible que los clientes comerciales dispongan de garantías adicionales, las cuales figurarán en los contratos correspondientes.
fr: Des garanties supplémentaires peuvent s’appliquer aux clients commerciaux. Elles sont précisées dans les contrats correspondants.
gl: Os garantes adicionais poden aplicarse a clientes comerciais, estas exprésanse nos contratos correspondentes.
id: Jaminan tambahan mungkin berlaku untuk pelanggan komersial, yang dinyatakan dalam kontrak masing-masing.
it: Possono essere applicate garanzie aggiuntive a clienti commerciali. Garanzie chee sono esplictamente indicate nel contratto.
ja: 有償ホスティングをご利用のお客様は、契約内容により追加の保証が適用される場合があります。
kk: Komersıalyq tutynýshylarǵa qosymsha kepildikter qoldanylýy múmkin, olar tıisti kelisimsharttarda kórsetilgen.
nb: Ytterligere garantier kan påløpe for noen kommersielle aktører, men disse er fremforhandlet i respektive kontrakter.
pl: Dodatkowe gwarancje, mające zastosowanie wobec klientów komercyjnych, mogą być wyrażone w odpowiednich kontraktach.
pt: Adicionalmente, poderá haver garantias para clientes comerciais, essas são expressas nos respetivos contratos.
pt_br: Garantias adicionais podem ser aplicáveis a clientes comerciais, as quais são expressas nos contratos correspondentes.
ru: К коммерческим клиентам могут быть применены дополнительные гарантии, они описаны в соответствующих контрактах.
sq: Për klientë komercialë mund të aplikohen garanci shtesë, këto përcaktohen në kontratat përkatëse.
tr: Ek güvenceler ticari müşterilere uygulanabilir, bunlar ilgili sözleşmelerde ifade edilir.
uk: Додаткові гарантії можуть застосовуватися для комерційних клієнтів, це виражається у відповідних договорах.
zh_hans: 对于商业用户，可能需要额外的保证，需表述于相应的约定中。

source: We process private data (such as your e-mail address), those will be discarded from our database as soon as you remove your account.
be: Мы апрацоўваем асабістыя даныя (напрыклад, адрас электроннай пошты). Яны выдаляцца з нашай базы даных як толькі вы выдаліце свой акаўнт.
ca: Processem dades privades (com ara la vostra adreça de correu electrònic), que es descartaran de la nostra base de dades en el moment en què suprimiu el vostre compte.
es: Procesamos datos privados (como, por ejemplo, su dirección de correo electrónico); estos se descartarán de nuestra base de datos cuando elimine su cuenta.
fr: Nous collections des données personnelles (tel que votre adresse de courrier électronique), celles-ci seront supprimées de notre base de données dès que vous supprimez votre compte.
gl: Procesamos datos privados (coma o enderezo do correo electrónico), estes desbotaranse da nosa base de datos ó elimina-la súa cuenta.
id: Kami mengolah data pribadi (seperti alamat surel Anda), dan akan dibuang dari basis data kami segera setelah Anda menghapus akun Anda.
it: Noi elaboriamo i dati privati (come l'indirizzo email), che verrannmo eliminati dai nostro database appena tu hai rimosso l'account.
ja: 個人情報 (メールアドレスなど) は厳重に扱います。アカウントを削除した際は、データベースから即時に廃棄します。
kk: Jeke derekterdi (e-poshta mekenjaıyńyz sıaqty) óńdep shyǵaramyz, tirkelgini alastaǵanyńyzben sol arada olar derekqorymyzdan alyp tastalady.
nb: Vi behandler privat data (som din e-postadresse), slikt vil bli fjernet fra vår database så snart du fjerner kontoen din.
pl: Przetwarzamy prywatne dane (takie jak adres e-mail), które zostaną usunięte z naszej bazy danych, gdy tylko usuniesz swoje konto.
pt: Nós processamos os dados privados (tal como o seu endereço de e-mail), que serão removidos da nossa base de dados assim que remover a sua conta.
pt_br: Processamos os dados privados (como seu endereço de e-mail), os quais serão descartados de nossa base de dados tão logo você remova sua conta.
ru: Мы обрабатываем частные данные (такие как ваш адрес e-mail), они будут удалены из нашей базы данных, как только вы удалите свою учётную запись.
sq: Përpunojmë të dhëna tuajat private (të tilla si adresat tuaja email), këto do të hiqen prej bazës tonë të të dhënave sapo të hiqni llogarinë tuaj.
tr: Özel verileri (eposta adresiniz gibi) işleriz, bunlar siz hesabınızı kaldırır kaldırmaz veri tabanımızdan atılır.
uk: Ми обробляємо особисті дані (наприклад, адреса електронної пошти). Вони будуть викинуті з нашої бази даних щойно ви вилучите свій профіль.
zh_hans: 我们会处理私有数据（如您的电子邮箱地址），在您删除账号时，将会从我们的数据库中删除相关内容。

source: Your translations are made under license which is specified by each translation.
be: Вашыя пераклады выконваюцца на ўмовах ліцэнзій, што вызначаюцца для кожнага перекладу.
ca: Les vostres traduccions es fan sota la llicència indicada en cada traducció.
es: Sus traducciones se realizan bajo la licencia que se especifica en cada proyecto de traducción.
fr: Vos traductions sont soumises à une licence qui est précisée pour chacun des projets.
gl: As súas traducións fanse baixo licenza especifica de cada tradución.
id: Terjemahan Anda dibuat berdasarkan lisensi yang ditentukan oleh setiap terjemahan.
it: Le tue traduzione sono create sotto licenza che è specifica per ogni traduzione.
ja: あなたの翻訳は、各翻訳で指定されているライセンスの下で行われます。
kk: Tárjimelerińiz ár tárjime arqyly kórsetilgen lısenzıa boıynsha isteledi.
nb: Dine oversettelser gjøres i henhold til lisensen angitt av hver oversettelse.
pl: Twoje tłumaczenia są tworzone na licencji specyficznej dla każdego tłumaczenia.
pt: As suas traduções são efetuadas sob a licença que é especificada em cada tradução.
pt_br: Suas traduções são feitas sob a licença especificada por cada tradução.
ru: Ваши переводы делаются под лицензией, указанной каждым переводом.
sq: Përkthimet tuaja bëhen sipas licencash që tregohen nga secili projekt përkthimi.
tr: Çevirileriniz her çeviri tarafından belirtilen lisans altında yapılır.
uk: Ваші переклади зроблені на умовах ліцензії, яка вказана на кожен переклад.
zh_hans: 你的翻译是根据由每个翻译指定的许可证。
