Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: Within the meaning of <a href="%(url)s">Article 7</a> of the GDPR the User hereby gives consent to the collecting, storage and processing of the Personal Data provided by the User to the administrator, who is the Provider, through the use of the Service; the User gives consent to the processing and use of the User’s Personal Data by the Provider, the Provider’s employees and/or the Provider’s authorised business partners. This consent is given as long as User does not remove their account from the Service.
be: Па сэнсе <a href="%(url)s">Артыкула 7</a>, Карыстальнік дае сваё згоду на збор, захоўванне і апрацоўку Асабістых даных, пададзеных Карыстальнікам адміністратару, якім з'яўляецца Пастаўшчык, праз выкарыстанне Паслугі; Карыстальнік дае згоду на апрацоўку і выкарыстанне яго Персанальных даных Пастаўшчыком, яго супрацоўнікамі і / або яго ўпаўнаважанымі справавымі партнёрамі. Гэта згода даецца да таго часу, пакуль Карыстальнік не выдаліць свой акаўнт.
ca: Dintre del significat de l'<a href="%(url)s">Article 7</a> del RGPD, l'usuari dóna el consentiment a la recopilació, l'emmagatzematge i el processament de les dades personals proporcionades per l'usuari a l'administrador, que és el proveïdor, mitjançant l'ús del servei; l'usuari dóna el consentiment al processament i l'ús de les dades personals de l'usuari per part del proveïdor, els treballadors del proveïdor i/o els col·laboradors de negocis autoritzats del proveïdor. Aquest consentiment es dóna mentre l'usuari no suprimeixi el seu compte del servei.
es: Según lo que dice el <a href="%(url)s">Artículo 7</a> del RGPD, el usuario da su consentimiento para la recopilación, el almacenamiento y el procesamiento de los datos personales proporcionados por el Usuario al proveedor, sus empleados y/o sus socios empresariales autorizados. Este consentimiento se da hasta que el Usuario elimine su cuenta del Servicio.
fr: Au sens de l’<a href="%(url)s">Article 7</a> de la RGPD, l’Utilisateur donne consentement pour la collecte, le stockage et le traitement de ses données personnelles à l’administrateur, qui est le Fournisseur, dès qu’il utilise le Service ; l’Utilisateur donne consentement au traitement et à l’utilisation de ses données personnelles par le Fournisseur, les employés du Fournisseur et/ou les partenaires commerciaux agréés du Fournisseur. Ce consentement est donné tant que l’Utilisateur ne supprime pas son compte du Service.
gl: Dentro do significado do <a href="%(url)s">Artigo 7</a> da RGDP, o usuario aquí outorga o seu consentimento á recompilación, almacenamento e procesamento dos datos persoais fornecidos polo usuarios ó administrador, que é o fornecedor, a través do emprego do servizo; o usuario dá o seu consentimento co procesamento e uso de seus datos persoais polo fornecedor, os seus funcionarios e/ou os seus compañeiros comerciais autorizados. Ese consentimento é outorgado até que o usuario elimine a súa conta do servizo.
id: Dalam arti <a href="%(url)s">Pasal 7</a> dari GDPR, Pengguna dengan ini memberi persetujuan pada pengumpulan, penyimpanan, dan pengolahan Data Pribadi yang diberikan oleh Pengguna kepada administrator, yang adalah Penyedia, melalui penggunaan Layanan; Pengguna memberi persetujuan untuk pengolahan dan penggunaan Data Pribadi Pengguna oleh Penyedia, karyawan Penyedia, dan atau mitra bisnis resmi Penyedia. Persetujuan ini diberikan selama pengguna tidak menghapus akun mereka dari Layanan.
it: Ai sensi dell'<a href="%(url)s">Articolo 7</a> del GDPR, l'utente con la presente acconsente alla raccolta, alla conservazione e al trattamento dei dati personali forniti dall'utente all'amministratore, che è il fornitore, attraverso l'uso del servizio. L'utente dà il consenso al trattamento e all'utilizzo dei dati personali dell'utente da parte del fornitore, dei suoi dipendenti e/o dei suoi partner commerciali autorizzati. Questo consenso è concesso a condizione che l'utente non rimuova il proprio account dal servizio.
ja: GDPR <a href="%(url)s">第 7 条</a> の意味において、利用者は本サービスの利用を通じて、利用者が提供する管理者（管理者）に提供した個人情報の収集、保存、処理に同意する。利用者は、提供者、従業員の有無および、または許可したビジネス パートナーによる個人情報の処理と使用に同意する。この同意は、利用者が自分のアカウントをサービスから削除しない限り有効である。
nb: I meningen av <a href="%(url)s">Article 7</a> av GDPR, gir brukeren herved sitt samtykke til innsamling, lagring og behandling av den personlige dataen oversendt av brukeren til administratoren, som er tilbyderen, gjennom bruken av tjenesten. Brukeren gir sitt samtykke med behandling og bruk av sin personlige data av tilbyderen, dens ansatte og/eller dens autoriserte forretningspartnere. Dette samtykket gis så lenge brukeren ikke fjerner sin konto fra tjenesten.
pl: W rozumieniu <a href="%(url)s">Artykułu 7</a> GDPR Użytkownik niniejszym wyraża zgodę na gromadzenie, przechowywanie i przetwarzanie danych osobowych dostarczonych przez użytkownika administratorowi, który jest dostawcą, poprzez korzystanie z usługi; Użytkownik wyraża zgodę na przetwarzanie i wykorzystywanie danych osobowych użytkownika przez dostawcę, pracowników dostawców i/lub autoryzowanych partnerów handlowych. Zgoda ta jest udzielana, o ile Użytkownik nie usunie swojego konta z Usługi.
pt: Dentro do significado do <a href="%(url)s">artigo 7</a> da RGPD, o utilizador aqui concede o seu consentimento com a recolha, armazenamento e processamento dos dados pessoais fornecidos pelo utilizador ao administrador, que é o fornecedor, através do uso do serviço; o utilizador dá o seu consentimento com o processamento e uso dos seus dados pessoais pelo fornecedor, os seus funcionários e/ou os seus parceiros comerciais autorizados. Esse consentimento é concedido até que o utilizador remova a sua conta do serviço.
pt_br: Nos termos do <a href="%(url)s">Artigo 7º</a> do RGPD, o Usuário por meio deste concede o consentimento com a coleta, armazenamento e processamento dos Dados Pessoais fornecidos pelo Usuário ao administrador, que é o Provedor, através do uso do Serviço; o Usuário dá o consentimento ao processamento e uso de Dados Pessoais do Usuário pelo Provedor, os funcionários do Provedor e/ou parceiros comerciais autorizados do Provedor. Esse consentimento é concedido desde que o Usuário não remova sua conta do Serviço.
ru: В соответствии со <a href="%(url)s">Статьёй 7</a> GDPR, Пользователь настоящим даёт своё согласие на сбор, хранение и обработку Персональных данных, предоставленных Пользователем через использование Сервиса администратору, которым является Поставщик; Пользователь даёт своё согласие на обработку и использование своих Персональных данных Поставщиком, сотрудниками Поставщика и/или уполномоченными деловыми партнёрами Поставщика. Это согласие даётся до тех пор, пока Пользователь не удалит свою учётную запись из Сервиса.
sq: Sipas kuptimit të <a href="%(url)s">Nenit 7</a> të GDPR-s, Përdoruesi sipas kësaj jep miratimin për mbledhjen, depozitimin dhe përpunimin e të Dhënave Personale të furnizuara nga Përdoruresi për përgjegjësin, që është Furnizuesi i Shërbimit, përmes përdorimit të Shërbimit; Përdoruesi jep miratimin për përpunimin dhe përdorimin e të Dhënave Personale të Përdoruesit nga Furnizuesi i Shërbimit, të punësuarit nga Furnizuesi i Shërbimit dhe/ose partnerë të autorizuar biznesi të Furnizuesit të Shërbimit. Ky miratim jepet për aq kohë sa Përdoruesi nuk heq llogarinë e vet prej Shërbimit.
tr: Kullanıcının GDPR ’ın <a href="%(url)s">Madde 7</a> anlamı dahilinde, Kullanıcı tarafından Kullanıcıya sağlanan Kişisel Verilerin toplanması, depolanması ve işlenmesi için yöneticiye, Hizmetin kullanımı ile Tedarikçi; Kullanıcı, Kişisel Verilerinin, Sağlayıcı, Sağlayıcılar çalışanları ve / veya Sağlayıcılar yetkili iş ortakları tarafından işlenmesi ve kullanılmasına izin verir. Bu onay, Kullanıcı hesaplarını Hizmetten çıkarmadığı sürece verilir.
uk: За змістом <a href="%(url)s">Статті 7</a> GDPR, Користувач цим дає свою згоду на збір, зберігання й обробку особистих даних, наданих Користувачем управителю, який є Постачальником, через використання Служби; Користувач дає свою згоду на обробку і використання його Особистих даних Постачальником, його співробітниками й / або його уповноваженими діловими партнерами. Ця згода дається до тих пір, поки Користувач не видалить свій обліковий запис зі Служби.
zh_hans: 根据GDPR的<a href="%(url)s">第7条</a>的含义，用户特此同意收集，存储和处理用户向管理员提供的个人数据。是使用服务的提供者；用户同意提供商，提供商的雇员和/或提供商的授权业务合作伙伴对用户个人数据的处理和使用。只要用户未从服务中删除其帐户，即表示同意。

source: The purpose of the processing of Personal Data as determined by the Provider is the use of Personal Data for sending commercial communications to the subject of the data (the User) through electronic means under Act No. %(law_480_2004)s Coll., on certain services of the information society, as amended, and further for marketing and business needs of the Provider’s contractual partners and for statistical and/or marketing purposes of the Provider.
be: Мэтай апрацоўкі Асабістых даных, вызначанай Пастаўшчыком, з'яўляецца выкарыстанне Асабістых даных для перадачы камерцыйных паведамленняў суб'екту даных (Карыстальніку) пры дапамозе электронных сродкаў, прадугледжаных Законам № %(law_480_2004)s Зводу законаў пра некаторыя паслугі інфармацыйнага грамадства з выпраўленнямі, і надалей для маркетынгавых і справавых патрэб кантрактных партнёраў Пастаўшчыка, а таксама для статыстычных і / або маркетынгавых мэтаў Пастаўшчыка.
ca: La finalitat del processament de dades personals, tal com la determina el proveïdor, és l'ús de les dades personals per a l'enviament de comunicacions comercials al subjecte de les dades (l'usuari) mitjançant mitjans electrònics sota la col·lecció de lleis número %(law_480_2004)s, de certs serveis de la societat de la informació, en la seva forma esmenada, i també per a necessitats comercials i de màrqueting dels socis contractuals del proveïdor, i per a finalitats de màrqueting i/o estadístiques del proveïdor.
es: El objetivo del procesamiento de Datos Personales tal y como ha determinado el Proveedor es el uso de Datos Personales para enviar comunicaciones comerciales al sujeto de los datos (el Usuario) a través de médios electrónicos bajo la colección de leyes Número %(law_480_2004)s, en algunos servicios de la sociedad de la información, tal y como se ha enmendado, y además para los fines comerciales y de marketing de los socios contractuales del Proveedor y para fines estadísticos y/o comerciales del Proveedor.
fr: Le but du traitement des données personnelles tel que déterminé par le fournisseur est l’utilisation des données personnelles pour l’envoi de communications commerciales à l’objet des données (l’Utilisateur) par des moyens électroniques en vertu de la loi n° %(law_480_2004)s Coll. sur certains services de la société de l’information, telle que modifiée, et pour les besoins marketing et commerciaux de ses partenaires contractants et à des fins statistiques et/ou commerciales du fournisseur.
gl: O obxectivo do procesamento dos Datos Persoais tal e coma determinou o Fornecedor é o emprego dos Datos Persoais para enviar comunicacións comerciais ó suxeito dos datos (o Usuario) a través de medios electrónicos baixo a lei número %(law_480_2004)s, nalgúns servizos da sociedade da información, tal e coma enmendouse, e amais para os fins comerciais e de "marketing" dos socios contractuais do Fornecedor e para fins estatísticos e/ou comerciais do Fornecedor.
id: Tujuan pengolahan Data Pribadi sebagaimana ditentukan oleh Penyedia adalah penggunaan Data Pribadi untuk mengirim komunikasi komersil kepada subjek data (Pengguna) melalui sarana elektronik berdasarkan UU No. %(law_480_2004)s Coll., mengenai layanan tertentu dari masyarakat informasi, sebagaimana diamandemenkan, dan selanjutnya untuk kebutuhan pemasaran dan bisnis dari mitra kontraktual Penyedia dan untuk tujuan statistik dan atau kegiatan pemasaran dari Penyedia.
it: Lo scopo del trattamento dei Dati personali come determinato dal Fornitore è l'uso di Dati personali per l'invio di comunicazioni commerciali all'oggetto dei dati (l'Utente) per via elettronica ai sensi della legge n. %(law_480_2004)s coll., in alcuni servizi della società dell'informazione, come emendati, e ulteriormente per esigenze di marketing e di business dei partner contrattuali del Fornitore e per fini statistici e/o di marketing del Fornitore.
ja: 提供者が定めた個人情報の管理の目的は、法律 No. %(law_480_2004)s の下で電子的手段により情報（利用者）の対象者に、契約者の契約上のパートナーのマーケティングおよびビジネスニーズ、および提供者の統計および、またはマーケティングの目的で、商業通信を送信するための個人情報の使用である。
nb: Formålet med behandling av personlig data som bestemt av tilbyderen er bruken av personlig data for forsendelse av kommersielle kommunikasjoner til dataens opphav (brukeren) med elektroniske midler, under lov nr. %(law_480_2004)s samlet, om gitte tjenester av informasjonssamfunnet, som endret, og ytterligere i reklameringsøyemed og forretningsbehov for tilbyderens kontraktsbaserte partnere og for statistisk og/eller reklameringsøyemed for tilbyderen.
pl: Celem przetwarzania Danych Osobowych zgodnie z ustaleniami Dostawcy jest wykorzystanie Danych Osobowych do przesyłania informacji handlowych na temat danych (Użytkownika) drogą elektroniczną zgodnie z Ustawą Nr %(law_480_2004)s Coll., niektóre usługi społeczeństwa informacyjnego wraz z późniejszymi zmianami, a także potrzeby marketingowe i biznesowe partnerów kontraktowych Usługodawcy oraz do celów statystycznych i/lub marketingowych Dostawcy.
pt: O propósito do processamento de dados pessoais, conforme determinado pelo fornecedor, é o uso de dados pessoais para o envio de comunicações comerciais para o assunto dos dados (o utilizador) através de meios electrónicos sob a lei nº %(law_480_2004)s em determinados serviços da sociedade da informação, conforme emendas, e adicionalmente para as necessidades de marketing e negócios dos parceiros contratuais do fornecedor e para fins estatísticos e/ou de marketing do fornecedor.
pt_br: O propósito do processamento de Dados Pessoais, conforme determinado pelo Fornecedor, é o uso de Dados Pessoais para enviar comunicações comerciais para o assunto dos dados (o Usuário) através de meios eletrônicos sob a Lei Nº %(law_480_2004)s em determinados serviços da sociedade da informação, conforme emendas, e adicionalmente para as necessidades de marketing e negócios dos parceiros contratuais do Provedor e para fins estatísticos e/ou de marketing do Provedor.
ru: Целью обработки Персональных данных, как определено Поставщиком, является использование Персональных данных для отправки коммерческих сообщений субъекту данных (Пользователю), через электронные средства в соответствии с Законом № %(law_480_2004)s Coll., О некоторых услугах информационного общества, с поправками, и в дальнейшем для маркетинга и деловых потребностей контрактных партнёров Поставщика, и в статистических и/или маркетинговых целях Поставщика.
sq: Qëllimi i përpunimit të të Dhënave Personale, siç përcaktohet nga Furnizuesi i Shërbimit, është përdorimi i të Dhënave Personale për dërgim komunikimesh komerciale te subjekti i të dhënave (Përdoruesi) përmes rrugësh elektronike, sipas Aktit Nr. %(law_480_2004)s Coll., lidhur me disa shërbime të shoqërisë së informacionit, siç është ndryshuar ligji, dhe më tej për nevoja marketingu dhe biznesi të partnerëve me të cilët Furnizuesi i Shërbimit ka kontratë dhe për qëllime statistikore dhe/ose marketingu të Furnizuesit të Shërbimit.
tr: Kişisel Verilerin Sağlayıcı tarafından belirlenen şekilde işlenmesinin amacı, Kişisel Verilerin, %(law_480_2004)s No'lu Yasa uyarınca, bilgi topluluğunun belirli hizmetlerinde elektronik yollarla veri konusuna (Kullanıcı) ticari ticari mesajlar göndermek için kullanılmasıdır. değiştirildiği gibi ve ayrıca Tedarikçinin sözleşmeli ortaklarının pazarlama ve iş ihtiyaçları için ve Tedarikçinin istatistiksel ve / veya pazarlama amaçları için.
uk: Метою обробки Особистих даних, як визначено Постачальником, є використання Особистих даних для надсилання комерційних повідомлень суб'єкту даних (Користувача), за допомогою електронних засобів відповідно до Закону %(law_480_2004)s Coll. про деякі послуги інформаційного суспільства, з внесеними до нього поправками, а також, крім того, для маркетингу та ділових потреб контрактних партнерів Постачальника і в цілях статистики та / або маркетингу Постачальника.
zh_hans: 由提供商确定的处理个人数据的目的是使用个人数据通过电子手段根据法案 No.%(law_480_2004)s Coll 。向数据主体（用户）发送商业通信。经修订的信息社会的某些服务，以及提供商合同伙伴的营销和业务需求，以及提供商的统计和/或营销目的。

source: If the User directly and effectively informs the Provider of no longer wishing to receive business information from the Provider, the Provider shall refrain from sending further unsolicited business communications.
be: Калі карыстальнік непасрэдна і эфектыўна інфармуе пастаўшчыка, што ён больш не хоча атрымліваць справавой інфармацыі ад пастаўшчыка, пастаўшчык мусіць ўстрымацца ад адпраўкі незамоўленых паведамленняў.
ca: Si l'usuari informa el proveïdor de manera directa i efectiva que ja no vol rebre informació comercial del proveïdor, el proveïdor s'abstindrà d'enviar-li més comunicacions comercials no sol·licitades.
es: Si el Usuario informa directa y efectivamente al Proveedor que ya no desea recibir información comercial del Proveedor, el Proveedor se abstendrá de enviar más comunicaciones comerciales no solicitadas.
fr: Si l’Utilisateur informe directement et effectivement le Fournisseur qu’il ne souhaite plus recevoir d’informations commerciales de sa part, le Fournisseur s’abstient d’envoyer d’autres communications commerciales non sollicitées.
gl: Se o Usuario informa directa e efectivamente ó Fornecedor que xa non desexa recibir información comercial do Fornecedor, o Fornecedor absterase de enviar máis comunicacións comerciais non solicitadas.
id: Jika Pengguna secara langsung dan efektif memberi tahu Penyedia atas ketidakbersediaannya menerima informasi bisnis dari Penyedia, maka Penyedia akan berhenti mengirimkan lebih lanjut komunikasi bisnis yang tidak diminta.
it: Se l'Utente informa direttamente ed efficacemente il Fornitore che non desidera più ricevere informazioni commerciali dal Fornitore, il Fornitore dovrà astenersi dall'inviare ulteriori comunicazioni commerciali non richieste.
ja: 利用者が提供者から直接ビジネス情報を受け取ることを希望しなくなったことを、提供者に直接かつ効果的に通知した場合、提供者はさらに迷惑なビジネス通信を送信することを控えるものとする。
nb: Hvis brukeren direkte eller effektivt informerer brukeren om at vedkommende ikke lenger ønsker å motta forretningsinformasjon fra tilbyderen, skal tilbyderen unngå å sende ytterligere uoppfordret forretningskommunikasjon.
pl: Jeżeli Użytkownik bezpośrednio i skutecznie poinformuje Dostawcę Usług o rezygnacji z otrzymywania informacji handlowych od Dostawcy Usług, Dostawca Usług powstrzyma się od wysyłania dalszych niezamówionych komunikatów biznesowych.
pt: Se o utilizador informar o fornecedor diretamente e efetivamente que já não deseja receber informações comerciais do fornecedor, o fornecedor deverá abster-se de enviar mais comunicações comerciais não solicitadas.
pt_br: Se o Usuário informar direta e eficientemente ao Provedor que não deseja mais receber informações comerciais do Provedor, o Provedor deverá abster-se de enviar mais comunicações comerciais não solicitadas.
ru: Если Пользователь непосредственно и действенно информирует Поставщика, что больше не желает получать деловую информацию от Поставщика, Поставщик должен воздержаться от дальнейшей отправки незапрашиваемых деловых сообщений.
sq: Nëse përdoruesi informon drejtpërsëdrejti dhe me sukses Furnizuesin e Shërbimit se nuk dëshiron më të marrë informacione biznesi nga Furnizuesi i Shërbimit, Furnizuesi i Shërbimit duhet të pengojë dërgimin më tej komunikimesh të pakërkuara biznesi.
tr: Kullanıcı, Sağlayıcıdan artık ticari bilgi almak istemediğini doğrudan ve etkili bir şekilde Sağlayıcı'ya bildirirse, Sağlayıcı, daha fazla istenmeyen iş iletişimi göndermekten kaçınacaktır.
uk: Якщо Користувач безпосередньо й ефективно повідомляє Постачальника, що більше не бажає отримувати ділові відомості від Постачальника, Постачальник повинен утриматися від подальшого відправлення небажаних ділових повідомлень.
zh_hans: 如果用户直接并有效地通知提供商他不再希望从提供商处接收业务信息，则提供商应避免再发送未经请求的业务通信。
