Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: means non-exclusive license granted by the Provider to the User for use of the Service
be: азначае агульную ліцэнзію, выдадзеную пастаўшчыком карыстальніку для карыстання паслугай
ca: significa la llicència no exclusiva concedida pel proveïdor a l'usuari per a l'ús del servei
es: se refiere a la licencia no exclusiva concedida por el Proveedor al Usuario para el uso del Servicio
fr: désigne la licence non exclusive accordée par le Fournisseur à l’Utilisateur pour l’utilisation du Service
gl: refírese á licenza non exclusiva outorgada polo Fornecedor ó Usuario para o seu uso do Servizo
id: berarti lisensi non eksklusif yang diberikan oleh Penyedia kepada Pengguna untuk penggunaan Layanan
it: indica una licenza non esclusiva concessa dal fornitore all'utente per l'utilizzo del servizio
ja: 本サービスを利用するために提供者が利用者に付与した非独占的ライセンスです
kk: maǵynasyn bildirýshi - Jetkizýshi Qyzmetti paıdalaný úshin Paıdalanýshyǵa bergen jeke ıeliksiz lısenzıa
nb: betyr ikke-eksklusiv lisens innvilget av tilbyderen til brukeren av tjenesten
pl: oznacza niewyłączną licencję udzieloną przez Usługodawcę Użytkownikowi na korzystanie z Usługi
pt: significa licença não exclusiva concedida pelo 'Provedor' ao 'Utilizador' para utilizar o 'Serviço'
pt_br: significa licença não exclusiva concedida pelo Provedor ao Usuário para uso do Serviço
ru: неисключительная лицензия, выданная Поставщиком Пользователю для пользования Сервисом
sq: do të thotë licencë jopërjashtimore akorduar Përdoruesit nga Shërbimi për përdorimin e Shërbimit
tr: Hizmetin kullanımı için Sağlayıcı tarafından Kullanıcıya verilen münhasır olmayan lisans anlamına gelir
uk: означає не виняткову ліцензію, видану Постачальником Користувачеві для користування Послугою
zh_hans: 指提供商授予用户使用服务的非独占许可

source: Provider
be: Пастаўшчык
ca: Proveïdor
es: Proveedor
fr: Fournisseur
gl: Fornecedor
id: Penyedia
ja: 提供者
kk: Jetkizýshi
nb: Tilbyder
pl: Dostawca
pt: Fornecedor
pt_br: Provedor
ru: Поставщик
sq: Furnizues Shërbimi
tr: Sağlayıcı
uk: Постачальник
zh_hans: 提供商

source: means %(provider)s, Reg. No. %(reg_no)s
be: азначае %(provider)s, Reg. No. %(reg_no)s
ca: significa %(provider)s, núm. de reg. %(reg_no)s
es: significa %(provider)s, Número de Registro %(reg_no)s
fr: Signifie %(provider)s, Rég. N° %(reg_no)s
gl: significa %(provider)s, Número de Rexistro %(reg_no)s
id: berarti %(provider)s, Reg. No. %(reg_no)s
it: indica %(provider)s, reg. n. %(reg_no)s
ja: %(provider)s, 登録番号 No. %(reg_no)s
kk: maǵynasyn bildirýshi - %(provider)s, Reg. № %(reg_no)s
nb: betyr %(provider)s, Reg. Nr. %(reg_no)s
pl: oznacza %(provider)s, Nr rej. %(reg_no)s
pt: significa %(provider)s, reg. nº %(reg_no)s
pt_br: significa %(provider)s, Reg. Nº %(reg_no)s
ru: %(provider)s, Reg. № %(reg_no)s
sq: do të thotë %(provider)s, Nr. Regjistri %(reg_no)s
tr: %(provider)s, Kayıt No. %(reg_no)s manasındadır
uk: означає %(provider)s, рег. №. %(reg_no)s
zh_hans: 意味着 %(provider)s，注册编号（Reg. No.）%(reg_no)s

source: Personal Data
be: Асабістыя даныя
ca: Dades personals
es: Datos personales
fr: Données personnelles
gl: Datos persoais
id: Data Pribadi
it: Dati personali
ja: 個人情報
kk: Derbes Derekter
nb: Personlig data
pl: Dane osobiste
pt: Dados Pessoais
pt_br: Dados Pessoais
ru: Персональные данные
sq: Të dhënash Personale
tr: Kişisel Veri
uk: Особисті дані
zh_hans: 个人信息

source: means personal data within the meaning of EU Regulation No. %(law_679_2016)s inserted by the User into the Service and/or Cookies
be: азначае асабістыя даныя па значэнні рэгламенту EU No %(law_679_2016)s, пададзеныя Карыстальнікам у Службу ці / або ўключаныя ў cookies
ca: significa les dades personals segons el significat del Reglament de la UE núm. %(law_679_2016)s, inserides per l'usuari al servei i/o les galetes
es: se refiere a los datos personales en el sentido del Reglamento de la UE No. %(law_679_2016)s insertados por el Usuario en el Servicio y/o Cookies
fr: désigne les données personnelles au sens de la régulation EU n°%(law_679_2016)s, fournies par l’Utilisateur dans le Service et/ou les témoins de connexion
gl: significa que os datos persoais no senso do Regulamento da UE No. %(law_679_2016)s inseridos polo Usuario no Servizo e/ou Cookies
id: berarti data pribadi dalam arti Regulasi UE No. %(law_679_2016)s dimasukkan oleh Pengguna ke dalam Layanan dan atau kuki
it: indica i dati personali ai sensi della legge europea n. %(law_679_2016)s. inserita dall'utente nei servizi e/o cookie
ja: EU 規則番号 第 %(law_679_2016)s 号に定められた個人情報で、利用者が本サービスまたは Cookie に書き込んだものです
nb: betyr personopplysninger i meningen av artikkel EU-regulering nr. %(law_679_2016)s sendt inn av brukeren i tjenesten og/eller informasjonskapsler
pl: oznacza dane osobowe w rozumieniu rozporządzenia UE Nr %(law_679_2016)s wprowadzone przez użytkownika do serwisu i/lub pliki cookie
pt: significa dados pessoais dentro do significado do Regulamento da UE nº %(law_679_2016)s, inserida pelo utilizador no serviço e/ou cookies
pt_br: significa dados pessoais nos termos do Regulamento (UE) nº %(law_679_2016)s inseridos pelo Usuário no Serviço e/ou em Cookies
ru: персональные данные в том смысле, в каком это трактует постановление ЕС № %(law_679_2016)s, предоставленные Пользователем Сервису и/или включённые в Файлы cookies
sq: do të thotë të dhëna personale sipas kuptimit të Rregullores No. %(law_679_2016)s të Bashkimit Europian, dhënë nga përdoruesi te Shërbimi dhe/ose Cookie-t
tr: Kullanıcı tarafından Hizmete ve / veya Çerezlere Eklenen %(law_679_2016)s sayılı AB Yönetmeliği anlamındaki kişisel veriler anlamına gelir
uk: означає, що особисті дані відповідно до змісту Закону EU Regulation No. %(law_679_2016)s Coll., Про захист особистих даних, з поправками, надані Користувачем Послуги і/або включені в файли реп'яшків
zh_hans: 是指用户在服务和 / 或 Cookies 中插入的欧盟法规 No.%(law_679_2016)s 所指的个人数据

source: Owner
be: Уладальнік
ca: Propietari
es: Dueño
fr: Propriétaire
gl: Dono
id: Pemilik
it: Proprietario
ja: 所有者
kk: Ielenýshi
nb: Eier
pl: Właściciel
pt: Proprietário
pt_br: Proprietário
ru: Владелец
sq: Pronar
tr: Sahibi
uk: Власник
zh_hans: 拥有者

source: means the User who can manage Project
be: азначае Карыстальніка, што кіруе Праектам
ca: significa l'usuari que pot gestionar el projecte
es: significa el usuario que puede gestionar el Proyecto
fr: désigne l’Utilisateur qui peut gérer le projet
gl: significa o usuario que pode xestiona-lo Proxecto
id: berarti Pengguna yang dapat mengatur Proyek
it: indica l'utente che può gestire il progetto
ja: プロジェクトを管理できる利用者
kk: maǵynasyn bildirýshi - jobany basqara alatyn Paıdalanýshyny
nb: betyr brukeren som kan håndtere prosjekt
pl: oznacza Użytkownika, który może zarządzać Projektem
pt: significa o utilizador que pode gerir o 'Projeto'
pt_br: significa o Usuário que pode gerenciar o Projeto
ru: Пользователь, который может управлять Проектом
sq: do të thotë Përdoruesi që mund të administrojë Projektin
tr: Projeyi yönetebilen Kullanıcı anlamına gelir
uk: означає Користувача, який може управляти проєктом
zh_hans: 表示可以管理项目的用户

source: Project
be: Праект
ca: Projecte
es: Proyecto
fr: Projet
gl: Proxecto
id: Proyek
it: Progetto
ja: プロジェクト
kk: Joba
nb: Prosjekt
pl: Projekt
pt: Projeto
pt_br: Projeto
ru: Проект
sq: Projekt
tr: Proje
uk: Проєкт
zh_hans: 项目

source: means translation project operated on the Service
be: азначае праект перакладу, што апрацоўваецца ў Службе
ca: significa el projecte de traducció operat al servei
es: significa proyecto de traducción gestionado en el Servicio
fr: désigne le projet de traduction géré grâce au Service
gl: significa proxecto de tradución xestionado no Servizo
id: berarti proyek terjemahan yang dioperasikan pada Layanan
it: indica il progetto di traduzione gestito dal servizio
ja: サービス上で利用できる翻訳プロジェクト
kk: maǵynasyn bildirýshi - Qyzmet qamtamasyz etetin tárjimelik joba
nb: menes oversettelsesprosjekter tilgjengelige på denne tjeneren
pl: oznacza projekt tłumaczeniowy obsługiwany w ramach Usługi
pt: significa que o projeto de tradução operado no 'Serviço'
pt_br: significa projeto de tradução operado no Serviço
ru: проект перевода, осуществляемый с помощью Сервиса
sq: do të thotë projekt përkthimi i punuar në Shërbim
tr: Hizmette çalıştırılan çeviri projesi anlamına gelir
uk: означає проєкт перекладу, що здійснюється цією службою
zh_hans: 指在服务上运营的翻译项目

source: Service
be: Служба
ca: Servei
es: Servicio
gl: Servizo
id: Layanan
it: Servizio
ja: サービス
kk: Qyzmet
pl: Usługa
pt: Serviço
pt_br: Serviço
ru: Сервис
sq: Shërbim
tr: Hizmet
uk: Служба
zh_hans: 服务

source: means the website and services based on Weblate operated by the Provider
be: азначае вэб-сайт і службы на аснове Weblate, што кіруюцца Пастаўшчыком
ca: significa el lloc web i els serveis basats en el Weblate operats pel proveïdor
es: significa que la página web y los servicios basados en Weblate son gestionados por el proveedor
fr: désigne le site web et les services basés sur Weblate et gérés par le Fournisseur
gl: significa que a páxina web e os servizos baseados no Weblate son xestionados polo fornecedor
id: berarti situs web dan layanan berdasarkan Weblate yang dioperasikan oleh Penyedia
it: indica il sito web e i servizi basati su Weblate gestiti dal fornitore
ja: 提供者が運営する Weblate に基づく Web サイトとサービス
kk: maǵynasyn bildirýshi - Jetkizýshi qamtamasyz etetin Weblate negizindegi ýeb-saıt pen qyzmetter
nb: betyr nettsiden og tjenestene basert på Weblate drevet av tilbyderen
pl: oznacza stronę internetową i usługi oparte na Weblate obsługiwanym przez Dostawcę
pt: significa que a página e os serviços baseados no Weblate operados pelo 'Fornecedor'
pt_br: significa o site e os serviços baseados no Weblate operados pelo Provedor
ru: веб-сайт и сервисы на основе Weblate, действующие под управлением Поставщика
sq: do të thotë sajti dhe shërbime të bazuar në Weblate, administruar nga Furnizuesi i Shërbimit
tr: Sağlayıcı tarafından işletilen Weblate'e dayalı web sitesi ve hizmetler anlamına gelir
uk: означає вебсайт і послуги, засновані на Weblate, що управляються Постачальником
zh_hans: 指由提供商运营的基于 Weblate 的网站和服务

source: Translation Memory
be: Памяць перакладаў
ca: Memòria de traducció
es: Memoria de traducción
fr: Mémoire de traduction
gl: Memoria de tradución
id: Memori penerjemahan
it: Memoria traduzione
ja: 翻訳メモリ
kk: Tárjimelik jad
nb: Oversettelsesminne
pl: Pamięć Tłumaczenia
pt: Memória de Tradução
pt_br: Memória de Tradução
ru: Накопитель переводов
sq: Kujtesë Përkthimesh
tr: Çeviri Belleği
uk: Пам'ять перекладу
zh_hans: 翻译记忆库

source: means the optional translation memory service provided within Weblate
be: азначае дадатковую паслугу памяці перакладаў, што пастаўляецца з Weblate
ca: significa la memòria de traducció opcional proporcionada al Weblate
es: se refiere al servicio opcional de memoria de traducción proporcionado por Weblate
fr: désigne le mémoire de traduction fourni de manière optionnelle avec Weblate
gl: refírese ó servizo opcional da memoria de tradución fornecido polo Weblate
id: berarti layanan memori penerjemahan opsional yang disediakan dalam Weblate
it: indica il servizio opzionale di memoria di traduzione fornito in Weblate
ja: Weblate で提供されるオプションの翻訳メモリ
kk: maǵynasyn bildirýshi - Weblate jetkizetin qosymsha tárjimelik jad qyzmeti
nb: betyr det valgfrie oversettelsesminnet tilbudt i Weblate
pl: oznacza opcjonalną usługę pamięci tłumaczeniowej udostępnianą w Weblate
pt: significa que o serviço opcional de memória de tradução fornecido dentro do Weblate
pt_br: significa o serviço opcional de memória de tradução fornecido dentro do Weblate
ru: опциональная услуга накопителя переводов, предоставляемую компанией Weblate
sq: do të thotë shërbimi opsional kujtese përkthimesh furnizuar brenda Weblate-it
tr: Weblate içinde sağlanan isteğe bağlı çeviri belleği hizmeti anlamına gelir
uk: означає додаткову послугу накопичувача перекладів, що надається компанією Weblate
zh_hans: 表示 Weblate 中提供的可选翻译记忆库服务

source: User
be: Карыстальнік
ca: Usuari
es: Usuario
fr: Utilisateur
gl: Usuario
id: Pengguna
it: Utente
ja: 利用者
kk: Paıdalanýshy
nb: Bruker
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ru: Пользователь
sq: Përdorues
tr: Kullanıcı
uk: Користувач
zh_hans: 用户

source: means any legal entity or an individual other than the Provider, who is using the Service
be: азначае любую юрыдычную або фізічную асобу, акрамя Пастаўшчыка, якая выкарыстоўвае Паслугу
ca: significa qualsevol entitat legal o persona física diferent del proveïdor, que utilitza el servei
es: significa cualquier entidad legal o individual distinta al Proveedor, que esté usando el Servicio
fr: désigne toute personne morale ou physique, autre que le Fournisseur, qui utilise le Service
gl: significa calquera entidade legal ou individual diferente ó Proveedor, que estea a emprega-lo Servizo
id: berarti setiap badan hukum atau individu selain dari Penyedia, yang menggunakan Layanan
it: indica qualsiasi persona giuridica o una persona diversa dal fornitore che usa il servizio
ja: 本サービスを使用している、提供者以外の法人または個人
kk: maǵynasyn bildirýshi - Qyzmetti paıdalanatyn Jetkizýshiden basqa kezkelgen zańdy nemese jeke tulǵa
nb: betyr enhver juridisk enhet eller et individ annet enn tilbyderen, som bruker tjenesten
pl: oznacza dowolną osobę prawną lub osobę inną niż Usługodawca, który korzysta z Usługi
pt: significa que qualquer entidade legal ou um indivíduo que não o 'Fornecedor', que está a utilizar o 'Serviço'
pt_br: significa qualquer entidade legal ou um indivíduo que não seja o Provedor, que está usando o Serviço
ru: любое юридическое или физическое лицо, отличное от Поставщика, которое использует Сервис
sq: do të thotë çfarëdo njësi apo individ ligjor, tjetër nga Furnizuesi i Shërbimit, që përdor Shërbimin
tr: Hizmet'i kullanan Sağlayıcı dışındaki herhangi bir tüzel kişi veya bir kişi anlamına gelir
uk: означає будь-яку юридичну або фізичну особу, відмінну від Постачальника, який використовує Послугу
zh_hans: 指使用服务的任何法律实体或提供者以外的个人

source: means distributed version control system used by the Project such as Git or Mercurial
be: азначае размеркаваную сістэму кіравання версіямі, што выкарыстоўваецца праектам, такую як Git ці Mercurial
ca: significa el sistema de control de versions distribuït utilitzat pel projecte, com ara Git o Mercurial
es: el sistema de control de versiones distribuido utilizado por el proyecto, como Git o Mercurial
fr: désigne le système de contrôle des versions utilisé par le Projet comme Git or Mercurial
gl: o sistema de control das versións distribuído empregado polo proxecto, coma o Git ou o Mercurial
id: berarti sistem kontrol versi terdistribusi yang digunakan oleh Proyek seperti Git atau Mercurial
it: indica il sistema di controllo della versione distribuita, come Git o Mercurial, usato dal progetto
ja: Git や Mercurial などのプロジェクトで使用している分散バージョン管理システム
kk: maǵynasdyn bildirýshi - Jobamda paıdalanylatyn úlestirilgen nusqalardy basqarý júıesi, mysaly, Git nemese Mercurial sıaqty
nb: betyr distribuert versjonskontrollsystem brukt av prosjektet, som Git eller Mercurial
pl: oznacza system kontroli wersji rozproszonej używany przez Projekt, taki jak Git lub Mercurial
pt: significa que o sistema de controle de versão distribuído utilziado pelo 'Projeto', tais como Git ou Mercurial
pt_br: significa sistema de controle de versão distribuído usado pelo Projeto, como Git ou Mercurial
ru: распределенная система контроля версий, используемая Проектом, такая как Git или Mercurial
sq: do të thotë sistem i shpërndarë kontrolli versionesh i përdorur nga Projekti, fjala vjen, Git ose Mercurial
tr: Proje tarafından Git veya Mercurial gibi kullanılan dağıtılmış sürüm kontrol sistemi anlamına gelir
uk: означає розподілену систему контролю версій, яка використовується Проєктом, таку як Git або Mercurial
zh_hans: 表示项目使用的分布式版本控制系统，如 Git 或 Mercurial

source: License Agreement Conclusion
be: Заключэнне ліцэнзійнага пагаднення
ca: Signatura de l'acord de llicència
es: Finalización del Acuerdo de Licencia
fr: Accord sur le contrat de licence
gl: Remate do Acordo da Licenza
id: Kesimpulan Perjanjian Lisensi
it: Conclusione del Contratto di licenza
ja: ライセンス契約締結
kk: Lısenzıa Kelisimin Jasasý
nb: Konkludering av lisensavtale
pl: Zawarcie umowy licencyjnej
pt: Acordo da Licença
pt_br: Celebração de Contrato de Licença
ru: Заключение Лицензионного соглашения
sq: Finalizim Marrëveshjeje Licence
tr: Lisans Sözleşmesi Sonuç
uk: Висновок ліцензійної угоди
zh_hans: 许可协议总结

source: The License Agreement is concluded upon the User’s Acceptance of the Provider’s Offer.
be: Ліцэнзійнае пагадненне заключаецца ад моманту ўхвалення Карыстальнікам аферты Пастаўшчыка.
ca: L'acord de llicència se signa amb l'acceptació per part de l'usuari de la proposta del proveïdor.
es: Se concluye con el Acuerdo de Licencia con la aceptación del usuario de una propuesta del proveedor.
fr: Le contrat de licence est considéré comme conclu dès l’acceptation de l’offre du prestataire par l’utilisateur.
gl: Conclúese co Acordo da Licenza ca aceptación do usuario dunha proposta do fornecedor.
id: Perjanjian Lisensi disimpulkan setelah Penerimaan Pengguna atas Penawaran Penyedia.
it: Il Contratto di licenza si conclude con l'accettazione da parte dell'utente dell'offerta del fornitore.
ja: 使用許諾契約は、利用者が提供者の申し出を受け入れた時点で締結されます。
kk: Lısenzıalyq Kelisim Jetkizýshiniń ofertasyna Paıdalanýshy akseptinen keıin jasasady.
nb: Lisensatalen konkluderes ved brukerens samtykke av tilbyderens tilbud.
pl: Umowa licencyjna zawierana jest po przyjęciu przez użytkownika oferty dostawcy.
pt: O acordo de licença é celebrado após a aceitação do utilizador da oferta do fornecedor.
pt_br: O Contrato de Licença é celebrado após a Aceitação do Usuário da Oferta do Provedor.
ru: Лицензионное соглашение заключается путём принятия Пользователем оферты Поставщика.
sq: Marrëveshja e Licencës është e finalizuar me Pranimin nga Përdoruesi të Ofertës së Furnizuesit të Shërbimit.
tr: Lisans Anlaşması, Kullanıcının Sağlayıcının Teklifini Kabul Etmesi ile sonuçlandırılır.
uk: Ліцензійна угода набирає чинності з моменту прийняття Користувачем пропозиції Постачальника.
zh_hans: 许可协议是在用户接受提供商的要约时签订的。

source: License Agreement
be: Ліцэнзійнае пагадненне
ca: Acord de llicència
es: Acuerdo de licencia
fr: Contrat de Licence
gl: Acordo da Licenza
id: Perjanjian Lisensi
it: Accordo di licenza
ja: ライセンス契約
kk: Lısenzıa Kelisimi
nb: Lisensavtale
pl: Umowa licencyjna
pt: Acordo da Licença
pt_br: Contrato de Licença
ru: Лицензионное соглашение
sq: Marrëveshje Licence
tr: Lisans Anlaşması
uk: Ліцензійна угода
zh_hans: 许可协议

source: By concluding Agreement under Article 2.1 of this Agreement, the following provisions of this Article 3 of the Terms of Service come into force.
be: Пры заключэнні Пагаднення ў адпаведнасці з артыкулам 2.1 гэтага Пагаднення набываюць моц наступныя палажэнні гэтага артыкула 3 Умоў абслугоўвання.
ca: En signar l'acord de l'article 2.1 d'aquest acord, les següents disposicions d'aquest article 3 de les condicions del servei esdevenen vigents.
es: Al celebrar el Acuerdo de conformidad con el artículo 2.1 de este Acuerdo, las siguientes disposiciones de este artículo 3 de los Términos de Servicio entran en vigor.
fr: En concluant un accord en vertu de l’article 2.1 du présent accord, les dispositions suivantes du présent article 3 des conditions d’utilisation entrent en vigueur.
gl: Ó remata-lo Acordo de conformidade co artigo 2.1 deste Acordo, as seguintes disposicións deste artigo 3 dos Termos do Servizo entran en vigor.
id: Dengan menyimpulkan Perjanjian berdasarkan Pasal 2.1 dari Perjanjian ini, ketentuan dari Pasal 3 dari Persyaratan Layanan ini mulai berlaku.
it: Con la conclusione dell'Accordo ai sensi dell'articolo 2.1 del presente Accordo, entrano in vigore le seguenti disposizioni del presente articolo 3 dei Termini di servizio.
ja: 本契約の第 2.1 条に基づく契約を締結すると、本利用規約第 3 条の以下の規定の効力が生じる。
kk: Osy Kelisimniń 2.1-baby arqasynda Kelisimdi jasasý arqyly, Qyzmet Kórsetý Sharttarynyń 3-babynyń kelesi erejeleri kúshine enedi.
nb: Ved å godta avtalen under artikkel 2.1, trer følgende provisjoner av denne artikkel 3 av tjenestevilkårene i effekt.
pl: Zawierając Umowę na podstawie artykułu 2.1 niniejszej Umowy, wchodzą w życie następujące postanowienia niniejszego Artykułu 3 Warunków świadczenia usług.
pt: Ao celebrar o acordo sob o artigo 2.1 deste contrato, as seguintes disposições deste artigo 3º destes Termos de serviço entram em vigor.
pt_br: Ao celebrar o Contrato sob o Artigo 2.1 deste Contrato, as seguintes disposições deste Artigo 3º dos Termos de Serviço entram em vigor.
ru: При заключении Соглашения в соответствии со статьёй 2.1 настоящего Соглашения, вступают в силу следующие положения настоящей статьи 3 Условий обслуживания.
sq: Duke përfunduar një Marrëveshje sipas Nenit 2.1 të kësaj Marrëveshjeje, hyjnë në fuqi anët vijuese të këtij Neni 3 të Kushteve të Shërbimit.
tr: İşbu Anlaşmanın 2.1 Maddesi uyarınca Sözleşme imzalayarak, Hizmet Şartları'nın 3. maddesinin aşağıdaki hükümleri yürürlüğe girer.
uk: Укладаючи Угоду відповідно до статті 2.1 цієї Угоди, набирають чинності наступні положення цієї статті 3 Умов обслуговування.
zh_hans: 通过根据本协议第2.1条达成协议，本服务条款第3条的以下规定生效。
