Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: The User declares awareness of own rights under <a href="%(url_15)s">Article 15</a> and <a href="%(url_17)s">Article 17</a> of the GDPR and declares that all the Personal Data is accurate and true and has been provided voluntarily.
be: Карыстальнік заяўляе пра ўласную дасведчанасць пра свае правы, прадугледжаныя <a href="%(url_15)s">Артыкулам 15</a> і <a href="%(url_17)s">Артыкулам 17</a> GDPR, а таксама заяўляе, што ўсе персанальныя даныя з'яўляюцца дакладнымі і былі пададзеныя добраахвотна.
ca: L'usuari declara que és conscient dels seus drets sota l'<a href="%(url_15)s">Article 15</a> i l'<a href="%(url_17)s">Article 17</a> del RGPD i declara que totes les dades personals són precises i certes, i que han estat proporcionades de manera voluntària.
es: El Usuario declara que está al corriente de sus derechos procedentes del <a href="%(url_15)s">Artículo 15</a> y el <a href="%(url_17)s">Artículo 17</a> del RGPD y declara que todos los Datos Personales son precisos y verdaderos y que los ha dado de forma voluntaria.
fr: L’Utilisateur déclare avoir connaissance de ses propres droits en vertu de l’<a href="%(url_15)s">Article 15</a> et de l’ <a href="%(url_17)s">Article 17</a> de la RGPD et déclare que toutes les Données à Caractère Personnel sont exactes et véridiques et ont été fournies volontairement.
gl: O usuario declara coñecer os seus propios dereitos ó abeiro do <a href="%(url_15)s">Artigo 15</a> e <a href="%(url_17)s">Artigo 17</a> do RGDP e declara que todos os datos persoais son exactos e verdadeiros e foron fornecidos de xeito voluntario.
id: Pengguna menyatakan kesadaran akan hak pribadinya berdasarkan <a href="%(url_15)s">Pasal 15</a> dan <a href="%(url_17)s">Pasal 17</a> dari GDPR dan menyatakan bahwa semua Data Pribadi akurat dan benar, serta telah diberikan secara sukarela.
it: L'utente dichiara di essere consapevole dei propri diritti ai sensi dell '<a href="%(url_15)s"> Articolo 15 </a> e <a href="%(url_17)s"> Articolo 17 </a> del GDPR che tutti i dati personali siano accurati e veritieri e siano stati forniti volontariamente.
ja: 利用者は、個人情報保護法 <a href="%(url_15)s">第 15 条</a> 及び <a href="%(url_17)s">第 17 条</a> に基づく権利を承知しており、すべての個人情報が正確で真実であり、自発的に提供されている旨を宣言する。
nb: Brukeren gjør det klart at vedkommende kjenner sine rettigheter under <a href="%(url_15)s">artikkel 15</a> og <a href="%(url_17)s">artikkel 17</a> av lov om personlig databeskyttelse, og gjør det klart at all persondata er nøyaktig, og at den stemmer, samt at den har blitt oppgitt frivillig.
pl: Użytkownik deklaruje znajomość własnych praw na podstawie <a href="%(url_15)s">Artykuł 15</a> i <a href="%(url_17)s">Artykuł 17</a> GDPR i deklaruje że wszystkie dane osobowe są dokładne i prawdziwe oraz zostały podane dobrowolnie.
pt: O Utilizador declara conhecer os seus próprios direitos ao abrigo do <a href="%(url_15)s">Artigo 15</a> e <a href="%(url_17)s">Artigo 17</a> do RGDP e declara que todos os dados pessoais são exactos e verdadeiros e foram fornecidos voluntariamente.
pt_br: O Usuário declara estar ciente de seus direitos sob o <a href="%(url_15)s">Artigos 15</a> e o <a href="%(url_17)s">Artigo 17</a> do RGPD e declara que todos os Dados Pessoais são precisos e verdadeiros e foram fornecidos voluntariamente.
ru: Пользователь заявляет о собственной осведомлённости о своих правах, предусмотренными <a href="%(url_15)s">Статьёй 15</a> и <a href="%(url_17)s">Статьёй 17</a> GDPR, а также заявляет, что все Персональные данные являются точными и достоверными и были предоставлены добровольно.
sq: Përdoruesi deklaron të qenët i ndërgjegjshëm mbi të drejtat e veta sipas <a href="%(url_15)s">Nenit 15</a> dhe <a href="%(url_17)s">Nenit 17</a> të GDPR-s dhe deklaron se krejt të Dhënat Personale janë të sakta dhe të vërteta dhe se janë dhënë vullnetarisht.
tr: Kullanıcı, GDPR'ın <a href="%(url_15)s">Madde 15</a> ve <a href="%(url_17)s">Madde 17</a>kendi hakları ndan farkındalığı beyan eder ve tüm Kişisel Verilerin doğru ve doğru olduğunu ve gönüllü olarak sağlandığını beyan eder.
uk: Користувач заявляє, що усвідомлює свої права згідно <a href="%(url_15)s">Статті 15</a> та <a href="%(url_17)s">Статті 17</a> GDPR, а також заявляє, що всі особисті дані є точними й перевіреними та були надані добровільно.
zh_hans: 用户根据 GDPR 的<a href="%(url_15)s">第15条</a>和<a href="%(url_17)s">第17条</a>声明自己的权利，并声明所有个人数据都是准确和真实的，并且是自愿提供的。

source: The Provider declares that it will collect Personal Data only in the extent necessary for meeting the above-specified purpose and process the Personal Data in accordance with the purpose for which it was collected. The Provider’s employees and other individuals who process the Personal Data on the basis of a contract with the Provider shall maintain confidentiality of the Personal Data, even after the termination of their employment or business relationship with the Provider.
be: Пастаўшчык заяўляе, што будзе збіраць Асабістыя даныя толькі ў вышэйзгаданых мэтах і апрацоўваць іх у адпаведнасці з мэтамі, для якіх яны былі сабраныя. Супрацоўнікі Пастаўшчыка і іншыя фізічныя асобы, якія апрацоўваюць Асабістыя даныя на падставе дамовы з Пастаўшчыком, захоўваюць канфідэнцыйнасць Асабістых даных нават пасля спынення іх працы або справавых адносін з Пастаўшчыком.
ca: El proveïdor declara que recopilarà les dades personals només durant el temps necessari per a complir les finalitats especificades anteriorment i processar les dades personals d'acord amb la finalitat per a la qual han estat recopilades. Els treballadors del proveïdor i altres individus que processin les dades personals en base a un contracte amb el proveïdor mantindran la confidencialitat de les dades personals, fins i tot després de la finalització de la seva contractació o relació comercial amb el proveïdor.
es: El Proveedor declara que mantendrá los Datos Personales solo por la duración necesaria para cumplir los objetivos especificados anteriormente y procesará los Datos Personales de acuerdo con los objetivos para los que han sido recogidos. Los empleados del Proveedor y otras personas que procesan los Datos Personales por razón de un contrato con el Proveedor deben mantener la confidencialidad de los Datos Personales, incluso al finalizar su relación laboral o empresarial con el Proveedor.
fr: Le Prestataire déclare qu’il ne collectera les Données Personnelles que dans la mesure nécessaire pour atteindre l’objectif susmentionné et qu’il traitera les Données Personnelles conformément à l’objectif pour lequel elles ont été collectées. Les employés du fournisseur et les autres personnes qui traitent les données personnelles sur la base d’un contrat avec le fournisseur doivent préserver la confidentialité des données personnelles, même après la fin de leur emploi ou de leur relation commerciale avec le fournisseur.
gl: O Fornecedor manifesta que manterá os Datos Persoais só pola dura precisada para cumpri-los obxectivos especificados denantes e procesa os Datos Persoais dacordo con estes obxectivos para os que foron recollidos. Os empregados do Fornecedor e outras persoas que procesan os Datos Persoais segundo as bases dun acordo co Fornecedor teñen que manter a confidencialidade dos Datos Persoais, aínda que remate a súa relación laboral ou empresarial co Fornecedor.
id: Penyedia menyatakan bahwa ia akan mengumpulkan Data Pribadi hanya sejauh yang diperlukan untuk memenuhi tujuan yang telah dispesifikasikan di atas dan mengolah Data Pribadi sesuai dengan tujuan pengumpulannya. Karyawan Penyedia dan individual lain yang mengolah Data Pribadi dengan dasar kontrak dengan Penyedia akan menjaga kerahasiaan dari Data Pribadi, bahkan setelah pemutusan hubungan kerja atau hubungan bisnis dengan Penyedia.
it: Il Fornitore dichiara che raccoglierà i Dati personali solo nella misura necessaria per soddisfare lo scopo sopra specificato e elaborare i Dati personali in conformità con lo scopo per il quale sono stati raccolti. I dipendenti del Fornitore e altre persone che elaborano i Dati personali sulla base di un contratto con il Fornitore manterranno la riservatezza dei Dati Personali, anche dopo la cessazione del rapporto di lavoro o di affari con il Fornitore.
ja: 提供者は、上記の目的を達成するために必要な範囲でのみ個人情報を収集し、収集された目的に従って個人情報を処理することを宣言する。提供者の従業員および提供者との契約に基づいて個人情報を処理する他の個人は、提供者との雇用またはビジネス関係の終了後であっても、個人情報の機密保持を維持する。
nb: Tilbyderen gjør det klart at den vil samle inn personlig data kun i nødvendig omfang for å møte ovennevnt formål, og behandle personlig data i samsvar med formålet de ble samlet inn i. Tilbyderens ansatte og andre individer som behandler den personlige dataen på grunnlag av kontrakten med tilbyderen skal opprettholde dens konfidensialitet, selv etter at forretningsforholdet med tilbyderen er opphevet.
pl: Usługodawca oświadcza, że będzie gromadził Dane osobowe tylko w zakresie niezbędnym do osiągnięcia wyżej określonego celu i będzie przetwarzał Dane osobowe zgodnie z celem, dla którego zostały zgromadzone. Pracownicy Dostawcy Usług oraz inne osoby fizyczne, które przetwarzają Dane Osobowe na podstawie umowy z Dostawcą Usług, zachowują poufność Danych Osobowych, nawet po ustaniu stosunku pracy lub stosunku biznesowego z Dostawcą Usług.
pt: O fornecedor declara que recolherá dados pessoais até ao necessário para atender ao propósito especificado acima e processar os dados pessoais de acordo com a finalidade para a qual eles foram recolhidos. Os funcionários do fornecedor e outras pessoas que processam os dados pessoais com base num contrato com o fornecedor devem manter a confidencialidade dos dados pessoais, mesmo após o término de seu vínculo laboral ou comercial com o fornecedor.
pt_br: O Provedor declara que ele coletará Dados Pessoais somente na extensão necessária para atender ao propósito especificado acima e processar os Dados Pessoais de acordo com a finalidade para a qual eles foram coletados. Os funcionários do Provedor e outras pessoas que processam os Dados Pessoais com base em um contrato com o Provedor devem manter a confidencialidade dos Dados Pessoais, mesmo após o término de seu vínculo empregatício ou comercial com o Provedor.
ru: Поставщик заявляет, что будет собирать Персональные данные только в объёме, необходимом для достижения вышеуказанных целей и обрабатывать Персональных данных в соответствии с целями, для которых они были собраны. Сотрудники Поставщика и другие лица, которые обрабатывают Персональные данные на основании договора с Поставщиком, обязуются сохранять конфиденциальность Персональных данных, даже после прекращения ими трудовых или деловых отношений с Поставщиком.
sq: Furnizuesi i Shërbimit deklaron se do të grumbullojë të Dhëna Personale vetëm deri në atë shkallë që është e nevojshme për arritjen e qëllimit të specifikuar më sipër dhe do t’i përpunojë të Dhënat Personale në pajtim me qëllimin për të cilat janë mbledhur. Të punësuarit e Furnizuesit të Shërbimit dhe individë të tjerë të cilët përpunojnë të Dhënat Personale bazuar në një kontratë me Furnizuesin e Shërbimit do të ruajnë natyrën rezervat të të Dhënave Personale, edhe pas përfundimit të punësimit të tyre apo marrëdhënieve të biznesit me Furnizuesin e Shërbimit.
tr: Sağlayıcı, Kişisel Verileri yalnızca yukarıda belirtilen amacı yerine getirmek için gerekli ölçüde toplayacağını ve Kişisel Verileri, toplandığı amaca uygun olarak işleyeceğini beyan eder. Sağlayıcı’nın çalışanları ve Kişisel Verileri, Sağlayıcı ile yapılan bir sözleşme temelinde işleyen diğer şahıslar, İşveren ile iş ilişkisinin veya iş ilişkisinin sona ermesinden sonra bile Kişisel Verilerin gizliliğini korumalıdır.
uk: Постачальник заявляє, що він буде збирати Особисті дані тільки в обсязі, необхідному для досягнення вищевказаних цілей і опрацьовувати Особисті дані відповідно до цілей, для яких вони були зібрані. Співробітники Постачальника та інші особи, які обробляють особисті дані на підставі договору з Постачальником, зобов'язуються зберігати конфіденційність Особистих даних, навіть після припинення ними трудових або ділових відносин з постачальниками.
zh_hans: 提供者声明他将仅在满足上述目的所需的范围内收集个人数据，并根据收集的目的处理个人数据。提供商的员工和其他根据与提供商签订的合同处理个人数据的个人，即使在与提供商的雇佣关系或业务关系终止后，也应对个人数据保密。

source: The Provider declares that it will process the Personal Data by electronic means (automatically) via computer programs for which the Provider has secured the right of use, in particular the Service.
be: Пастаўшчык заяўляе, што ён будзе апрацоўваць Асабістыя даныя электроннымі сродкамі (аўтаматычна) пры дапамозе камп'ютэрных праграм, права выкарыстання якіх Пастаўшчык замацаваў за сабой, у прыватнасці, на Сэрвісе.
ca: El proveïdor declara que processarà les dades personals de manera electrònica (automàticament) mitjançant programes informàtics per als quals el proveïdor ha assegurat el dret d'ús, en particular, del servei.
es: El Proveedor declara que procesará los datos personales por medios electrónicos (automáticamente) a trevés de programas de ordenador para los cuales el Proveedor ha asegurado los derechos de uso, en particular del Servicio.
fr: Le Prestataire déclare qu’il traitera les Données Personnelles de manière électronique (automatiquement) via des programmes informatiques pour lesquels le Prestataire a obtenu le droit d’utilisation, en particulier le Service.
gl: O Fornecedor manifesta que procesará os datos persoais por medios electrónicos (de xeito automático) a través de programas de computador para os cales o Fornecedor asegurou os dereitos de emprego, de xeito particular dos do Servizo.
id: Penyedia menyatakan bahwa ia akan mengolah Data Pribadi secara elektronik (otomatis) melalui program komputer yang mana Penyedia telah memiliki hak dalam penggunaannya, khususnya Layanan.
it: Il fornitore dichiara che tratterà i dati personali per via elettronica (automaticamente) tramite programmi per computer per i quali il fornitore ha garantito il diritto di utilizzo, in particolare il servizio.
ja: 提供者は、提供者が使用権、特にサービスを確保しているコンピュータ プログラムを介して、電子的手段（電子的手段）によって個人情報を処理することを宣言する。
nb: Tilbyderen gjør det klart at den vil behandle den personlige dataen med elektroniske midler (automatisk) via dataprogram, som tilbyderen har sikret seg retten til å bruke, i særdeleshet tjenesten.
pl: Usługodawca oświadcza, że będzie przetwarzał Dane Osobowe drogą elektroniczną (automatycznie) za pośrednictwem programów komputerowych, dla których Dostawca ma zagwarantowane prawo użytkowania, w szczególności Usługi.
pt: O fornecedor declara que processará os dados pessoais por meios electrónicos (automaticamente) através de programas de computador para os quais o fornecedor tenha assegurado o direito de uso, em particular o serviço.
pt_br: O Provedor declara que ele processará os Dados Pessoais por meios eletrônicos (automaticamente) através de programas de computador para os quais o Provedor tenha assegurado o direito de uso, em particular o Serviço.
ru: Поставщик заявляет, что будет обрабатывать Персональные данные электронными средствами (автоматически) с помощью компьютерных программ, на которые у Поставщика есть право использования, в частности, данного Сервиса.
sq: Furnizuesi i Shërbimit deklaron se do t’i përpunojë të Dhënat Personale me mjete elektronike (automatikisht) përmes programesh kompjuteri për të cilat Furnizuesi i Shërbimit ka siguruar të drejtën e përdorimit, veçanërisht Shërbimin.
tr: Sağlayıcı, Kişisel Verileri, kullanım hakkını, özellikle de Hizmet'i sağladığı bilgisayar programları aracılığıyla elektronik yollarla (otomatik olarak) işleyeceğini beyan eder.
uk: Постачальник заявляє, що він буде обробляти особисті дані за допомогою електронних засобів (автоматично) через комп'ютерні програми, для яких Постачальник отримав право використовувати, зокрема в Службі.
zh_hans: 提供者声明他将通过电子方式（自动）通过提供商已获得使用权的计算机程序处理个人数据，特别是服务。

source: The User’s consent under this Article 5 of the Terms of Service constitutes a free and informed juridical act which concerns the consent of the subject of the data (the User) with processing of the Personal Data.
be: Карыстальнік заяўляе, што ён/яна ведае пра яго/яе правы, прадугледжаныя артыкулам 12 і артыкулам 21 Закона аб абароне асабістых даных і заяўляе, што ўсе асабістыя даныя дакладныя, адпавядаюць рэчаіснасці і былі пададзеныя добраахвотна.
ca: El consentiment de l'usuari sota l'Article 5 de les condicions del servei constitueix un acte jurídic lliure i informat que consisteix en el consentiment del subjecte de les dades (l'usuari) amb el processament de les dades personals.
es: El consentimiento del Usuario bajo este Artículo 5 de los Términos de Servicio constituye un acto libre e informado que consiste en el consentimiento del sujeto de los datos (el Usuario) con el procesamiento de Datos Personales.
fr: Le consentement de l’Utilisateur en vertu de l’article 5 des Conditions d’utilisation constitue un acte juridique libre et éclairé qui concerne le consentement de l’objet des données (l’Utilisateur) au traitement des Données personnelles.
gl: O consentemento do Usuario baixo este Artigo 5 dos Termos do Servizo constitúen un acto ceibe e informado que consiste no consentemento do suxeito dos datos (o Ususario) para procesamento dos Datos Persoais.
id: Persetujuan Pengguna berdasarkan Pasal 5 dari Persyaratan Layanan merupakan tindakan yuridis yang bebas dan dimaklumi yang terkait dengan kesadaran subjek data (Pengguna) dengan pengolahan Data Pribadi.
it: Il consenso dell'Utente ai sensi del presente articolo 5 dei Termini di servizio e l'atto di informazione legale gratuito che riguarda il consenso del soggetto dei dati (l'Utente) al trattamento dei dati personali.
ja: 本利用規約の第 5 条に基づく利用者の同意は、個人情報の処理を伴う情報（利用者）の主体の同意に関連する自由かつ情報に基づく法的行為を構成する。
nb: Brukerens samtykke under denne artikkel 5 av tjenestevilkårene utgjør en fri og informert juridisk handling som angår samtykket for dataens opphav (brukeren) med behandling av persondata.
pl: Zgoda użytkownika na podstawie niniejszego art. 5 Regulaminu stanowi swobodną i świadomą czynność prawną, która dotyczy zgody podmiotu danych (Użytkownika) na przetwarzanie Danych Osobowych.
pt: O consentimento do utilizador sob este artigo 5º dos termos de serviço constitui ato jurídico livre e informado que diz respeito ao consentimento do sujeito dos dados (o utilizador) com o processamento dos dados pessoais.
pt_br: O consentimento do Usuário sob este Artigo 5º dos Termos de Serviço constitui um ato jurídico livre e informado que diz respeito ao consentimento do sujeito dos dados (o Usuário) com o processamento dos Dados Pessoais.
ru: Согласие Пользователя в соответствии с настоящей статьёй 5 Условий обслуживания является свободным и осознанным юридическим актом, который касается согласия субъекта данных (Пользователя) на обработку Персональных данных.
sq: Miratimi nga Përdoruesi sipas këtij Neni 5 të Kushteve të Shërbimit përbën një akt juridik me vullnet të lirë dhe të informuar që lidhet me miratimin nga subjekti i të dhënave (Përdoruesi) të përpunimit të të Dhënave Personale.
tr: Kullanıcının Hizmet Şartları'nın 5. Maddesi uyarınca kabul etmesi, Kişisel Verilerin işlenmesiyle verilerin (Kullanıcı) konusunun rızasını ilgilendiren ücretsiz ve bilgilendirilmiş bir adli işlem oluşturur.
uk: Згода Користувача відповідно до цієї статті 5 Умов обслуговування є вільним і усвідомленим юридичним актом, який стосується згоди суб'єкта даних (Користувача) на обробку Особистих даних.
zh_hans: 用户根据服务条款第5条的同意构成了自由和知情的司法行为，涉及数据主体（用户）同意处理个人数据。

source: Translations
be: Пераклады
ca: Traduccions
es: Traducciones
fr: Traductions
gl: Traducións
id: Penerjemahan
it: Traduzioni
ja: 翻訳
kk: Tárjimeler
nb: Oversettelser
pl: Tłumaczenia
pt: Traduções
pt_br: Traduções
ru: Переводы
sq: Përkthime
tr: Çeviriler
uk: Переклади
zh_hans: 翻译

source: The Service organizes translation into individual Projects, where the Owner is responsible for managing them and for specifying accurately the license of the Project.
be: Паслуга арганізуе пераклад асобных праектаў, дзе Уласнік нясе адказнасць за кіраванне імі і дакладнасць публікацыі ліцэнзіі праекта.
ca: El servei organitza les traduccions en projectes individuals, en què el propietari és el responsable de gestionar-los i especificar de manera precisa la llicència del projecte.
es: El Servicio organiza las traducciones en Proyectos individuales, donde el Propietario es responsable de gestionarlos y especificar con precisión la licencia de cada uno.
fr: Le Service organise les traductions en projets séparés dans lesquels chaque Propriétaire est responsable de gérer les traductions et d’indiquer avec précision la licence du Projet.
gl: O Servizo organiza as traducións en Proxectos individuais, onde o Dono é responsábel na xestión deles e para cumprir con precisión a licenza do Proxecto.
id: Layanan mengatur terjemahan ke dalam Proyek masing-masing, di mana Pemilik bertanggung jawab untuk mengatur mereka dan menentukan secara tepat lisensi Proyek.
it: Il servizio organizza la traduzione in singoli progetti, in cui il proprietario è responsabile della loro gestione e della specifica della licenza del progetto.
ja: 本サービスは、各プロジェクトへの翻訳を組織しており、所有者はそれらを管理し、プロジェクトのライセンスを正確に指定する責任があります。
nb: Tjenesten organiserer oversettelsen i individuelle prosjekter, der eieren er ansvarlig for håndtering av dem, og for å presist spesifisere lisensen for prosjektet.
pl: Usługa organizuje tłumaczenia na poszczególne Projekty, w których Właściciel jest odpowiedzialny za zarządzanie nimi i dokładne określenie licencji Projektu.
pt: O serviço organiza a tradução em projectos individuais, onde o proprietário é responsável por geri-los e por especificar com precisão a licença do projecto.
pt_br: O Serviço organiza a tradução em Projetos individuais, onde o Proprietário é responsável por gerenciá-los e por especificar com precisão a licença do Projeto.
ru: Сервис организует переводы внутри отдельных Проектов, где Владелец несёт ответственность за управление ими и точное указание лицензии Проекта.
sq: Shërbimi i sistemon përkthimet në Projekte individuale, ku i Zoti është përgjegjës për administrimin e tyre dhe për përcaktimin e saktë të licencës së Projektit.
tr: Hizmet, Sahibi'nin bunları yönetmekten ve Proje lisansını doğru bir şekilde belirlemekten sorumlu olduğu bireysel Projelere çeviri organize eder.
uk: Служба організовує переклади всередині окремих Проєктів, де Власник несе відповідальність за управління ними й точне зазначення ліцензії Проєкту.
zh_hans: 该服务将翻译组织到单个项目中，业主负责管理这些项目并准确指定项目许可证。
