Repository: WeblateOrg/website
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: be, ca, es, fr, gl, id, it, ja, kk, nb, pl, pt, pt_br, ru, sq, tr, uk, zh_hans

source: for providing our services on the Service, to contact you in matters regarding our services (also by means of e-mails and messaging) and to ensure the technical functionality of our services fulfillment of contractual or pre-contractual obligations (<a href="%(url)s">Article 6 (1) b. GDPR</a>)
be: для выканання нашых паслуг, для сувязі з вамі па пытаннях нашых паслуг (у тым ліку праз электронную пошту і паведамленні), для забеспячэння тэхнічнага функцыянавання сэрвісаў падчас выканання дамоўных альбо пераддамоўных абавязкаў (<a href="%(url)s">Article 6 (1) b. GDPR</a>)
ca: per a oferir-vos els nostres serveis dins del servei, per a contactar-vos pel que fa als nostres serveis (també mitjançant correus electrònics i missatgeria) i per a assegurar la funcionalitat tècnica del compliment de les obligacions contractuals o precontractuals dels nostres serveis (<a href="%(url)s">Article 6 (1) b. del RGPD</a>)
es: por dar nuestros servicios en el Servicio, para contactar con problemas de nuestros servicios (también como método de emails y mensajes) y para asegurar las funcionalidades técnicas de nuestro servicio cumplen con las obligaciones contractuales y precontractuales (<a href="%(url)s">Artículo 6 (1) b. RGPD</a>)
fr: pour la fourniture de nos prestations sur le Service, pour vous contacter au sujet de nos services (également par courrier électronique et messagerie) et pour assurer la fonctionnalité technique de nos services dans le respect des obligations contractuelles ou pré-contractuelles (<a href="%(url)s">Article 6 (1) b. RGPD</a>)
gl: por dar os nosos servizos no "Servizo", para contactar con problemas dos nosos servizos (tamén coma método de correos elec. e mensaxes) e para asegura-las funcionalidades técnicas do noso servizo cumpren cas obrigas contractuais e precontractuais (<a href="%(url)s">Artigo 6 (1) b. RGPD</a>)
id: untuk menyediakan layanan kami pada Layanan, untuk menghubungi Anda daam hal-hal yang berkaitan dengan layanan kami (termasuk melalui surel dan perpesanan) dan untuk memastikan fungsionalitas teknis layanan kami memenuhi kewajiban kontraktual dan pra-kontraktual (<a href="%(url)s">Pasal 6 (1) b. GDPR</a>)
it: per fornire i nostri termini del servizio, per contattarti in merito ai nostri servizi (anche tramite email e messaggistica) e per garantire la funzionalità tecnica dei nostri servizi in adempimento degli obblighi contrattuali o precontrattuali (<a href="%(url)s">Articolo 6 (1) b. GDPR</a>)
ja: サービスに関するサービスの提供、サービスに関する事項（メールおよびメッセージによる手段）、および契約上または契約上の義務を履行するサービスの技術的機能を確保するための問い合わせ（<a href="%(url)s">第 6 条 (1) b.GDPR</a>）
nb: for å tilby funksjonene i tjenesten, for å kontakte deg i forhold som angår våre tjenester (også ved forsendelse av e-post og meldinger) og i forsikring av teknisk funksjonalitet i oppfyllelsen av kontraktsmessige, eller førkontraktsmessige forpliktelser i våre tjenester (<a href="%(url)s">Artikkel 6 (1) b. GDPR</a>)
pl: za świadczenie naszych usług w ramach Usługi, kontaktowanie się z Tobą w sprawach dotyczących naszych usług (również za pośrednictwem wiadomości e-mail i przesyłania wiadomości) oraz zapewnienie technicznej funkcjonalności naszych usług w celu wypełnienia zobowiązań umownych lub przedumownych (<a href="%(url)s">Artykuł 6 (1) b. GDPR</a>)
pt: para fornecer os nossos serviços no "Serviço", para o contactar sobre assuntos respeitantes aos nossos serviços (também por meio de e-mails e mensagens) e para garantir a funcionalidade técnica dos nossos serviços e cumprimento das obrigações contratuais e pré-contratuais (<a href="%(url)s">Artigo 6 (1) b. RGPD</a>)
pt_br: para a prestação de nossos serviços no Serviço, para contatá-lo em questões relativas aos nossos serviços (também por meio de e-mails e mensagens) e para garantir a funcionalidade técnica de nossos serviços cumprimento de obrigações contratuais ou pré-contratuais (<a href="%(url)s">Artigo 6º (1) b. RGPD</a>)
ru: для предоставления наших услуг связанных с Сервисом, для связи с вами по вопросам, касающимся наших услуг (в том числе посредством e-mail и обмена сообщениями), и для обеспечения технической функциональности наших сервисов при выполнении договорных или преддоговорных обязательств (<a href="%(url)s">Статья 6 (1) b. GDPR</a>)
sq: për furnizimin e Shërbimit me shërbimet tona, për t’u lidhur me ju për gjëra që kanë të bëjnë me shërbimet tona (edhe përmes rrugësh si email-e dhe mesazhe) dhe për të garantuar mbulimin teknik të plotësimit të shërbimeve tona sipas detyrimesh nga kontratash apo para-kontrata (<a href="%(url)s">Neni 6 (1) b. GDPR</a>)
tr: hizmetlerimizi hizmete sunmak için, hizmetlerimizle ilgili konularda sizinle iletişim kurmak (ayrıca e-postalar ve mesajlaşma yoluyla) ve hizmetlerimizin teknik işlevselliğini sözleşme veya sözleşme öncesi yükümlülüklerin yerine getirilmesini sağlamak <a href="%(url)s">Madde 6 (1) b. GDPR</a>)
uk: для надання наших служб в рамках Послуги, для зв'язку з вами з питань, що стосуються наших послуг (в тому числі за допомогою ел. пошти й обміну повідомленнями), і для забезпечення технічної функціональності наших служб при виконанні договірних або переддоговірних зобов'язань (<a href="%(url)s">Стаття 6 (1) b. GDPR</a>)
zh_hans: 提供我们的服务服务，就我们的服务事宜（也通过电子邮件和信息）与您联系，并确保我们的服务履行合同或合同前义务的技术功能（<a href="%(url)s">第 6 (1) b款 GDPR</a>) 英语 ）

source: to analyze your use of our services and improve our services (<a href="%(url)s">Article 6 (1) b. and f. GDPR</a>)
be: для аналізу выкарыстання вамі нашых сэрвісаў і для іх паляпшэння (<a href="%(url)s">Article 6 (1) b. and f. GDPR</a>)
ca: per a analitzar el vostre ús dels nostres serveis i millorar-los (<a href="%(url)s">Article 6 (1) b. i f. del RGPD</a>)
es: para analizar su uso de nuestros servicios y mejorarlos (<a href="%(url)s">artículo 6 (1) b. y f. del RGPD</a>)
fr: afin d’analyser votre utilisation de nos services et d’améliorer nos services (<a href="%(url)s">Article 6 (1) b. et f. RGPD</a>)
gl: para analizar o teu emprego dos servizos e mellorar os nosos servizos (<a href="%(url)s">Artigo 6 (1) b. e f. RGPD</a>)
id: untuk menganalisis penggunaan Anda atas layanan kami dan meningkatkan layanan kami (<a href="%(url)s">Pasal 6 (1) b. dan f. GDPR</a>)
it: per analizzare il tuo utilizzo dei nostri servizi e migliorarli (<a href="%(url)s">Articolo 6 (1) b. e f. GDPR</a>)
ja: サービスの利用状況を分析してサービスを改善するため（<a href="%(url)s">第 6 条 (1) b. 及び f. GDPR</a>）
nb: for å analysere din bruk av våre tjenester, og forbedre våre tjenester (<a href="%(url)s">Artikkel 6 (1) b. og f. GDPR</a>)
pl: w celu analizy korzystania z naszych usług i ulepszania naszych usług (<a href="%(url)s">Artykuł 6 (1) b. i f. GDPR</a>)
pt: para analisar a sua utilização dos nossos serviços e melhorar os nossos serviços (<a href="%(url)s">Artigo 6 (1) b. e f. GDPR</a>)
pt_br: para analisar o uso de nossos serviços e melhorar nossos serviços (<a href="%(url)s">Artigo 6º (1) b e f. RGPD</a>)
ru: для анализа вашего использования наших услуг и улучшения наших услуг (<a href="%(url)s">статья 6 (1) b. и f. GDPR</a>)
sq: për të analizuar përdorimin tuaj të shërbimeve tona dhe për përmirësimin e tyre (<a href="%(url)s">Neni 6 (1) b. and f. GDPR</a>)
tr: Hizmetlerimizi kullanımınızı analiz etmek ve hizmetlerimizi iyileştirmek için (<a href="%(url)s">Madde 66 (1) b. ve f. GDPR</a>)
uk: для аналізу вашого використання наших послуг і покращення наших послуг (<a href="%(url)s">стаття 6 (1) b. і f GDPR</a>)
zh_hans: 分析您对我们服务的使用并改进我们的服务（<a href="%(url)s">第 6 (1) b. 和 f.款 GDPR</a>

source: with your express consent or instruction to carry out our business activities or send you newsletters (<a href="%(url)s">Article 6 (1) a. GDPR</a>)
be: для ажыццяўлення нашай камерцыйнай дзейнасці альбо адпраўлення вам інфармацыйных лістоў (<a href="%(url)s">Article 6 (1) a. GDPR</a>)
ca: amb el vostre consentiment explícit o la vostra autorització expressa, per a dur a terme activitats comercials i enviar-vos butlletins de notícies (<a href="%(url)s">Article 6 (1) a. del RGPD</a>)
es: con su consentimiento expreso o su autorización expresa para llevar a cabo nuestras actividades de negocio o enviar boletines de noticias (<a href="%(url)s">Artículo 6 (1) a. del RGPD</a>)
fr: avec votre consentement explicite ou votre autorisation express pour mener à bien nos activités commerciales ou pour vous envoyer des lettres d’information (<a href="%(url)s">Article 6, paragraphe 1, point a), du RGPD</a>)
gl: co teu consentemento expreso ou indicación de facer as nosas actividades de negocio ou enviar boletíns de novas (<a href="%(url)s">Artigo 6 (1) a. RGPD</a>)
id: dengan persetujuan tegas dari Anda atau instruksi untuk melanjutkan kegiatan bisnis kami atau mengirimkan buletin kepada Anda (<a href="%(url)s">Pasal 6 (1) a. GDPR</a>)
it: con il tuo esplicito consenso od istruzioni per svolgere le nostre attività commerciali od inviando newsletter (<a href="%(url)s">Articolo 6 (1) a. del GDPR</a>)
ja: お客様の明示的な同意または指示に基づく、事業活動の遂行またはニュースレターの送付（<a href="%(url)s">第 6 条 (1) a. GDPR</a>）
nb: med ditt uttrykte samtykke eller instruks om å utføre forretningsaktiviteter, eller sende deg nyhetsbrev (<a href="%(url)s">Artikkel 6 (1) a. GDPR</a>)
pl: za twoją wyraźną zgodą lub instrukcjami dotyczącymi prowadzenia naszej działalności gospodarczej lub wysyłania Ci biuletynów (<a href="%(url)s">Artykuł 6 (1) a. GDPR</a>)
pt: com o seu consentimento expresso ou instruções para levar a cabo as nossas atividades empresariais ou para enviar-lhe os boletins de informativos (<a href="%(url)s">Artigo 6 (1) a. RGPD</a>)
pt_br: com o seu consentimento expresso ou instrução expressa para realizar nossas atividades comerciais ou enviar boletins informativos (<a href="%(url)s">Artigo 6º (1) a. RGPD</a>)
ru: для осуществления нашей коммерческой деятельности или для отправки вам информационных бюллетеней (<a href="%(url)s">Статья 6 (1) а. GDPR</a>), по вашему явному согласию или поручению
sq: me pëlqimin apo udhëzim tuajin shprehimisht, për të kryer veprimtaritë tona të biznesit ose për t’ju dërguar buletine (<a href="%(url)s">Neni 6 (1) a. GDPR</a>)
tr: ticari faaliyetlerimizi yürütmek veya size haber bültenleri göndermek için açık rızanız veya talimatınızla (<a href="%(url)s">Madde 6 (1) a. GDPR</a>)
uk: з вашої явної згоди або вказівкою для здійснення нашої підприємницької діяльності або відправляти вам бюлетені (<a href="%(url)s">Стаття 6 1) a. GDPR</a>)
zh_hans: 明确表示同意或指示开展我们的业务活动或向您发送新闻通讯（<a href="%(url)s">第 6 (1) a. 款GDPR</a>)）

source: Access to the Personal Data
be: Доступ да асабістых даных
ca: Accés a les dades personals
es: Acceso a los datos personales
fr: Accès aux données personnelles
gl: Acceso ós datos persoais
id: Akses ke Data Pribadi
it: Accesso ai dati personali
ja: 個人情報へのアクセス
kk: Derbes Derekterge qatynaý
nb: Tilgang til personlige data
pl: Dostęp do danych osobowych
pt: Acesso aos Dados Pessoais
pt_br: Acesso aos Dados Pessoais
ru: Доступ к Персональным данным
sq: Përdorim të Dhëna Personale
tr: Kişisel Verilere Erişim
uk: Доступ до особистих даних
zh_hans: 访问个人数据

source: The Controller has made all reasonable technical means to protect the Personal Data. Only authorized persons can access the Personal Data.
be: Кантралёр зрабіў усё неабходнае для абароны асабістых даных. Толькі ўпаўнаважаныя асобы могуць атрымаць доступ да асабістых даных.
ca: El controlador ha aplicat els mitjans tècnics raonables per a protegir les dades personals. Només les persones autoritzades poden accedir a les dades personals.
es: La empresa ha hecho los esfuerzos necesarios para proteger los datos personales. Solo personas autorizadas tienen acceso a los datos personales.
fr: Le contrôleur a mis en œuvre tous les moyens techniques possibles afin de protéger les Données Personnelles. Seules des personnes autorisées peuvent accéder aux Données Personnelles.
gl: A empresa fixo os esforzos precisados para protexer os datos persoais. Só persoas autorizadas teñen o acceso ós datos persoais.
id: Pengendali telah melakukan semua upaya teknis yang pantas untuk menjaga Data Pribadi. Hanya orang yang berwenang yang dapat mengakses Data Pribadi.
it: Il controllore ha realizzato tutti gli strumenti tecnici ragionevoli per proteggere i dati personali. Solo le persone autorizzate possono accedere ai dati personali.
ja: 個人情報を保護するために、あらゆる合理的な技術的手段を用いました。許可された者しか個人情報にアクセスできません。
nb: Kontrolløren har utført alle hensiktsmessige tekniske oppgaver for å beskytte personopplysningene. Kun autoriserte personer kan få tilgang til den.
pl: Administrator dokonał wszelkich uzasadnionych środków technicznych w celu ochrony Danych Osobowych. Tylko upoważnione osoby mają dostęp do danych osobowych.
pt: O 'Controlador' fez todos os esforços técnicos necessários para proteger os 'Dados Pessoais'. Só o pessoal autorizado pode aceder aos mesmos.
pt_br: O Controlador fez todos os meios técnicos razoáveis para proteger os Dados Pessoais. Apenas pessoas autorizadas podem acessar os Dados Pessoais.
ru: Контролёр принял все целесообразные технические меры для защиты Персональных данных. Только уполномоченные лица могут получить доступ к Персональным данным.
sq: Kontrolluesi ka bërë krejt mjetet e arsyeshme teknike për mbrojtjen e Të dhënave Personale. Në të Dhënat Personale mund të hyjnë vetëm persona të autorizuar.
tr: Kontrolör, Kişisel Verileri korumak için tüm makul teknik imkanları sağlamıştır. Kişisel Verilere yalnızca yetkili kişiler erişebilir.
uk: Контролер зробив всі розумні технічні засоби для захисту особистих даних. Доступ до особистих даних можуть лише уповноважені особи.
zh_hans: 控制器已采取一切合理的技术手段来保护个人资料。只有经过授权的人员才能访问个人数据。

source: Third parties which can gain access to the Personal Data when necessary are:
be: Трэція асобы, што могуць атрымаць доступ да асабістых даных, калі гэта неабходна для:
ca: Les terceres parts que poden tenir accés a les dades personals, si és necessari, són:
es: Los terceros que pueden tener acceso a los datos personales cuando sea necesario son:
fr: Les tiers qui peuvent avoir accès aux données personnelles si nécessaire sont :
gl: Os terceiros que poden conseguer acceso ós datos persoais necesariamente son:
id: Pihak ke-tiga yang dapat mendapatkan akses ke Data Pribadi bila diperlukan adalah:
it: Le terze parti che possono accedere ai dati personali quando necessario sono:
ja: 必要に応じて個人情報にアクセスできる第三者:
kk: Qajet kezde Derbes Derekterge qatynaýǵa qoljetkize alatyn úshinshi jaqtar:
nb: Tredjeparter som kan få tilgang til den personlige dataen når det er nødvendig er:
pl: Strony trzecie, które mogą w razie potrzeby uzyskać dostęp do danych osobowych, to:
pt: Os terceiros que podem obter acesso aos 'Dados Pessoais' quando necessário são:
pt_br: Os terceiros que podem obter acesso aos Dados Pessoais quando necessário são:
ru: Третьи лица, которые при необходимости могут получить доступ к Персональным данным:
sq: Palë të treta që mund të përfitojnë hyrje te Të dhëna Personale, kur është e nevojshme, janë:
tr: Gerekli olduğunda Kişisel Verilere erişebilecek üçüncü taraflar:
uk: Сторонні особи, які при необхідності можуть отримати доступ до особистих даних:
zh_hans: 必要时可以访问个人数据的第三方是：

source: Persons which are contracted for technical assurance of the service.
be: Асобы, да якіх звярнуліся за тэхнічным забясчэннем сэрвісу.
ca: Persones contractades per a garantir el funcionament tècnic del servei.
es: Personas que son contratadas para el aseguramiento técnico del servicio.
fr: Personnes qui sont sous-contrat pour assurer le fonctionnement technique du service.
gl: Persoas que son contratadas para a seguranza técnica do servizo.
id: Orang yang dikontrak untuk jaminan teknis layanan.
it: Persone che sono state assunte per l'esmpletamento tecnico del servizio.
ja: サービスの技術的保証を契約した個人。
kk: Qyzmetti tehnıkalyq qamtamasyz etý úshin kelisimshart jasasqan tulǵalar.
nb: Personer som har blitt innleid for teknisk betjening av tjenesten.
pl: Osoby, które są objęte umową o zapewnienie techniczne usługi.
pt: Indivíduos contratados para garantir o funcionamento técnico do serviço.
pt_br: Pessoas que são contratadas para garantia técnica do serviço.
ru: Лица, с которыми заключён контракт на техническое обеспечение услуг.
sq: Persona që janë kontraktuar për garantimin teknik të shërbimit.
tr: Servisin teknik güvencesi için sözleşmeli kişiler.
uk: Особи, з якими укладено контракт на технічне забезпечення послуг.
zh_hans: 签订技术保证服务合同的人员。

source: Payment processors.
be: Апрацоўшчыкі плацяжоў.
ca: Processadors de pagaments.
es: Procesadores de pagos.
fr: Intermédiaires pour les transactions de paiement.
gl: Procesadores dos pagamentos.
id: Pemroses pembayaran.
it: Elaborazione pagamento.
ja: 支払機関。
kk: Tólemderdi óńdep shyǵarushylar (Payment processors).
nb: Betalingsformidlere.
pl: Proces płatności.
pt: Processadores de pagamento.
pt_br: Processadores de pagamento.
ru: Обрабатывающие платежи лица (Payment processors).
sq: Përpunues pagesash.
tr: Ödeme işlemcileri.
uk: Платіжні процесори.
zh_hans: 付款处理器。

source: All Personal Data is stored in the European Union.
be: Усе асабістыя даныя захоўваюцца на тэрыторыі Еўрапейскага Звязу.
ca: Totes les dades personals s'emmagatzemen a la Unió Europea.
es: Todos los datos personales se almacenan en la Unión Europea.
fr: Toutes les données personnelles sont conservées dans l’Union Européenne.
gl: Tódolos datos persoais son almacenados na Unión Europea.
id: Semua Data Pribadi disimpan di Uni Eropa.
it: Tutti i dati personali sono memorizzati nell'Unione Europea.
ja: すべての個人情報は EU 内で保管しています。
kk: Barlyq Derbes Derekter Eýropalyq Odaqta saqtalady.
nb: All personlig data er lagret i den europeiske unionen.
pl: Wszystkie dane osobowe są przechowywane w Unii Europejskiej.
pt: Todos os 'Dados Pessoais' são guardados na União Europeia.
pt_br: Todos os Dados Pessoais são armazenados na União Europeia.
ru: Все Персональные данные хранятся в Европейском Союзе.
sq: Krejt të Dhënat Personale depozitohen në Bashkimin Europian.
tr: Tüm Kişisel Veriler Avrupa Birliğinde saklanır.
uk: Все особисті дані зберігаються в Європейському Союзі.
zh_hans: 所有个人数据都存储在欧盟。

source: The Personal Data retention
be: Захоўванне асабістых даных
ca: Conservació de dades personals
es: La conservación de datos personales
fr: La conservation des données personnelles
gl: A conservación dos datos persoais
id: Penyimpanan Data Pribadi
it: La conservazione dei dati personali
ja: 個人情報の保有
kk: Derbes Derekterdi saqtaý
nb: Oppbevaring av personlig data
pl: Przechowywanie danych osobowych
pt: A retenção dos 'Dados Pessoais'
pt_br: A retenção de Dados Pessoais
ru: Право хранения Персональных данных
sq: Mbajtje të Dhënash Personale
tr: Kişisel Verilerin saklanması
uk: Право зберігання особистих даних
zh_hans: 个人数据保留

source: The Personal Data is stored in the Service until the User deletes their account on the service.
be: Асабістыя даныя захоўваюцца сэрвісам, пакуль карыстальнік не выдаліць свой акаўнт.
ca: Les dades personals s'emmagatzemen al servei fins que l'usuari suprimeix el seu compte del servei.
es: Los datos personales se almacenan en el servicio hasta que el usuario elimina su cuenta del servicio.
fr: Les données personnelles sont conservées par le Service tant que l’utilisateur n’a pas supprimé son compte du service.
gl: Os datos persoais son almacenados no servizo até que o usuario elimine a súa conta no servizo.
id: Data Pribadi disimpan dalam Layanan sampai Pengguna menghapus akun mereka pada layanan.
it: I dati personali sono memorizzati nel servizio fino a quando l'utente non elimina il proprio account nel servizio.
ja: 個人情報は、利用者がアカウントを削除するまで、サービスに保管されます。
nb: Den personlige dataen lagres i tjenesten til brukeren sletter sin konto på tjenesten.
pl: Dane osobowe są przechowywane w serwisie, dopóki użytkownik nie usunie swojego konta w usłudze.
pt: Os 'Dados Pessoais' são guardados no 'Serviço' até que o 'Utilizador' elimine a sua conta no serviço.
pt_br: Os Dados Pessoais são armazenados no serviço até que o Usuário exclua sua conta no serviço.
ru: Персональные данные хранятся Сервисом до тех пор, пока Пользователь не удалит свою учётную запись.
sq: Të dhënat Personale depozitohen te Shërbimi deri kur Përdoruesi fshin llogarinë e vet te shërbimi.
tr: Kişisel Veriler, Kullanıcı hizmetteki hesabını silene kadar Hizmette saklanır.
uk: Особисті дані зберігаються службою до тих пір, поки відвідувач не видалить свій обліковий запис.
zh_hans: 个人数据存储在服务中，直到用户删除其在服务中的帐户。

source: Access log information might be collected for a longer period for the purpose of establishing, exercising or defending legal claims.
be: Інфармацыя журнала доступу можа збірацца на працягу больш доўгага перыяду з мэтай падачы, азнаямлення альбо абароны судовых пазоваў.
ca: És possible que es recopili informació del registre d'accés durant un període més llarg amb la finalitat d'establir, exercir o defensar-se de demandes judicials.
es: La información de los accesos a la cuenta serán almacenados por más tiempo con el objetivo de establecer, ejercer o defender demandas judiciales.
fr: Les informations du journal d’accès peuvent être recueillies pendant une période plus longue dans le but d’établir, d’exercer ou de défendre des droits légaux.
gl: A información dos accesos á cuenta serán almacenados por máis tempo co obxectivo do estabelecemento, exercitamento ou defensa das demandas xudiciais.
id: Informasi pencatatan akses dapat dikumpulkan dalam jangka waktu yang lebih lama yang ber tujuan untuk membangun, menjalankan, atau mempertahankan klaim hukum.
it: Le informazioni del registro di accesso potrebbero essere raccolte per un periodo più lungo al fine di stabilire, esercitare o difendere i reclami legali.
ja: アクセス ログ情報は、法的な請求、行使、防御を目的として、長期間にわたって収集する場合があります。
nb: Tilgangslogg-info kan beholdes i lengre perioder for å etablere, utøve eller forsvare juridisk framsatte krav.
pl: Informacje z dziennika dostępu mogą być gromadzone przez dłuższy okres w celu ustalenia, wykonania lub obrony roszczeń prawnych.
pt: A informação do registo dos acessos pode ser obtida mais tempo para o propósito de estabelecer, exercer ou defender reclamações legais.
pt_br: As informações do registro de acesso podem ser coletadas por um período mais longo para fins de estabelecimento, exercício ou defesa de reivindicações legais.
ru: Доступ к информации журнала может быть получен на более длительный период времени с целью предъявления, изучения или защиты по судебным искам.
sq: Të dhëna regjistrimi hyrjesh mund të grumbullohen për një periudhë më të gjatë, me qëllim lejimin, ushtrimin apo mbrojtjen e pretendimeve ligjore.
tr: Erişim günlüğü bilgileri, yasal taleplerin oluşturulması, kullanılması veya savunulması amacıyla daha uzun bir süre için toplanabilir.
uk: Доступ до відомостей про вхід може бути отриманий на триваліший період часу з ціллю пред'явлення, здійснення або захисту за судовими позовами.
zh_hans: 为了建立、行使或辩护法律索赔，可能会收集更长时间的访问日志信息。

source: Your rights
be: Вашыя правы
ca: Els vostres drets
es: Sus derechos
fr: Vos droits
gl: Os seus dereitos
id: Hak Anda
it: I tuoi diritti
ja: お客様の権利
kk: Sizdiń quqyqtaryńyz
nb: Dine rettigheter
pl: Twoje prawa
pt: Os seus direitos
pt_br: Seus direitos
ru: Ваши права
sq: Të drejtat tuaja
tr: Haklarınız
uk: Ваші права
zh_hans: 你的权利
