Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Weblate proudly supports libre projects
ar: Weblate يدعم بفخر المشاريع الحرة
be: Weblate з задавальненнем падтрымлівае свабодныя праекты
be_latn: Weblate z zadaval'nennem padtry'mlіvae svabodny'ya praekty'
bg: Weblate с гордост подкрепя свободните проекти
ca: Weblate dóna suport als projectes lliures
cs: Weblate hrdě podporuje svobodné projekty
da: Weblate støtter med stolthed frie projekter
de: Weblate unterstützt mit Stolz Freie Projekte
el: Το Weblate υποστηρίζει με υπερηφάνεια τα ελεύθερα έργα
es: Weblate se enorgullece de apoyar a proyectos libres
et: Weblate toetab uhkusega avatud lähtekoodil põhinevaid projekte
fi: Weblate tukee ylpeänä vapaita projekteja
fr: Weblate est fier de soutenir les projets libres
ga: Tacaíonn Weblate go bródúil le tionscadail libre
gl: Weblate está orgulloso de apoiar proxectos libres
he: Weblate גאה לתמוך במיזמים חופשיים
hr: Weblate s ponosom podržava slobodne projekte
hu: A Weblate büszkén támogatja a szabad projekteket
id: Weblate dengan bangga mendukung proyek gratis
is: Weblate-teymið er stolt af stuðningi sínum við frjáls hugbúnaðarverkefni
it: Weblate supporta con orgoglio i progetti Libre
ja: Weblate が自由プロジェクトをサポートできることを誇りに思います
kab: Weblate yefreḥ s uɛiwen n yisenfaren ilelliyen
nb: Weblate støtter frie prosjekter med stolthet
nl: Weblate ondersteunt met trots vrije projecten
pl: Weblate z dumą wspiera wolne projekty
pt_br: Weblate apoia com orgulho projetos livres
pt_pt: Weblate apoia projetos livres com orgulho
ro: Weblate sprijină cu mândrie proiectele libre
ru: Weblate с гордостью поддерживает свободные проекты
sk: Weblate hrdo podporuje slobodné projekty
sq: Weblate-i përkrah me krenari projekte libre
sr: Weblate с поносом подржава слободне пројекте
sr_latn: Weblate s ponosom podržava slobodne projekte
sv: Weblate stödjer stolt libre/fria projekt
ta: வலைபெயர்ப்பு பெருமையுடன் விடுதலை திட்டங்களை ஆதரிக்கிறது
th: Weblate ภูมิใจสนับสนุนโครงการซอฟต์แวร์เสรี
tr: Weblate, özgür projeleri gururla destekler
uk: Weblate пишається підтримкою вільних проєктів

source: If you feel that being supported by Weblate will help your libre project, <a href="%(url)s">set it up</a> and get the <strong>Libre plan</strong> gratis.
be_latn: Kalі vy' dumaecze, shto Weblate vam dapamozha, <a href="%(url)s"> stvary'cze svoj svabodny' praekt</a> і byasplatna atry'majcze <strong> Tary'fny' plan dlya svabodny'x praektaў</strong>.
ca: Si penseu que disposar del Weblate farà servei al vostre projecte lliure, <a href="%(url)s">configureu-lo</a> i obtingueu el <strong>pla Lliure</strong> de franc.
cs: Pokud si myslíte, že vašemu svobodnému projektu pomůže podpora projektem Weblate, <a href="%(url)s">nastavte jej</a> a získejte bezplatně <strong>balíček Libre</strong>.
da: Hvis du føler, at det vil hjælpe dit libre-projekt at blive støttet af Weblate, så <a href="%(url)s">opsæt det</a> og få <strong>Libre-planen</strong> gratis.
de: Wenn Sie der Meinung sind, dass die Unterstützung durch Weblate Ihrem Freien Projekt hilft, <a href="%(url)s">richten Sie es ein</a> und erhalten Sie das <strong>Freie Hosting-Angebot</strong> kostenlos.
el: Αν πιστεύετε ότι η υποστήριξη από το Weblate θα βοηθήσει το ελεύθερο έργο σας, <a href="%(url)s">ρυθμίστε το</a> και λάβετε το <strong>Ελεύθερο πλάνο</strong> δωρεάν.
es: Si crees que el apoyo de Weblate ayudará a tu proyecto libre, <a href="%(url)s">configúralo</a> y obtén el <strong>Plan Libre</strong> gratis.
fr: Si vous pensez que le fait d’être soutenu par Weblate aidera votre projet libre, <a href="%(url)s">mettez-le en place</a> et obtenez gratuitement l’offre <strong>Libre</strong>.
ga: Má cheapann tú go gcuideoidh tacaíocht ó Weblate le do thionscadal libre, <a href="%(url)s">socraigh é</a> agus faigh an <strong>plean Libre</strong> saor in aisce.
gl: Se cre que o apoio de Weblate pode axudar ao seu proxecto libre, <a href="%(url)s">configúreo</a> e obteña o <strong>plan Libre</strong> de balde.
he: אם לדעתך התמיכה של Weblate תסייע למיזם החופשי שלך, יש <a href="%(url)s">להקים אותו </a> ולקבל את <strong>התכנית החופשית</strong> בחינם.
hr: Ako misliš da će ti Weblate pomoći pri tvom slobodnom projektu, <a href="%(url)s">postavi ga</a> i dobij <strong>slobodnu tarifu</strong> besplatno.
hu: Ha úgy érzi, hogy a Weblate támogatása előnyt jelentene szabad projektje számára, <a href="%(url)s">hozza létre</a>, és igényelje a <strong>Szabad szoftveres csomagot</strong> díjmentesen.
id: Jika Anda merasa bahwa dukungan dari Weblate akan membantu proyek libre Anda, <a href="%(url)s">siapkan</a> dan dapatkan <strong>Paket Libre</strong> gratis.
is: Ef þú heldur að stuðningur frá Weblate muni hjálpa þér, <a href="%(url)s">skaltu setja upp frjálsa hugbúnaðarverkefnið þitt</a> og fá þér <strong>Libre-áskriftarleiðina</strong> ókeypis.
it: Se ritieni che essere supportato da Weblate aiuterà il tuo progetto libre, <a href="%(url)s">configuralo</a> e ottieni il <strong>piano Libre</strong> gratuitamente.
ja: Weblate のサポートが必要な場合は、<a href="%(url)s">自由プロジェクトを立ち上げて</a>、<strong>自由プラン</strong>でご利用いただけます。
nl: Als u denkt dat ondersteuning door Weblate uw vrije project zal helpen, <a href="%(url)s">stel het in</a> en maak gratis gebruik van het <strong>Libre plan</strong>.
pl: Jeśli uważasz, że wsparcie Weblate pomoże Twojemu wolnemu projektowi, <a href="%(url)s">skonfiguruj go</a> i uzyskaj <strong>bezpłatny plan</strong> za darmo.
pt_br: Se você acha que o suporte do Weblate ajudará seu projeto livre, <a href="%(url)s">configure-o</a> e obtenha o <strong>Plano livre</strong> gratuitamente.
ro: Dacă simți că a fi susținut de Weblate îți va ajuta proiectul libre, <a href="%(url)s">setează-l</a> și obține gratuit <strong>planul Libre</strong>.
ru: Если вы чувствуете, что вашему свободному проекту поможет поддержка от Weblate, <a href="%(url)s">настройте его</a> и даром получите <strong>тарифный план Libre</strong>.
sk: Ak si myslíte, že vášmu slobodnému projektu pomôže podpora projektom Weblate, <a href="%(url)s">nastavte ho</a> a získajte bezplatne <strong>balíček Libre</strong>.
sq: Nëse ju duket se duke u përkrahur nga Weblate-i do të ndihmonte projektin tuaj libre, <a href="%(url)s">krijojeni</a> dhe merrni falas <strong>planin Libre</strong>.
ta: வலைபெயர்ப்பால் ஆதரிக்கப்படுவது உங்களுக்கு உதவும் என்று நீங்கள் நினைத்தால், <a href="%(url)s"> உங்கள் விடுதலை திட்டத்தை அமைத்து </a> ஐ அமைத்து <strong>விடுதலை திட்டம் </strong> இலவசத்தைப் பெறுங்கள்.
th: หากคุณรู้สึกว่าการได้รับการสนับสนุนจาก Weblate จะช่วยโครงการซอฟต์แวร์เสรีของคุณได้ <a href="%(url)s">ตั้งค่าเลย</a> และรับ <strong>แผน Libre</strong> ฟรี
tr: Weblate tarafından desteklenmesinin özgür projenize yardımcı olacağını düşünüyorsanız, <a href="%(url)s">kurulumu yapın</a> ve <strong>Libre tarifesini</strong> ücretsiz alın.
uk: Якщо ви вважаєте, що підтримка Weblate допоможе вам, <a href="%(url)s">налаштуйте ваш вільний проєкт</a> і отримайте безплатний <strong>план Libre</strong>.

source: It has the same limits as the <strong>160k plan</strong>, and is only for public projects.
be_latn: U yago ty'ya samy'ya abmezhavannі, shto і ў <strong>Pashy'rany' tary'fny' plan</strong>, ale yon dzejnіchae tol'kі dlya publіchny'x praektaў.
ca: Té els mateixos límits que el <strong>pla 160k</strong> i és només per a projectes públics.
cs: Má stejné limity jako <strong>balíček 160k</strong> a je pouze pro veřejné projekty.
da: Den har de samme grænser som <strong>160k-planen</strong> og er kun til offentlige projekter.
de: Es hat die gleichen Grenzen wie der <strong>160k-Plan</strong> und gilt nur für öffentliche Projekte.
el: Έχει τα ίδια όρια με το <strong>Σχέδιο 160k</strong>, και είναι μόνο για δημόσια έργα.
es: Tiene los mismos límites que el <strong>plan 160k</strong>, y es solo para proyectos públicos.
fr: Elle a les mêmes limites que l’<strong>offre 160k</strong> mais n’accepte que les projets publics.
ga: Tá na teorainneacha céanna aige leis an <strong>plean 160k</strong>, agus do thionscadail phoiblí amháin.
gl: Ten os mesmos límites que o <strong>plan 160k</strong>, e é só para proxectos públicos.
he: היא מוגבלת בדומה ל<strong>תכנית ה־160 אלף</strong>, והיא מיועדת למיזמים ציבוריים בלבד.
hr: Ima ista ograničenja kao <strong>160k tarifa</strong> i namijenjena je samo za javne projekte.
hu: Ez ugyanazokat a korlátokat tartalmazza, mint a <strong>160k csomag</strong>, és kizárólag nyilvános projektekhez használható.
id: Paket ini memiliki batasan yang sama dengan <strong>paket 160k</strong>, dan hanya untuk proyek-proyek publik.
is: Það er með sömu eiginleikum og <strong>160k-áskriftin</strong>, og er aðeins fyrir opin hugbúnaðarverkefni.
it: Ha gli stessi limiti del <strong>piano 160k</strong> ed è riservato solo a progetti pubblici.
ja: <strong>160k プラン</strong> と同じ制限がありますし、公開プロジェクトに限り許可しています。
nl: Het kent dezelfde beperkingen als het <strong>160k plan</strong>, maar is alleen voor openbare projecten.
pl: Ma takie same limity jak plan <strong>160k</strong> i jest przeznaczony tylko dla projektów publicznych.
pt_br: Ele tem os mesmos limites que o <strong>Plano 160k</strong> e destina-se apenas a projetos públicos.
ro: Are aceleași limite ca <strong>planul 160k</strong> și este doar pentru proiecte publice.
ru: Он имеет те же ограничения, что и <strong>тарифный план на 160 тыс.</strong>, но может использоваться только для общедоступных проектов.
sk: Má rovnaké limity ako balík <strong>160k</strong> a je určený len pre verejné projekty.
sq: Ka të njëjtët caqe si <strong>plani 160k</strong> dhe është vetëm për projekte publike.
ta: இது <strong> மேம்பட்ட திட்டம் </strong> போன்ற வரம்புகளைக் கொண்டுள்ளது, ஆனால் பொது திட்டங்களுக்கு மட்டுமே.
th: แผนนี้มีขีดจำกัดเดียวกับ <strong>แผน 160k</strong> และสำหรับโครงการสาธารณะเท่านั้น
tr: Sınırları <strong>160k tarifesi</strong> ile aynıdır. Ancak yalnızca herkese açık projeler içindir.
uk: Він має ті ж обмеження, що і план <strong>160k</strong>, але тільки для публічних проєктів.

source: Join existing users and supporters
ar: انضم إلى المستخدمين والمؤيدين الحاليين
be: Далучайцеся да нашых карыстальнікаў і фундадатараў
be_latn: Daluchajczesya da nashy'x kary'stal'nіkaў і fundadataraў
ca: Uniu-vos als usuaris i patrocinadors existents
cs: Připojte se ke stávajícím uživatelům a podporovatelům
da: Slut dig til eksisterende brugere og støtter
de: Bestehenden Benutzern und Unterstützern beitreten
el: Ενταχθείτε στους υπάρχοντες χρήστες και υποστηρικτές
es: Únase a los usuarios y partidarios existentes
et: Liitu olemasolevate kasutajatega ja toetajatega
fi: Liity muiden käyttäjien ja tukijoiden joukkoon
fr: Rejoignez les utilisateurs et promoteurs existants
ga: Bí páirteach le húsáideoirí agus le lucht tacaíochta atá ann cheana féin
gl: Únase aos usuarios e patrocinadores existentes
he: הצטרפות למשתמשים ולתומכים הקיימים
hr: Pridruži se postojećim korisnicima i podržavateljima
hu: Csatlakozzon meglévő felhasználóinkhoz és támogatóinkhoz
id: Bergabunglah bersama pengguna dan pendukung lainnya
is: Gakktu til liðs við núverandi notendur og stuðningsaðila
it: Unisciti a utenti e sostenitori esistenti
ja: 現在の利用者と支援者に参加する
kab: Rzu ɣer yiseqdacen d yiwiziwen yallan
nb: Slå følge med eksisterende brukere og støttespillere
nl: Sluit u aan bij reeds aanwezige gebruikers en ondersteuners
pl: Dołącz do istniejących użytkowników i wspierających
pt_br: Junte-se a usuários e patrocinadores existentes
pt_pt: Junte-se aos patrocinadores e utilizadores existentes
ro: Alătură-te utilizatorilor și susținătorilor existenți
ru: Присоединяйтесь к нашим пользователям и покровителям
sk: Pridajte sa k existujúcim používateľom a podporovateľom
sq: Bëhuni pjesë e përdoruesve dhe përkrahësve ekzistues
sr: Придружите се постојећим корисницима и присталицама
sr_latn: Pridružite se postojećim korisnicima i pristalicama
sv: Gå med befintliga användare och anhängare
ta: தற்போதுள்ள பயனர்கள் மற்றும் ஆதரவாளர்களுடன் சேரவும்
th: เข้าร่วมกับผู้ใช้และผู้สนับสนุนที่มีอยู่
tr: Var olan kullanıcılara ve destekçilere katılın
uk: Приєднуйтесь до наявних користувачів і прихильників

source: Weblate - web-based localization
ar: Weblate - التوطين المعتمِد على الويب
be: Weblate — сеціўная лакалізацыя
be_latn: Weblate — seczіўnaya lakalіzaczy'ya
ca: Weblate - localització basada en web
cs: Weblate – lokalizace přes web
da: Weblate - webbaseret lokalisering
de: Weblate – webbasierte Übersetzung
el: Weblate - διαδικτυακή μετάφραση
es: Weblate: regionalización basada en web
fi: Weblate - verkkopohjaista lokalisointia
fr: Weblate — traduction en ligne
ga: Weblate - logánú gréasán-bhunaithe
gl: Weblate: rexionalización baseada na web
he: Weblate - תרגום מבוסס דפדפן
hr: Weblate – lokalizacija putem interneta
hu: Weblate – webalapú lokalizáció
id: Weblate - pelokalan berbasis web
is: Weblate - vefhýst staðfærslukerfi
it: Weblate - localizzazione basata sul web
ja: Weblate - Web ベースの翻訳
kab: Weblate - anagraw n usideg yebnan ɣef web
lt: „Weblate“ – internetinis lokalizavimas
nb: Weblate - nettbasert lokal tilpasning
nl: Weblate - webgebaseerd vertalen
pl: Weblate - lokalizacja internetowa
pt_br: Weblate - localização baseada na web
pt_pt: Weblate - tradução baseda na Web
ro: Weblate - localizare bazată pe web
ru: Weblate - перевод с помощью сетевых технологий
sk: Weblate - lokalizácia na webe
sq: Weblate - përkthim me bazë web-in
sr: Weblate — локализација заснована на вебу
sr_latn: Weblate - veb orijentisana lokalizacija
sv: Weblate - Webbaserad lokalisering
ta: வலைபெயர்ப்பு - இணைய அடிப்படையிலான உள்ளூர்மயமாக்கல்
th: Weblate - การปรับเนื้อหาให้เป็นภาษาท้องถิ่นบนเว็บ
tr: Weblate - İnternet üzerinde yerelleştirme
uk: Weblate — мережева локалізація

source: Web-based <strong>continuous</strong> localization
ar: نظام مبني على الويب للتوطين <strong>المستمر</strong>
be: Сеціўная <strong>бесперапынная</strong> лакалізацыя
be_latn: Seczіўnaya <strong>besperapy'nnaya</strong> lakalіzaczy'ya
bg: Уеб-базирана <strong>непрекъсната</strong> локалицация
ca: Localització <strong>contínua</strong> basada en web
cs: <strong>Průběžná</strong> webová lokalizace
da: Webbaseret <strong>kontinuerlig</strong> lokalisering
de: Webbasierte <strong>kontinuierliche</strong> Lokalisierung
el: <strong>Συνεχής</strong> μετάφραση σε περιβάλλον περιηγητή
es: Regionalización <strong>continua</strong> basada en la web
fi: Verkkopohjaista <strong>jatkuvaa</strong> lokalisointia
fr: Plateforme Web de traduction <strong>en continu</strong>
ga: Logánú <strong>leanúnach</strong> bunaithe ar an ngréasán
gl: Sistema de rexionalización <strong>continua</strong> baseada na web
he: ניהול תרגומים <strong>באופן שוטף</strong> עם מנשק דפדפן
hr: <strong>Kontinuirana</strong> lokalizacija putem interneta
hu: Webalapú <strong>folyamatos</strong> lokalizáció
id: Pelokalan <strong>berkelanjutan</strong> berbasis web
is: <strong>Samfelld</strong> staðfærsla í vefumhverfi
it: Localizzazione web <strong> in tempo reale</strong>
ja: Web ベースの <strong>開発と翻訳が結びついた</strong> 翻訳システム
kab: Asideg <strong>yettkemmilen</strong> i yebnan ɣef Web
lt: Internetinis <strong>nepertraukiamas</strong> lokalizavimas
nb: Nettbasert <strong>kontinuerlig</strong> lokalisering
nl: Webgebaseerde <strong>doorlopende</strong> vertaling
pl: Internetowa <strong>ciągła</strong> lokalizacja
pt_br: Localização <strong>contínua</strong> baseada na web
pt_pt: Sistema de tradução <strong>contínua</strong> baseada na Web
ro: Localizare <strong>continuă</strong> bazată pe web
ru: <strong>Непрерывный</strong> сетевой перевод
sk: <strong>Kontinuálna</strong> lokalizácia na webe
sl: <strong>Neprekinjena</strong> spletna lokalizacija
sq: Përkthim <strong>i vazhdueshëm</strong> me bazë në internet
sr: <strong>Континуирана</strong> локализација заснована на вебу
sr_latn: Veb orijentisana <strong>kontinualna</strong> lokalizacija
sv: Webbaserad <strong>fortlöpande</strong> lokalisering
ta: இணைய அடிப்படையிலான <strong> தொடர்ச்சியான </strong> உள்ளூர்மயமாக்கல்
th: การแปลภาษาแบบ <strong>ต่อเนื่อง</strong> บนเว็บ
tr: İnternet üzerinde <strong>kesintisiz</strong> yerelleştirme
uk: Мережева система <strong>безперервного</strong> перекладу

source: Copylefted libre software, used by over %(projects)s libre software projects and companies in over %(countries)s countries.
ar: Weblate هو برنامج حر متروك الحقوق مستخدم من قِبل %(projects)s مشاريع حرة ومفتوحة المصدر و من قِبل الشركات في أكثر من %(countries)s دولة حول العالم.
be: Вольнае ПЗ, якое выкарыстоўвае больш за %(projects)s вольных праектаў і кампаній з прынамсі %(countries)s краін.
be_latn: Vol'nae PZ, yakoe vy'kary'stoўvae bol'sh za %(projects)s vol'ny'x praektaў і kampanіj z pry'namsі %(countries)s kraіn.
bg: Свободен софтуер, използван от над %(projects)s свободни софтуерни проекта и компании в над %(countries)s страни.
ca: Programari lliure amb copyleft, utilitzat per més de %(projects)s companyies i projectes de programari lliure en més de %(countries)s països.
cs: Copyleftovaný svobodný software, používaný více než %(projects)s projekty a společnostmi ve více než %(countries)s zemích.
da: Copylefted fri software, som bruges af over %(projects)s frie softwareprojekter og virksomheder i over %(countries)s lande.
de: Copyleft-lizenzierte Freie Software, verwendet von über %(projects)s Freie-Software-Projekten und Unternehmen in über %(countries)s Ländern.
el: Ελεύθερο copyleft λογισμικό, το οποίο χρησιμοποιείται από περισσότερα από %(projects)s έργα και εταιρείες ελεύθερου λογισμικού σε περισσότερες από %(countries)s χώρες.
es: Plataforma libre utilizada por más de %(projects)s proyectos de código libre y empresas en más de %(countries)s países.
fi: Copyleft-lisensoitu vapaa ohjelmisto, jota käyttää yli %(projects)s vapaata ohjelmistoprojektia ja yritystä yli %(countries)s maassa.
fr: Logiciel libre de traduction utilisé par plus de %(projects)s projets Open Source et entreprises, et ce dans plus de %(countries)s pays.
ga: Bogearraí saora cóipchleite, arna n-úsáid ag níos mó ná %(projects)s, tionscadal bogearraí libre agus cuideachtaí i níos mó ná %(countries)s tíortha.
gl: Software libre con «copyleft», usado por máis de %(projects)s proxectos de software libre e empresas en máis de %(countries)s países.
he: מערכת חופשית ברישיון מתירני, בה עושים שימוש למעלה מ־%(projects)s מיזמי קוד פתוח וחברות על פני למעלה מ־%(countries)s מדינות.
hr: Slobodan softver s copyleft licencom, korišten u više od %(projects)s projekta i tvrtki slobodnog softvera, u više od %(countries)s zemalja.
hu: Copyleft licencű szabad szoftver, amelyet több mint %(countries)s országban több mint %(projects)s szabad projekt és vállalat használ.
id: Perangkat lunak gratis yang di-copyleft-kan, digunakan oleh lebih dari %(projects)s proyek perusahaan dan perangkat lunak gratis di lebih dari %(countries)s negara.
is: Frjáls hugbúnaður með opnum notkunarleyfum, notaður af meira en %(projects)s frjálsum hugbúnaðarverkefnum og fyrirtækjum í yfir %(countries)s löndum.
it: Software libero copyleft, usato in più di %(countries)s Paesi per oltre %(projects)s progetti.
ja: %(projects)s 件以上の自由ソフトウェアのプロジェクトや、%(countries)s か国以上の企業で使用されている、コピーレフトの自由ソフトウェアです。
kab: Aseɣzan ilelli s turagt yeldin, yettwaseqdac deg wugar n %(projects)s n yisenfaṛen ilelliyen akked tkebbaniyin deg %(countries)s n tmura.
lt: Kopijuojamosios palikimo laisvoji programinė įranga, naudojama daugiau kaip %(projects)s laisvosios programinės įrangos projektų ir bendrovių daugiau kaip %(countries)s šalyse.
nb: Gemenslig fri programvare, brukt av over %(projects)s friprog-prosjekter og selskaper verden over, i %(countries)s land.
nl: Vrije software die gebruikt wordt door meer dan %(projects)s opensourceprojecten en bedrijven in meer dan %(countries)s landen.
pl: Wolne oprogramowanie na licencji Copyleft używane przez ponad %(projects)s wolnych projektów i firm w ponad %(countries)s krajach.
pt_br: Software livre protegido por copyleft, usado por mais de %(projects)s projetos de software livre e empresas em mais de %(countries)s países.
pt_pt: Software livre em "Copyleft", utilizado por mais de %(projects)s projetos de &lt;i&gt;software&lt;/i&gt; livre e empresas em mais de %(countries)s países.
ro: Software libre cu copyleft, utilizat de peste %(projects)s de proiecte software libre și companii din peste %(countries)s de țări.
ru: Cвободное ПО, используемое более чем %(projects)s свободными проектами и компаниями в более чем %(countries)s странах.
sk: Copyleftovaný slobodný softvér používaný viac ako %(projects)s projektmi slobodného softvéru a spoločnosťami vo viac než %(countries)s krajinách.
sq: Software i lirë, “copylefted”, i përdorur nga mbi %(projects)s projekte dhe shoqëri software-i të lirë në mbi %(countries)s vende.
sr: Бесплатан и слободан софтвер, којег користи преко %(projects)s слободних пројеката из преко %(countries)s земаља.
sr_latn: Besplatan i slobodan softver, kojeg koristi preko %(projects)s slobodnih projekata iz preko %(countries)s zemalja.
sv: Copylefted fri mjukvara som används av över %(projects)s libre-mjukvaruprojekt och företag i över %(countries)s länder.
ta: %(projects)s விடுதலை மென்பொருள் திட்டங்கள் மற்றும் நிறுவனங்கள் %(countries)s நாடுகளில் பயன்படுத்தப்படுகின்றன.
th: ซอฟต์แวร์เสรีประเภท Copyleft ที่ใช้โดยโครงการซอฟต์แวร์เสรีและบริษัทกว่า %(projects)s แห่งในกว่า %(countries)s ประเทศ
tr: Serbest telif hakkı ile sunulan özgür yazılım, %(countries)s üzerinde ülkede %(projects)s üzerinde özgür yazılım projesi ve kuruluş tarafından kullanılıyor.
uk: Вільне ПЗ, яким користуються понад %(projects)s вільних проєктів та компаній у понад %(countries)s країнах.

source: Try Weblate
ar: تجربة Weblate
be: Паспрабаваць Weblate
be_latn: Vyprabavać Weblate
bg: Опитайте Weblate
ca: Prova el Weblate
cs: Vyzkoušejte Weblate
da: Prøv Weblate
de: Weblate ausprobieren
el: Δοκιμάστε το Weblate
es: Pruebe Weblate
et: Proovi Weblate'i
fi: Kokeile Weblatea
fr: Essayez Weblate
ga: Bain triail as Weblate
gl: Probe Weblate
he: התנסות ב־Weblate
hr: Isprobaj Weblate
hu: Weblate kipróbálása
id: Coba Weblate
is: Prófa Weblate
it: Prova Weblate
ja: Weblate の試用
kab: Ɛreḍ Weblate
lt: Išbandyti „Weblate“
nb: Prøv Weblate
nl: Probeer Weblate uit
pl: Wypróbuj Weblate
pt_br: Testar Weblate
pt_pt: Experimentar Weblate
ro: Încearcă Weblate
ru: Попробовать Weblate
sk: Vyskúšajte Weblate
sl: Preizkusite Weblate
sq: Provoni Weblate-in
sr: Испробај Weblate
sr_latn: Isprobajte Weblate
sv: Prova Weblate
ta: வலைபெயர்ப்பு முயற்சிக்கவும்
th: ทดลองใช้ Weblate
tr: Weblate platformunu deneyin
uk: Спробувати Weblate

source: Explore all features
ar: استكشفوا جميع الميزات
be: Паглядзець магчымасці
be_latn: Paglyadzecz' magchy'masczі
bg: Разгледай функционалностите
ca: Explora’n totes les funcionalitats
cs: Prozkoumejte všechny funkce
da: Udforsk alle funktioner
de: Alle Funktionen erkunden
el: Εξερευνήστε όλες τις δυνατότητες
es: Explore todas las prestaciones
et: Tutvu kõikide võimalustega
fi: Katso kaikki ominaisuudet
fr: Explorez toutes les fonctionnalités
ga: Déan iniúchadh ar na gnéithe go léir
gl: Examine todas as funcionalidades
he: לסייר בין כל התכונות
hr: Istraži sve funkcije
hu: Fedezze fel az összes funkciót
id: Jelajahi semua fitur
is: Skoða alla eiginleika
it: Esplora tutte le funzionalità
ja: すべての機能
kab: Snirem meṛṛa timahilin
lt: Naršyti visas funkcijas
nb: Utforsk alle funksjoner
nl: Bekijk alle mogelijkheden
pl: Poznaj wszystkie funkcje
pt_br: Explorar todas as funcionalidades
pt_pt: Explorar Todas as Funcionalidades
ro: Explorează toate caracteristicile
ru: Все возможности Weblate
sk: Preskúmajte všetky funkcie
sq: Eksploroni krejt veçoritë
sr: Истражи све карактеристике
sr_latn: Istražite sve mogućnosti
sv: Utforska alla funktioner
ta: அனைத்து நற்பொருத்தங்களையும் ஆராயுங்கள்
th: สำรวจคุณสมบัติทั้งหมด
tr: Tüm özellikleri keşfedin
uk: Переглянути всі можливості
