Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: The country has to match your VAT code
ar: على البلد ان يطابق رمز ضريبة القيمة المضافة
be: Краіна мусіць адпавядаць вашаму коду ПДВ
be_latn: Kraіna musіcz' adpavyadacz' vashamu kodu PDV
bg: Държавата трябва да съвпада с кода по ДДС
ca: El país ha de coincidir amb el vostre codi d’IVA
cs: Země musí odpovídat DIČ
da: Landet skal matche din momskode
de: Das Land muss mit Ihrer Umsatzsteuer-Identifikationsnummer übereinstimmen
el: Η χώρα πρέπει να συμφωνεί με τον κωδικό ΦΠΑ
es: El país tiene que coincidir con su código de IVA
et: Riik peab vastama teie käibemaksukoodile
fi: Maan on vastattava ALV-koodiasi
fr: Le pays doit correspondre au code de TVA européen
ga: Caithfidh an tír teacht le do chód CBL
gl: O país ten que concordar co seu código do IVE
he: על הארץ להיות תואמת לקוד המע״מ שלך
hr: Zemlja se mora poklapati s tvojim kodom PDV-a
hu: Az országnak meg kell egyeznie a közösségi adószám országkódjával
id: Negara harus sesuai dengan kode PPN Anda
is: Landið þarf að passa við virðisaukaskattsnúmerið
it: Il paese deve corrispondere al tuo codice IVA
ja: 国の VAT コードと一致することが必要です
kab: Tamurt ur temṣada ara akked tengalt-ik VAT
lt: Šalis turi sutapti su jūsų PVM kodu
nb: Landet må samsvare med momskode
nl: Het land moet overeenkomen met uw btw-code
pl: Kraj musi pasować do Twojego kodu VAT
pt_br: O país deve corresponder ao seu código de IVA
pt_pt: O país tem que corresponder ao seu código de IVA
ro: Țara trebuie să se potrivească cu codul tău de TVA
ru: Страна соответствует вашему коду НДС
sk: Krajina sa musí zhodovať s vaším IČ DPH
sl: Država se mora ujemati z vašo številko za DDV
sq: Vendi duhet të përputhet me kodin tuaj të TVSH-së
sr: Држава мора да се поклапа са ПДВ кодом
sr_latn: Država mora da se poklapa sa PDV kodom
sv: Landet måste matcha din momskod
ta: உங்கள் மதிப்புகூடுதல்வரி குறியீட்டை நாடு பொருத்த வேண்டும்
th: ประเทศต้องตรงกับเลขประจำตัวผู้เสียภาษี (VAT)
tr: Ülke, KDV kodunuzla eşleşmelidir
uk: Країна відповідає вашому коду ПДВ

source: Annual
ar: سنوي
be: Штогод
be_latn: SHtogod
bg: Ежегодно
ca: Anual
cs: Roční
da: Årlig
de: Jährlich
el: Ετήσια
es: Anual
et: Üks kord aastas
fi: Vuosittainen
fr: Annuel
ga: Bliantúil
gl: Anual
he: שנתי
hr: Godišnje
hu: Éves
id: Tahunan
is: Árlegt
it: Annuale
ja: 年間
kab: S useggas
lt: Kasmet
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
pt_pt: Anual
ro: Anual
ru: Ежегодно
sk: Ročne
sl: Letno
sq: Vjetor
sr: годишње
sr_latn: godišnje
sv: Årlig
ta: ஆண்டு
th: รายปี
tr: Yıllık
uk: Щорічно

source: Biannual
ar: نصف سنوي
be: Два разы на год
be_latn: Dva razy' na god
bg: Два пъти годишно
ca: Semestral
cs: Pololetní
da: Halvårlig
de: Halbjährlich
el: Εξαμηνιαία
es: Semestral
et: Kord poolaastas
fi: Kahden vuoden välein
fr: Biannuel
ga: Leathbhliantúil
gl: Semestral
he: דו־שנתי
hr: Dvogodišnje
hu: Féléves
id: Dua kali setahun
is: Á tveggja ára fresti
it: Biennale
ja: 半年間
kab: S sin n yiseggasen
lt: Kas dvejus metus
nb: Annenhvert år
nl: Halfjaarlijks
pl: Półrocznie
pt_br: Semestral
pt_pt: Semestral
ro: Semestrial
ru: Двухгодично
sk: Polročne
sl: Polletno
sq: Dyvjetor
sr: двогодишње
sr_latn: dvogodišnje
sv: Två gånger om året
ta: இருண்ட
th: รายครึ่งปี
tr: İki yıllık
uk: Дворічно

source: Quarterly
ar: فصليا
be: Штоквартальна
be_latn: SHtokvartal'na
bg: Всяко тримесечие
ca: Cada trimestre
cs: Čtvrtletní
da: Kvartalsvis
de: Vierteljährlich
el: Τριμηνιαία
es: Trimestral
et: Kord kvartalis
fi: Neljännesvuosittain
fr: Trimestriel
ga: Ráithiúil
gl: Trimestral
he: רבעוני
hr: Kvartalno
hu: Negyedéves
id: Triwulanan
is: Ársfjórðungslega
it: Trimestrale
ja: 四半期ごと
kab: Yal tlata n wagguren
lt: Kas ketvirtį
nb: Kvartalsvis
nl: Per kwartaal
pl: Kwartalnie
pt_br: Trimestral
pt_pt: Trimestral
ro: Trimestrial
ru: Ежеквартально
sk: Štvrťročne
sl: Četrtletno
sq: Katërmujore
sr: квартално
sr_latn: kvartalno
sv: Kvartalsvis
ta: காலாண்டு
th: รายไตรมาส
tr: Üç aylık
uk: Щоквартально

source: Monthly
ar: شهرياً
be: Штомесяц
be_latn: Štomiesiac
bg: Ежемесечно
ca: Cada mes
cs: Měsíční
da: Månedlig
de: Monatlich
el: Μηνιαία
es: Al mes
et: Kord kuus
fi: Kuukausittain
fr: Mensuel
ga: Míosúil
gl: Mensual
he: חודשי
hr: Mjesečno
hu: Havi
id: Bulanan
is: Mánaðarlega
it: Mensile
ja: 月払い
kab: Yal aggur
lt: Kas mėnesį
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensal
pt_pt: Mensalmente
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sl: Mesečno
sq: Mujore
sr: месечно
sr_latn: mesečno
sv: Månatlig
ta: மாதாந்திர
th: รายเดือน
tr: Aylık
uk: Щомісячно

source: One-time
ar: مرة واحدة
be: Аднаразова
be_latn: Adnarazova
bg: Еднократно
ca: Una única vegada
cs: Jednorázově
da: Engangs
de: Einmalig
el: Εφάπαξ
es: Una sola vez
et: Ühekordne
fr: A usage unique
ga: Aon uaire
gl: Unha vez
he: חד־פעמי
hr: Jednokratno
hu: Egyszeri
id: Satu kali
is: Eitt skipti
it: Una volta
ja: １回限り
kab: Tikkelt kan
lt: Vienkartinis
nl: Eenmalig
pl: Jednorazowa
pt_br: Uma vez
ro: O dată
ru: Единовременно
sk: Jednorázovo
sl: Enkratno
sq: Një herësh
sr: Једнократно
sr_latn: Jednokratno
ta: ஒரு முறை
th: ครั้งเดียว
tr: Bir kerelik
uk: Одноразово

# Payment state
source: New payment
ar: دفعة جديدة
be: Новы плацеж
be_latn: Novy' placzezh
bg: Ново плащане
ca: Pagament nou
cs: Nová platba
da: Ny betaling
de: Neue Zahlung
el: Νέα πληρωμή
es: Pago nuevo
et: Uus makse
fi: Uusi maksu
fr: Nouveau paiement
ga: Íocaíocht nua
gl: Novo pagamento
he: תשלום חדש
hr: Novo plaćanje
hu: Új fizetés
id: Pembayaran baru
is: Ný greiðsla
it: Nuovo pagamento
ja: 新規支払い
kab: Lexlaṣ amaynut
lt: Naujas mokėjimas
nb: Ny betaling
nl: Nieuwe betaling
pl: Nowa płatność
pt_br: Novo pagamento
pt_pt: Novo pagamento
ro: Plată nouă
ru: Новый платёж
sk: Nová platba
sl: Novo plačilo
sq: Pagesë e re
sr: Ново плаћање
sr_latn: Novo plaćanje
sv: Ny betalning
ta: புதிய கட்டணம்
th: การชำระเงินรายการใหม่
tr: Yeni ödeme
uk: Нова сплата

# Payment state
source: Awaiting payment
ar: في انتظار الدفع
be: Плацеж у чаканні
be_latn: Placzezh u chakannі
bg: В очакване на плащане
ca: Pagament pendent
cs: Čeká se na platbu
da: Afventer betaling
de: Auf Zahlung wartend
el: Εν αναμονή πληρωμής
es: Pago pendiente
et: Ootan makset
fi: Odottaa maksua
fr: Paiement en attente
ga: Ag feitheamh ar íocaíocht
gl: Agardando polo pagamento
he: בהמתנה לתשלום
hr: Čeka se na plaćanje
hu: Fizetésre vár
id: Menunggu Pembayaran
is: Bíður greiðslu
it: In attesa del pagamento
ja: 入金待ち
kab: Lexlaṣ yettraǧun
lt: Laukiama mokėjimo
nb: Venter betaling
nl: Wachtend op betaling
pl: Oczekiwanie na płatność
pt_br: Aguardando pagamento
pt_pt: A aguardar pagamento
ro: În așteptarea plății
ru: Ожидающий платёж
sk: Očakávaná platba
sl: Čakajoč na plačilo
sq: Në pritje të pagesës
sr: Чека плаћање
sr_latn: Čeka plaćanje
sv: Väntar på betalning
ta: கட்டணம் காத்திருக்கிறது
th: รอการชำระเงิน
tr: Ödeme bekleniyor
uk: Очікуємо на сплату

# Payment state
source: Payment rejected
ar: تم رفض الدفع
be: Плацеж адхілены
be_latn: Placzezh adxіleny'
bg: Плащането е отхвърлено
ca: Pagament rebutjat
cs: Platba zamítnuta
da: Betaling afvist
de: Zahlung abgelehnt
el: Η πληρωμή απορρίφθηκε
es: Pago rechazado
et: Makse on tagasi lükatud
fi: Maksu hylätty
fr: Paiement rejeté
ga: Diúltaíodh an íocaíocht
gl: O pagamento foi rexeitado
he: התשלום נדחה
hr: Plaćanje je odbijeno
hu: Fizetés elutasítva
id: Pembayaran dibatalkan
is: Greiðslu hafnað
it: Pagamento rifiutato
ja: 支払い拒否
kab: Lexlaṣ ur iɛeddan ara
lt: Mokėjimas atmestas
nb: Betaling avslått
nl: Betaling geweigerd
pl: Płatność odrzucona
pt_br: Pagamento rejeitado
pt_pt: Pagamento rejeitado
ro: Plată respinsă
ru: Платёж отклонён
sk: Platba zamietnutá
sl: Plačilo zavrnjeno
sq: Pagesa s’u pranua
sr: Плаћање одбијено
sr_latn: Plaćanje odbijeno
sv: Betalning avvisad
ta: கட்டணம் நிராகரிக்கப்பட்டது
th: การชำระเงินถูกปฏิเสธ
tr: Ödeme reddedildi
uk: Сплату не прийнято

# Payment state
source: Payment accepted
ar: الدفع مقبول
be: Плацеж прыняты
be_latn: Placzezh pry'nyaty'
bg: Плащането е прието
ca: Pagament acceptat
cs: Platba přijata
da: Betaling accepteret
de: Zahlung akzeptiert
el: Η πληρωμή έγινε αποδεκτή
es: Pago aceptado
et: Makse on vastu võetud
fi: Maksu hyväksytty
fr: Paiement accepté
ga: Glacadh an íocaíocht
gl: O pagamento foi aceptado
he: התשלום התקבל
hr: Plaćanje je prihvaćeno
hu: Fizetés elfogadva
id: Pembayaran diterima
is: Greiðsla samþykkt
it: Pagamento accettato
ja: 支払い承認
kab: Lexlaṣ yettwaqeblen
lt: Mokėjimas priimtas
nb: Betaling godtatt
nl: Betaling goedgekeurd
pl: Płatność zaakceptowana
pt_br: Pagamento aceito
pt_pt: Pagamento aceite
ro: Plată acceptată
ru: Платёж принят
sk: Platba prijatá
sl: Plačilo sprejeto
sq: Pagesa u pranua
sr: Плаћање прихваћено
sr_latn: Plaćanje prihvaćeno
sv: Betalning accepterad
ta: கட்டணம் ஏற்றுக்கொள்ளப்பட்டது
th: การชำระเงินได้รับการยอมรับ
tr: Ödeme kabul edildi
uk: Сплату прийнято

# Payment state
source: Payment processed
ar: تمت معالجة الدفع
be: Плацеж апрацаваны
be_latn: Placzezh apraczavany'
bg: Плащането е обработено
ca: Pagament processat
cs: Platba zpracována
da: Betaling behandlet
de: Zahlung verarbeitet
el: Η πληρωμή διεκπεραιώθηκε
es: Pago procesado
et: Makse on töödeldud
fi: Maksu käsitelty
fr: Paiement terminé
ga: Próiseáladh an íocaíocht
gl: O pagamento foi procesado
he: התשלום עבר עיבוד
hr: Plaćanje je obrađeno
hu: Fizetés feldolgozva
id: Pembayaran diproses
is: Greiðsla meðhöndluð
it: Pagamento elaborato
ja: 支払処理完了
kab: Lexlaṣ iɛeddan
lt: Mokėjimas apdorotas
nb: Betaling behandlet
nl: Betaling verwerkt
pl: Płatność zrealizowana
pt_br: Pagamento processado
pt_pt: Pagamento processado
ro: Plată procesată
ru: Платёж обработан
sk: Platba spracovaná
sl: Plačilo obdelano
sq: Pagesa u përpunua
sr: Уплата је обрађена
sr_latn: Plaćanje obrađeno
sv: Betalning behandlad
ta: கட்டண செயலாக்கப்பட்டது
th: ดำเนินการชำระเงินแล้ว
tr: Ödeme işlendi
uk: Сплату оброблено

source: Enter a valid e-mail address.
ar: أدخل عنوان بريد صالح.
be: Увядзіце дзейны адрас электроннай пошты.
be_latn: Uviadzicie dziejny email-adras.
bg: Въведете правилен адрес на е-поща.
ca: Introduïu una adreça electrònica vàlida.
cs: Zadejte platnou e-mailovou adresu.
da: Indtast en gyldig e-mailadresse.
de: Eine gültige E-Mail-Adresse eingeben.
el: Εισάγετε έγκυρη ηλεκτρονική διεύθυνση.
es: Proporcione una dirección de correo electrónico válida.
et: Palun sisesta kehtiv e-posti aadress.
fi: Anna voimassa oleva sähköpostiosoite.
fr: Saisissez une adresse courriel valide.
ga: Cuir isteach seoladh r-phoist bailí.
gl: Introduza un enderezo de correo-e válido.
he: נא להקליד כתובת דוא״ל תקנית.
hr: Upiši ispravnu e-mail adresu.
hu: Adjon meg egy érvényes e-mail címet.
id: Masukkan alamat surel yang valid.
is: Skráðu gilt tölvupóstfang.
it: Inserisci un indirizzo e-mail valido.
ja: 正確なメールアドレスを入力してください。
kab: Sekcem tansa imayl tameɣtut.
lt: Įveskite tinkamą el. pašto adresą.
nb: Skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Wprowadź aktualny adres e-mail.
pt_br: Digite um endereço de e-mail válido.
pt_pt: Insira um endereço de &lt;i&gt;e-mail&lt;/i&gt; válido.
ro: Introdu o adresă de email validă.
ru: Введите действительный адрес эл. почты.
sk: Zadajte platnú e-mailovú adresu.
sl: Vnesite veljaven e-poštni naslov.
sq: Jepni një adresë email të vlefshme.
sr: Унесите важећу имејл адресу.
sr_latn: Unesite važeću imejl adresu.
sv: Ange en giltig e-postadress.
ta: செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi yazın.
uk: Введіть дійсну адресу електронної пошти.

source: {} is not a valid country code for any European Union member.
ar: {} ليس رمز بلد صالحا لأي عضو في الاتحاد الأوروبي.
be: {} не ёсць сапраўдным кодам краіны ніводнага ўдзельніка ЕЗ.
be_latn: {} ne yoscz' sapraўdny'm kodam kraіny' nіvodnaga ўdzel'nіka EZ.
bg: {} не е правилен код на страна-членка на Европейския съюз.
ca: {} no és un codi de país vàlid per a membres de la Unió Europea.
cs: {} není platný kód země žádného člena Evropské unie.
da: {} er ikke en gyldig landekode for noget EU-medlemsland.
de: {} ist kein gültiger Ländercode eines EU-Mitgliedslandes.
el: Το {} δεν είναι έγκυρος κωδικός χώρας για κανένα μέλος της Ευρωπαϊκής Ένωσης.
es: {} no es un código válido para ningún país de la Unión Europea.
et: {} ei ole kehtiv Euroopa Liidu liikmesriigi kood.
fi: {} ei ole kelvollinen maatunnus kenellekään Euroopan unionin jäsenelle.
fr: Le code pays {} ne correspond à aucun pays de l’Union européenne.
ga: Ní cód tíre bailí de thír san Aontas Eorpaigh é {}.
gl: {} non é un código de país válido para membros da Unión Europea.
he: {} אינו קוד מדינה תקני לחברות באיחוד האירופי.
hr: {} nije ispravan kod zemlje za nijednu članicu Europske unije.
hu: A(z) {} nem szerepel az EU-s áfa rendszerben használt országkódok között.
id: {} bukan kode negara yang sah untuk negara anggota Uni Eropa.
is: {} er ekki gilt landsnúmer fyrir nokkurt aðildarríki Evrópusambandsins.
it: {} non è un codice valido di un paese membro dell'Unione Europea.
ja: {} は、欧州連合加盟国の有効な国コードではありません。
kab: {} mačči d tangalt n tmurṭ tameɣtut n yiɛeggalen n tiddukla n turuft.
lt: {} neatitinka nė vienos Europos Sąjungos narės šalies kodo.
nb: {} er ikke en gyldig landskode for noe EU-medlemsland.
nl: {} is geen geldige landcode voor een lid van de Europese Unie.
pl: {} nie jest prawidłowym kodem kraju dla żadnego członka Unii Europejskiej.
pt_br: {} não é um código de país válido para nenhum membro da União Europeia.
pt_pt: {} não é um código de país válido para qualquer membro da União Europeia.
ro: {} nu este un cod de țară valabil pentru niciun membru al Uniunii Europene.
ru: {} не является допустимым кодом страны для любого члена Европейского Союза.
sk: {} nie je platný kód krajiny Európskej únie.
sl: {} ni veljavna koda države za nobeno članico Evropske unije.
sq: {} s’është kod vendi i vlefshëm për ndonjë anëtar të Bashkimit Europian.
sr: „{}“ није исправан код државе чланице Европске уније.
sr_latn: {} nije ispravan kod države članice Evropske unije.
sv: {} är inte en giltig landskod för någon EU-medlem.
ta: {} எந்தவொரு ஐரோப்பிய ஒன்றிய உறுப்பினருக்கும் சரியான நாட்டுக் குறியீடு அல்ல.
th: {} ไม่ใช่รหัสประเทศที่ถูกต้องสำหรับสมาชิกสหภาพยุโรป
tr: {} herhangi bir Avrupa Birliği üyesi için geçerli bir ülke kodu değil.
uk: {} не вважається дійсним кодом країни для будь-якого члена Євросоюзу.

source: {} does not match the country's VAT ID specifications.
ar: {} لا يتطابق مع مواصفات معرف ضريبة القيمة المضافة للبلد.
be: {} не адпавядае спецыфікацыям ПДВ у краіне.
be_latn: {} ne adpavyadae speczy'fіkaczy'yam PDV u kraіne.
bg: {} не отговаря на спецификацията за идентификатор по ДДС на държавата.
ca: {} no coincideix amb les especificacions de l’identificador d’IVA del país.
cs: {} neodpovídá formátu DIČ pro danou zemi.
da: {} matcher ikke landets specifikationer for momsnummer.
de: entspricht nicht den Angaben zur Umsatzsteuer-ID des Landes.
el: Το {} δε συμφωνεί με τον κωδικό της χώρας.
es: {} no coincide con las especificaciones de la identificación de IVA del país.
et: {} ei vasta selle riigi KMKR-i formaadile.
fi: {} ei vastaa maan ALV-tunnuksen teknisia tietoja.
fr: L’ID de TVA {} ne respecte pas la codification du pays.
ga: Ní mheaitseálann {} sonraíochtaí aitheantais CBL na tíre.
gl: {} non concorda coas especificacións do ID. do IVE do país.
he: {} אינו תואם את פירוט מזהה המע״מ של המדינה.
hr: {} ne odgovara specifikacijama ID oznaka PDV-a države.
hu: A(z) {} nem felel meg az adott ország közösségi adószám-formátumának.
id: {} tidak sesuai dengan spesifikasi ID PPN negara yang bersangkutan.
is: {} passar ekki við upplýsingar um virðisaukaskattsnúmer landsins.
it: {} non corrisponde alle specifiche ID IVA del paese.
ja: {} は、国の VAT ID 仕様と一致しません。
kab: {} ur imṣada ara d yilugan VAT n tmurt.
lt: {} neatitinka šalies PVM mokėtojo kodo reikalavimų.
nb: {} samsvarer ikke med landets moms-ID-spesifikasjoner.
nl: ‘{}’ komt niet overeen met de btw-identificatiespecificaties van het land.
pl: {} nie pasuje do specyfikacji VAT w kraju.
pt_br: {} não corresponde às especificações de ID do IVA do país.
pt_pt: {} não corresponde às especificações da Id. do IVA do país.
ro: {} nu corespunde specificațiilor privind codul de TVA al țării.
ru: {} не соответствует спецификациям номера плательщика НДС в стране.
sk: {} nevyhovuje špecifikáciám IČ DPH danej krajiny.
sl: {} ne ustreza specifikaciji davčnih številk te države.
sq: {} nuk përputhet me specifikime ID-je TVSH-je të vendit.
sr: „{}“ се не подудара са ИД спецификацијом ПДВ-а државе.
sr_latn: {} se ne poklapa sa specifikacijom PDV ID-a države.
sv: {} stämmer inte med landets moms-ID-specifikationer.
ta: {} நாட்டின் மதிப்புகூடுதல்வரி அடையாளம் விவரக்குறிப்புகளுடன் பொருந்தவில்லை.
th: {} ไม่ตรงตามรูปแบบเลขประจำตัวผู้เสียภาษี (VAT) ของประเทศ
tr: {} ülkenin KDV kimliği özelliklerine uymuyor.
uk: {} не відповідає формату номера платника ПДВ у країні.

source: The official EU verification tool currently can't validate this VAT ID, please try again later.
ca: L’eina oficial de verificació de la UE no pot validar aquest identificador d’IVA. Torneu-ho a provar més tard.
cs: Oficiální ověřovací nástroj EU nemůže v současné době toto DIČ ověřit, zkuste to prosím později.
da: Det officielle EU-verifikationsværktøj kan i øjeblikket ikke bekræfte dette momsnummer. Prøv igen senere.
de: Das offizielle EU-Überprüfungstool kann diese Umsatzsteuer-Identifikationsnummer aktuell nicht validieren. Bitte später erneut versuchen.
el: Το επίσημο εργαλείο επαλήθευσης της ΕΕ δεν μπορεί να επικυρώσει αυτό το ΦΠΑ ID, παρακαλώ δοκιμάστε αργότερα.
es: La herramienta oficial de verificación de la UE no puede validar este NIF, inténtelo más tarde.
et: ELi ametlik kontrollivahend ei saa praegu seda käibemaksukohustuslase ID õigsust kinnitada, palun proovi hiljem uuesti.
fr: L’outil de vérification officiel de l’UE ne peut actuellement pas valider ce numéro de TVA, veuillez réessayer ultérieurement.
ga: Ní féidir le huirlis oifigiúil fíoraithe an AE an t-aitheantas CBL seo a bhailíochtú faoi láthair, bain triail eile as ar ball.
gl: Actualmente, a ferramenta de verificación oficial da UE non pode validar este ID de IVE. Ténteo de novo máis adiante.
he: כלי האימות הרשמי של האיחוד האירופי לא יכול לאמת את מזהה המס הזה, נא לנסות שוב מאוחר יותר.
hr: Službeni EU alat za provjeru trenutačno ne može potvrditi ovu ID oznaku PDV-a. Pokušaj ponovo kasnije.
hu: Az EU hivatalos ellenőrző eszköze jelenleg nem tudja érvényesíteni ezt az adószámot, próbálja meg később újra.
id: Alat verifikasi Uni Eropa sementara tidak dapat memvalidasi ID VAT ini, silakan coba lagi nanti.
is: Opinbert sannvottunartól ESB nær ekki að votta þetta auðkenni VSK, reyndu aftur síðar.
it: Lo strumento di verifica ufficiale dell'UE al momento non può convalidare questo numero di partita IVA. Riprova più tardi.
ja: EU 公式検証ツールは現在、この VAT ID を検証できません。後でもう一度お試しください。
lt: Oficiali ES tikrinimo priemonė šiuo metu negali patvirtinti šio PVM mokėtojo kodo, bandykite dar kartą vėliau.
nl: Het officiële EU verificatieprogramma kan momenteel dit BTW ID niet valideren, probeer later nog eens.
pl: Oficjalne narzędzie weryfikacyjne UE nie może obecnie zweryfikować tego identyfikatora VAT. Spróbuj ponownie później.
pt_br: A ferramenta oficial de verificação da UE (União Europeia) atualmente não consegue validar este ID IVA. Tente novamente mais tarde.
ro: Instrumentul oficial de verificare al UE nu poate valida acest cod de TVA, momentan, te rugăm să încerci din nou mai târziu.
ru: Официальная утилита ЕС не может подтвердить этот ИД плательщика НДС, попробуйте позже ещё раз.
sk: Oficiálny overovací nástroj EÚ nemôže v súčasnosti toto IČ DPH overiť, skúste to prosím neskôr.
sl: Uradno EU orodje za preverjanje trenutno ne more potrditi ta ID za DDV. Poskusite znova pozneje.
sq: Mjeti zyrtar i BE-së për verifikime aktualisht s’mund të bëjë analizimin e kësaj ID-je TVSH-je, ju lutemii riprovoni më vonë.
ta: அதிகாரப்பூர்வ ஐஒ சரிபார்ப்புக் கருவியால் தற்போது இந்த மகூவ அடையாளத்தைச் சரிபார்க்க முடியவில்லை, பிறகு முயற்சிக்கவும்.
th: เครื่องมือตรวจสอบอย่างเป็นทางการของ EU ไม่สามารถตรวจสอบเลขประจำตัวผู้เสียภาษี (VAT) นี้ได้ในขณะนี้ โปรดลองใหม่ภายหลัง
tr: Resmi EU doğrulama aracı şu anda bu VAT kimliğini doğrulayamıyor. Lütfen bir süre sonra yeniden deneyin.
uk: Офіційний інструмент перевірки ЄС наразі не може підтвердити цей ідентифікатор ПДВ, будь ласка, повторіть спробу пізніше.

source: View service status.
be_latn: Stan službi
ca: Mostra l’estat del servei.
cs: Zobrazit stav služby.
da: Se status for tjeneste.
de: Servicestatus anzeigen.
el: Δείτε την κατάσταση της υπηρεσίας.
es: Ver el estado del servicio.
et: Vaata teenuse olekut.
fr: Consulter l’état du service.
ga: Féach ar stádas seirbhíse.
gl: Ver o estado do servizo.
he: הצגת מצב השירות.
hr: Pogledaj stanje usluge.
hu: Szolgáltatás állapotának megtekintése.
id: Lihat status layanan.
is: Skoða stöðu á þjónustu.
it: Visualizza stato servizio.
ja: サービスの状態を表示する。
kab: Ẓer addad n umeẓlu.
lt: Peržiūrėti paslaugos būseną.
nl: Dienststatus.
pl: Wyświetl stan usługi.
pt_br: Ver status do serviço.
ro: Vezi stare serviciu.
ru: Ознакомиться с состоянием служб.
sk: Zobraziť stav služby.
sl: Oglejte si stanje storitve.
sq: Shihni gjendje shërbimi.
ta: பணி நிலை பார்.
th: ดูสถานะบริการ
tr: Hizmet durumunu görüntüleyin.
uk: Перегляд стану служби.

source: {} is not a valid VAT ID.
ar: {} ليس معرف ضريبة قيمة مضافة صالحا.
be: {} не ёсць сапраўдным ідэнтыфікатарам ПДВ.
be_latn: {} ne yoscz' sapraўdny'm іde'nty'fіkataram PDV.
bg: {} не е правилен идентификатор по ДДС.
ca: {} no és un identificador d’IVA vàlid.
cs: {} není platné DIČ.
da: {} er ikke et gyldigt momsnummer.
de: {} ist keine gültige Umsatzsteuer-ID.
el: Το {} δεν είναι έγκυρος ΑΦΜ.
es: {} no es un número de IVA válido.
et: {} ei ole korrektne KMKR.
fi: {} ei ole kelvollinen ALV-tunnus.
fr: {} n’est pas un ID de TVA valide.
ga: Ní ID CBL bailí é {}.
gl: {} non é un número ID. do IVE válido.
he: {} אינו מזהה מע״מ תקני.
hr: {} nije ispravna ID oznaka za PDV.
hu: A(z) {} nem érvényes közösségi adószám.
id: {} bukan ID PPN yang valid.
is: {} er ekki gilt virðisaukaskattsnúmer.
it: {} non è un ID IVA valido.
ja: {} は、有効な VAT ID ではありません。
kab: {} mačči d asulay n tebzert VAT ameɣtu.
lt: {} negaliojantis PVM mokėtojo kodas.
nb: {} er ikke en gyldig moms-ID.
nl: {} is geen geldige btw-identificatie.
pl: {} nie jest prawidłowym identyfikatorem VAT.
pt_br: {} não é um ID de IVA válido.
pt_pt: {} não é uma Id. do IVA válida.
ro: {} nu este un cod de TVA valabil.
ru: {} не является допустимым номером плательщика НДС.
sk: {} nie je platné IČ DPH.
sl: {} ni veljavna številka ID za DDV.
sq: {} s’është ID TVSH-je i vlefshëm.
sr: „{}“ није исправан ПДВ ИД.
sr_latn: {} nije ispravan PDV ID.
sv: {} är inte ett giltigt moms-ID.
ta: {} என்பது செல்லுபடியாகும் மதிப்புகூடுதல்வரி அடையாளம் அல்ல.
th: {} ไม่ใช่เลขประจำตัวผู้เสียภาษี (VAT) ที่ถูกต้อง
tr: {} geçerli bir KDV kimliği değil.
uk: {} не дійсний номер платника ПДВ.
