Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Page not found
ar: الصفحة غير موجودة
be: Такой старонкі няма
be_latn: Takoj staronkі niama
bg: Страницата не е намерена
ca: No s’ha trobat la pàgina
cs: Stránka nenalezena
da: Side ikke fundet
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
es: No se encontró la página
et: Lehekülg puudub
fi: Sivua ei löydy
fr: Page inexistante
ga: Níor aimsíodh an leathanach
gl: Non se atopou a páxina
he: העמוד לא נמצא
hr: Stranica nije pronađena
hu: Az oldal nem található
id: Halaman tidak ditemukan
is: Síðan fannst ekki
it: Pagina non trovata
ja: ページが見つかりません
kab: Ulac asebter
lt: Puslapio nėra
nb: Finner ikke siden
nl: Pagina niet gevonden
pl: Nie znaleziono strony
pt_br: Página não encontrada
pt_pt: Página não encontrada
ro: Pagina nu a fost găsită
ru: Страница не найдена
sk: Stránka sa nenašla
sl: Strani ni mogoče najti
sq: Faqe që s’u gjet
sr: Страница није нађена
sr_latn: Stranica nije nađena
sv: Sidan hittades inte
ta: பக்கம் கிடைக்கவில்லை
th: ไม่พบหน้าเว็บ
tr: Sayfa bulunamadı
uk: Сторінку не знайдено

source: The page you are looking for was not found.
ar: الصفحة التي تبحث عنها ليست موجودة.
be: Старонка, што вы шукалі, адсутнічае.
be_latn: Staronkі, katoruju vy zaprasіlі, niama.
bg: Страницата, която търсите, не е намерена.
ca: No s’ha trobat la pàgina que cerqueu.
cs: Stránka, kterou hledáte, nebyla nalezena.
da: Den side, du leder efter, blev ikke fundet.
de: Die Seite, nach der Sie suchen, wurde nicht gefunden.
el: Η σελίδα που αναζητάτε δεν βρέθηκε.
es: No se ha encontrado la página que está buscando.
et: Sinu otsitav lehekülg pole leitav.
fi: Etsimääsi sivua ei löytynyt.
fr: La page que vous cherchez est introuvable.
ga: Níor aimsíodh an leathanach atá tú ag cuardach.
gl: Non se atopou a páxina que busca.
he: העמוד שביקשת לא נמצא.
hr: Stranica koju tražiš nije pronađena.
hu: A keresett oldal nem található.
id: Halaman yang Anda cari tidak ditemukan.
is: Síðan sem þú ert að leita að fannst ekki.
it: La pagina che stavi cercando non è stata trovata.
ja: 該当するページがありません。
kab: Asebter i tettnadiḍ ulac-it.
lt: Nepavyko rasti jūsų ieškomo puslapio.
nb: Siden du leter etter ble ikke funnet.
nl: De pagina die u zoekt, kan niet worden gevonden.
pl: Strona, której szukasz, nie została znaleziona.
pt_br: A página que você está procurando não foi encontrada.
pt_pt: A página que procura não foi encontrada.
ro: Pagina pe care o cauți nu a fost găsită.
ru: Страница, которую вы искали, не найдена.
sk: Stránka, ktorú hľadáte, nebola nájdená.
sl: Strani, ki ste jo iskali, ni bilo mogoče najti.
sq: Faqja që po kërkoni, s’u gjet dot.
sr: Страница коју тражите није пронађена.
sr_latn: Stranica koju ste tražili nije pronađena.
sv: Sidan du letar efter hittades inte.
ta: நீங்கள் தேடும் பக்கம் காணப்படவில்லை.
th: ไม่พบหน้าเว็บที่คุณต้องการ
tr: Aradığınız sayfa bulunamadı.
uk: Сторінку, яку ви шукали, не знайдено.

source: Server error
ar: خطأ من الخادم
be: Памылка на серверы
be_latn: Sierviernaja pamylka
bg: Сървърна грешка
ca: S’ha produït un error del servidor
cs: Chyba serveru
da: Serverfejl
de: Serverfehler
el: Σφάλμα διακομιστή
es: Error de servidor
et: Serveri viga
fi: Palvelinvirhe
fr: Erreur de serveur
ga: Earráid ag an bhfreastalaí
gl: Produciuse un erro do servidor
he: שגיאת שרת
hr: Greška servera
hu: Kiszolgálóhiba
id: Kesalahan server
is: Netþjónsvilla
it: Errore del server
ja: サーバーエラー
kab: Tuccḍa n uqeddac
lt: Serverio klaida
nb: Tjenerfeil
nl: Serverfout
pl: Błąd serwera
pt_br: Erro no servidor
pt_pt: Erro do servidor
ro: Eroare server
ru: Ошибка сервера
sk: Chyba servera
sl: Napaka strežnika
sq: Gabim shërbyesi
sr: Грешка сервера
sr_latn: Greška servera
sv: Serverfel
ta: சேவையக பிழை
th: ข้อผิดพลาดของเซิร์ฟเวอร์
tr: Sunucu sorunu
uk: Помилка сервера

source: The server had serious problems serving your request, and this error has been recorded as %(error_id)s.
be_latn: Padchas apraczoўkі vashaga zapy'tu na servery' ўznіklі sur’yozny'ya prablemy'. Pamy'lka zapіsanaya yak %(error_id)s.
bg: При обработка на заявката сървърът се сблъска със сериозни проблеми. Грешката е записана като %(error_id)s.
ca: El servidor ha tingut problemes greus en atendre la vostra sol·licitud. Aquest error s’ha registrat com a %(error_id)s.
cs: Server měl vážné problémy se zpracováním vašeho požadavku. Tato chyba byla zaznamenána jako %(error_id)s.
da: Serveren havde alvorlige problemer med at behandle din anmodning, og denne fejl er blevet registreret som %(error_id)s.
de: Der Server ist beim Bearbeiten Ihrer Anfrage auf ernsthafte Probleme gestoßen und dieser Fehler wurde als %(error_id)s aufgezeichnet.
el: Ο εξυπηρετητής είχε σοβαρά προβλήματα να εξυπηρετήσει το αίτημά σας, και το σφάλμα αυτό έχει καταγραφεί ως %(error_id)s.
es: El servidor ha tenido serios problemas para servir su petición, y este error ha sido registrado como %(error_id)s.
et: Sinu päringu täitmisel esines serveris tõsiseid probleeme ja viga on salvestatud kui %(error_id)s.
fr: Le serveur a rencontré de sérieuses difficultés lors du traitement de votre requête et cette erreur a été enregistrée comme %(error_id)s.
ga: Bhí fadhbanna tromchúiseacha ag an bhfreastalaí agus d'iarratas á riaradh, agus taifeadadh an earráid seo mar %(error_id)s.
gl: O servidor tivo serios problemas ao atender a súa solicitude e este erro foi rexistrado como %(error_id)s.
he: השרת חווה תקלות רציניות בעיבוד בקשתך. השגיאה הזאת תועדה בתור %(error_id)s.
hr: Server je imao ozbiljnih problema tijekom obrade tvog zahtjeva. Problem je zabilježen kao %(error_id)s.
hu: A kiszolgáló súlyos hibába ütközött a kérés feldolgozása során, és a hibát rögzítettük mint %(error_id)s.
id: Server mengalami permasalahan serius melayani permintaan Anda, dan kesalahan ini telah direkan sebagai %(error_id)s.
is: Netþjónninn átti í alvarlegum vandræðum með að uppfylla beiðnina þína, og hefur þessi villa verið skráð sem %(error_id)s.
it: Il server ha riscontrato gravi problemi nel soddisfare la tua richiesta e questo errore è stato registrato come %(error_id)s.
ja: リクエストの処理中に、サーバー上で深刻な問題が発生しました。このエラーは %(error_id)s として記録しました。
lt: Vykdant jūsų prašymą serveris susidūrė su rimtomis problemomis. Ši klaida buvo užregistruota kaip %(error_id)s.
nl: Er is een ernstige fout opgetreden bij het verwerken van uw aanvraag. Het probleem is genoteerd als ‘%(error_id)s’.
pl: Serwer miał poważne problemy z obsłużeniem Twojego żądania, a błąd ten został zarejestrowany jako %(error_id)s.
pt_br: O servidor teve sérios problemas com sua requisição e este erro foi registrado como %(error_id)s.
ro: Serverul a întâmpinat probleme serioase la deservirea solicitării tale, iar această eroare a fost înregistrată ca %(error_id)s.
ru: Во время обслуживания вашего запроса на сервере случились серьёзные проблемы, и эта ошибка была записана как %(error_id)s.
sk: Server mal vážne problémy s doručením vašej požiadavky a táto chyba bola zaznamenaná ako %(error_id)s.
sl: Strežnik je imel resne težave pri streženju vaše zahteve in ta napaka je bila zabeležena kot %(error_id)s.
sq: Shërbyesi pati probleme serioze me shërbimin e kërkesës dhe ky gabim është regjistruar si %(error_id)s.
sr: Послуживач је имао озбиљних проблема у опслуживању вашег захтева, а ова грешка је забележена као %(error_id)s.
sr_latn: Server je imao ozbiljnih problema da odgovori na vaš zahtev, a ova greška je zabeležena kao %(error_id)s.
ta: உங்கள் கோரிக்கைக்கு பணி செய்வதில் சேவையகத்திற்கு கடுமையான சிக்கல்கள் இருந்தன, மேலும் இந்த பிழை %(error_id)s என பதிவு செய்யப்பட்டுள்ளது.
th: เซิร์ฟเวอร์ประสบปัญหาร้ายแรงในการให้บริการตามคำขอของคุณ และได้บันทึกข้อผิดพลาดนี้ไว้เป็น %(error_id)s แล้ว
tr: İsteğiniz yerine getirilirken sunucuda ciddi bir sorun çıktı. Bu sorun %(error_id)s olarak kaydedildi.
uk: Сервер мав серйозні проблеми під час обслуговування вашого запиту. Цю помилку записано так: %(error_id)s.

source: The Weblate Way
ar: طريقة Weblate
be: Шлях Weblate
be_latn: SHlyax Weblate
bg: Начинът на Weblate
ca: La manera de fer del Weblate
cs: Cesta Weblate
da: Weblates måde
de: Der Weblate-Weg
el: Ο τρόπος του Weblate
es: La manera Weblate
et: Weblate viis
fi: Weblaten matka
fr: Le chemin de Weblate
ga: An tslí Weblate
gl: O xeito de Weblate
he: הדרך של Weblate
hr: Weblate način
hu: A Weblate filozófiája
id: Cara Weblate
is: Weblate-viðhorfið
it: La via Weblate
ja: Weblate の軌跡
kab: Abrid n Weblate
lt: Weblate kelias
nb: Weblate-metodikken
nl: De Weblate Manier
pl: Droga Weblate
pt_br: A Maneira do Weblate
pt_pt: O Modo do Weblate
ro: Calea Weblate
ru: Путь Weblate
sk: Cesta Weblate
sl: Weblate način
sq: Sipas Mënyrës Weblate
sr: Weblate начин
sr_latn: Weblate način
sv: Weblates sätt
ta: வலைபெயர்ப்பு வழி
th: วิถี Weblate
tr: Weblate yöntemi
uk: Шлях Weblate

source: We love localization and libre software enough to build a privacy-respecting localization tool and provide it as copylefted libre software. It all started in 2012.
ar: نحن نحب التعريب والبرمجيات الحرة بما يكفي لبناء أداة تعريب تحترم الخصوصية وتوفيرها كبرنامج حر متروك الحقوق. بدأ كل شيء في عام 2012.
be: Мы любім лакалізацыю і вольнае праграмнае забеспячэнне, таму і распрацоўваем бясплатны інструмет. Працуем з 2012 году.
be_latn: My' lyubіm lakalіzaczy'yu і vol'nae pragramnae zabespyache'nne, tamu і raspraczoўvaem byasplatny' іnstrumet. Praczuem z 2012 godu.
bg: Ние обичаме преводите и свободния софтуер толкова много, че създадохме инструмент за преводи, който е със свободни права за ползване и уважава личните данни на потребителите си. Всичко започна през 2012 година.
ca: Ens encanta la localització i el programari lliure, de manera que hem construït l’única eina de localització que respecta la privadesa, i l’hem distribuïda com a programari lliure amb copyleft. Tot va començar el 2012.
cs: Milujeme lokalizaci a svobodný software. Proto vytváříme soukromí respektující lokalizační nástroj a poskytujeme ho jako svobodný software. Všechno to začalo v roce 2012.
da: Vi elsker lokalisering og fri software så meget, at vi har udviklet et privatlivsvenligt lokaliseringsværktøj og gjort det til fri software med copyleft. Det hele begyndte i 2012.
de: Wir lieben Übersetzungen und Freie Software so sehr, dass wir ein Übersetzungstool entwickeln, welches die Privatsphäre respektiert und es als Copyleft-lizenzierte Freie Software anbieten. Alles begann 2012.
el: Αγαπάμε τις μεταφράσεις και το ελεύθερο λογισμικό αρκετά ώστε να δημιουργήσουμε ένα εργαλείο μετάφρασης που σέβεται την ιδιωτικότητα και να το παρέχουμε ως ελεύθερο copylefted λογισμικό. Όλα ξεκίνησαν το 2012.
es: Nos gusta tanto la localización y el software libre que hemos creado una herramienta de L10n que respeta la privacidad, y la hemos distribuido como software libre con «copyleft». Todo comenzó en 2012.
et: Armastame lokaliseerimist ja vaba tarkvara sedavõrd, et oleme loonud ainsa privaatsust austava lokaliseerimistööriista ning pakume seda „copyleft“ vaba tarkvara põhimõtete alusel. See kõik algas 2012.
fi: Rakastamme lokalisointia ja vapaita ohjelmistoja tarpeeksi rakentaaksemme yksityisyyttä kunnioittavan lokalisointityökalun ja tarjotaksemme sen copyleftina vapaana ohjelmistona. Kaikki alkoi vuonna 2012.
fr: Nous aimons tellement la traduction et les logiciels libres que nous avons conçu un outil copyleft de traduction respectant la vie privée. Tout a débuté en 2012.
ga: Is breá linn logánú agus bogearraí saora a dhóthain chun uirlis logánaithe a thugann aird ar phríobháideachas a thógáil agus é a chur ar fáil mar bhogearraí cóipchirt saor in aisce. Thosaigh sé ar fad i 2012.
gl: Gústanos a rexionalización e o software libre dabondo como para crear unha ferramenta de L10n que respecte a privacidade e fornecela como software libre con «copyleft». Todo comezou en 2012.
he: אנחנו אוהבים תרגום ותכנה חופשית עד כדי כך שאנו בונים כלי תרגום שמכבד פרטיות ומוצע לקהל כתכנה חופשית עם זכויות יוצרים מתירניות. הכול החל בשנת 2012.
hr: Mi volimo lokalizaciju i slobodan softver te želimo izgraditi alat za lokalizaciju koji poštuje privatnost i pružiti ga kao slobodan softver s copyleft licencom. Sve je počelo 2012. godine.
hu: Elkötelezettek vagyunk a lokalizáció és a szabad szoftverek iránt — ezért hoztunk létre egy adatvédelmet tiszteletben tartó fordítóeszközt, amely copyleft alapú szabad szoftverként érhető el. Mindez 2012-ben kezdődött.
id: Kami cukup menyukai pelokalan dan perangkat lunak gratis untuk membangun alat pelokalan yang menghormati privasi dan menyediakannya sebagai perangkat lunak gratis dan bebas. Semuanya dimulai pada tahun 2012.
is: Við elskum staðfærslu og frjálsan hugbúnað nægilega mikið til þess að byggja staðfærslutól sem virðir gagnaleynd, og sjá fyrir aðgangi að því sem höfundarréttarlausum frjálsum hugbúnaði. Það byrjaði allt árið 2012.
it: Amiamo la localizzazione ed il software libero tanto da realizzare uno strumento di localizzazione rispettoso della privacy ed offrirlo come software libero sotto copyleft. Tutto è iniziato nel 2012.
ja: 私たちは、プライバシーを尊重した翻訳ツールを作り、コピーレフトの自由ソフトウェアとして提供するほど、現地語化と自由ソフトウェアに惚れ込んでいます。 すべては 2012 年から始まりました。
lt: Taip mėgstame lokalizavimą ir laisvąją programinę įrangą, kad sukūrėme privatumą užtikrinantį lokalizacijos įrankį ir leidžiame jį naudoti kaip laisvąją programinę įrangą su kopijavimo teisėmis. Visa tai prasidėjo 2012 metais.
nb: Vi elsker lokalisering og fri programvare nok til å bygge et personvernsrespekterende verktøy for lokal tilpasning, og tilbyr det som gemenslig lisensiert fri programvare. Det hele startet i 2012.
nl: We houden genoeg van vertaling en vrije software om het enige privacybeschermende vertaalhulpmiddel te bouwen en deze te leveren als copylefted vrije software. Het begon allemaal in 2012.
pl: Kochamy lokalizację i wolne oprogramowanie tak bardzo, że stworzyliśmy narzędzie do tworzenia lokalizacji respektujące prywatność. Świadczymy nasze narzędzie jako wolne oprogramowanie oparte na systemie licencjonowania praw autorskich copyleft już od 2012 roku.
pt_br: Nós amamos localização e software livre o suficiente para construir uma ferramenta de localização que respeita sua privacidade e fornecê-la como software livre protegido por copyleft. Tudo começou em 2012.
ro: Iubim localizarea și software-ul libre suficient de mult încât să construim o unealtă de localizare care respectă confidențialitatea și să îl oferim ca software libre cu copyleft. Totul a început în 2012.
ru: Мы любим перевод и свободное программное обеспечение. Именно поэтому мы разрабатываем инструмент перевода с уважением к вашей приватности и предоставляем его в качестве бесплатного ПО, начиная с 2012 года.
sk: Milujeme lokalizáciu a slobodný softvér. Preto vytvárame súkromie rešpektujúci lokalizačný nástroj a poskytujeme ho ako copyleftovaný slobodný softvér. Celé to začalo v roku 2012.
sl: Lokalizacija in prosta program nam je dovolj všeč, da izdelamo orodje za prevajanje, ki spoštuje zasebnost, in ga ponudimo kot proste programe z avtorsko pravico. Vse se je začelo leta 2012.
sq: E duam përkthimin dhe software-in e lirë, aq sa të krijojmë një mjet përkthimi që respekton privatësinë, dhe që jepet si software i lirë nën terma copyleft-i. Zanafilla është më 2012.
sr: Волимо локализацију и слободан софтвер толико да смо направили алат за локализацију, поштујући приватност и објавили га као бесплатан слободан софтвер. Све је почело 2012.
sr_latn: Volimo lokalizaciju i slobodan softver toliko da smo napravili alat za lokalizaciju poštujući privatnost i objavili ga kao besplatan slobodan softver. Sve je počelo 2012.
sv: Vi älskar lokalisering och fri programvara tillräckligt för att bygga ett integritetsrespekterande lokaliseringsverktyg som vi erbjuder som en copylefted fri programvara. Det hela började under 2012.
ta: தனியுரிமை-மரியாதைக்குரிய உள்ளூர்மயமாக்கல் கருவியை உருவாக்குவதற்கும் அதை நகலெடுக்கும் விடுதலை மென்பொருளாக வழங்குவதற்கும் உள்ளூர்மயமாக்கல் மற்றும் விடுதலை மென்பொருளை நாங்கள் விரும்புகிறோம். இது அனைத்தும் 2012 இல் தொடங்கியது.
th: เรารักการปรับเนื้อหาให้เป็นภาษาท้องถิ่นและซอฟต์แวร์เสรีมากพอที่จะสร้างเครื่องมือที่เคารพความเป็นส่วนตัวและให้บริการในรูปแบบซอฟต์แวร์เสรีประเภท Copyleft เรื่องราวทั้งหมดเริ่มต้นขึ้นในปี 2012
tr: Yerelleştirmeyi ve özgür yazılımları, gizliliğe saygı gösteren bir yerelleştirme aracı oluşturacak ve serbest telif haklarıyla özgür yazılım olarak sunacak kadar seviyoruz. Her şey 2012 yılında başladı.
uk: Ми любимо локалізацію та безплатне програмне забезпечення, тому ми розробляємо засіб локалізації з повагою до вашої приватності та надаємо його як копілефт, починаючи з 2012 року.

source: February 2012
ar: فبرابر 2012
be: Люты 2012
be_latn: Lyuty' 2012
bg: Февруари 2012 година
ca: Febrer del 2012
cs: únor 2012
da: Februar 2012
de: Februar 2012
el: Φεβρουάριος 2012
es: Febrero de 2012
et: Veebruar 2012
fi: Helmikuu 2012
fr: Février 2012
ga: Feabhra 2012
gl: Febreiro de 2012
he: פברואר 2012
hr: Veljača 2012.
hu: 2012. február
id: Februari 2012
is: Febrúar 2012
it: Febbraio 2012
ja: 2012 年 2 月
kab: Fuṛaṛ 2012
lt: 2012 m. vasaris
nb: Februar 2012
nl: Februari 2012
pl: Luty 2012
pt_br: Fevereiro de 2012
pt_pt: Fevereiro de 2012
ro: Februarie 2012
ru: Февраль 2012
sk: Február 2012
sl: Februar 2012
sq: Shkurt, 2012
sr: Фебруар 2012.
sr_latn: februar 2012
sv: Februari 2012
ta: பிப்ரவரி 2012
th: กุมภาพันธ์ 2012
tr: Şubat 2012
uk: Лютий 2012

source: Looking for a Pootle alternative
ar: تبحث عن بديل لبرنامج بوتل
be: Пошук альтэрнатывы Pootle
be_latn: Poshuk al'te'rnaty'vy' Pootle
bg: Търсене на алтернатива на Pootle
ca: A la recerca d’una alternativa per al Pootle
cs: Hledání alternativy k Pootle
da: På udkig efter et Pootle-alternativ
de: Auf der Suche nach einer Pootle-Alternative
el: Ψάχνετε για μια εναλλακτική λύση του Pootle
es: A la búsqueda de una alternativa a Pootle
et: Otsite asendust Pootle-le
fi: Pootle-vaihtoehdon etsintä
fr: Recherche d’une alternative à Pootle
ga: Ag lorg rogha eile Pootle
gl: Buscando unha alternativa a Pootle
he: חיפשתי אחר חלופה ל־Pootle
hr: U potrazi za Pootle alternativom
hu: Egy Pootle alternatíva keresése
id: Mencari alternatif Pootle
is: Leituðum að öðrum valmöguleika í staðinn fyrir Pootle
it: Ricerca di un'alternativa a Pootle
ja: Pootle の代替案を探す
kab: Anadi n Pootle nniḍen
lt: „Pootle“ alternatyvos paieškos
nb: På utkikk etter et Pootle-alternativ
nl: Opzoek naar een Pootle alternatief
pl: Szukasz alternatywy Pootle
pt_br: Procurando por uma alternativa ao Pootle
pt_pt: À procura de uma alternativa para o Pootle
ro: În căutarea unei alternative la Pootle
ru: Ищем альтернативу Pootle
sk: Hľadanie alternatívy k Pootle
sl: Iščoč alternativo za Pootle
sq: Po kërkoni një alternativë të Pootle-it
sr: Тражите алтернативу за „Pootle“
sr_latn: Tražite alternativu za „Pootle“
sv: Letar du efter ett Pootle-alternativ
ta: ஒரு பூட்டில் மாற்றீட்டைத் தேடுகிறது
th: มองหาทางเลือกอื่นนอกจาก Pootle
tr: Pootle uygulamasına alternatif aranıyordu
uk: Шукаєте альтернативу Pootle
