Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Please note—a full invoice for your donation is issued immediately after payment.
ar: يرجى الملاحظة — يتم إصدار فاتورة كاملة للتبرع فورًا بعد الدفع.
be: Звярніце ўвагу, што поўны рахунак на ахвяраванне выдаецца адразу пасля аплаты.
be_latn: Zvyarnіcze ўvagu, shto poўny' raxunak na axvyaravanne vy'daeczcza adrazu paslya aplaty'.
ca: Tingueu-ho en compte: S’emetrà una factura completa del vostre donatiu immediatament després del pagament.
cs: Po provedení platby vám bude vystavena faktura na darovanou částku.
da: Bemærk: En fuld faktura for din donation udstedes straks efter din betaling.
de: Bitte beachten Sie, dass eine vollständige Rechnung für Ihre Spende sofort nach Zahlungseingang ausgestellt wird.
el: Λάβετε υπόψην ότι ένα πλήρες τιμολόγιο για τη δωρεά σας εκδίδεται αμέσως μετά την πληρωμή.
es: Observe: se emitirá una factura completa del donativo inmediatamente después de efectuar el pago.
et: Palun tähelda — täielik arve sinu annetusest teavitatakse koheselt pärast makset.
fi: Huomaa —lahjoituksestasi lähetetään täydellinen lasku heti maksun suorittamisen jälkeen.
fr: Veuillez noter qu’une facture complète pour votre don sera générée immédiatement après règlement.
ga: Tabhair faoi deara le do thoil—eisítear sonrasc iomlán do shíntiús díreach tar éis na híocaíochta.
gl: Teña en conta que se emitirá unha factura completa da súa doazón inmediatamente após o pago.
he: לתשומת לבך: חשבונית על סכום התרומה המלא מונפקת מידית לאחר התשלום.
hr: Napomena – račun za tvoju donaciju izdaje se odmah nakon plaćanja.
hu: Felhívjuk figyelmét — a teljes számla az adomány befizetése után azonnal kiállításra kerül.
id: Harap diperhatikan—faktur lengkap untuk donasi Anda akan segera diterbitkan setelah proses pembayaran.
is: Athugaðu að heildarkvittun fyrir styrkinn frá þér er send strax eftir að greiðsla hefur verið staðfest.
it: Nota: verrà emessa immediatamente una fattura completa della donazione dopo il pagamento.
ja: 注意 — お客様の寄付金の全額請求書は、支払い後すぐに発行されます。
kab: Ttwil-k wal --- tafaturt tamatut i tewsa-ik ad d-teffeḍ imiren kan deffir lexlaṣ.
nb: Merk—fullstendig faktura for din donasjon utstedes umiddelbart etter betaling.
nl: Let op — een volledige factuur van uw donatie wordt direct na de betaling verstrekt.
pl: Uwaga - pełna faktura za Twoją darowiznę jest wystawiana natychmiast po dokonaniu płatności.
pt_br: Por favor, note — uma fatura completa para a sua doação é emitida imediatamente após o pagamento.
pt_pt: Por favor, note que é emitida uma fatura completa para o seu donativo imediatamente após o pagamento.
ro: Te rugăm să reții—o factură completă pentru donația ta este emisă imediat după efectuarea plății.
ru: Обратите внимание — полный счет-фактура на пожертвование оформляется сразу после оплаты.
sk: Poznámka: Úplnú faktúru k vášmu daru vám vystavíme ihneď po platbe.
sl: Upoštevajte, da je popoln račun za vašo donacijo izdan takoj po plačilu.
sq: Ju lutemi, kini parasysh që një faturë e plotë për dhurimin tuaj lëshohet menjëherë pas pagesës.
sr: Напомена — рачун за вашу донацију биће издат непосредно након плаћања.
sv: Observera - en fullständig faktura för din donation utfärdas omedelbart efter betalning.
ta: தயவுசெய்து கவனிக்கவும் - உங்கள் நன்கொடைக்கான முழு விலைப்பட்டியல் பணம் செலுத்திய உடனேயே வழங்கப்படுகிறது.
th: โปรดทราบ—ระบบจะออกใบแจ้งหนี้ฉบับเต็มสำหรับการบริจาคของคุณทันทีหลังชำระเงิน
tr: Lütfen dikkat. Ödemeden sonra bağışınız için tam fatura düzenlenir.
uk: Зверніть увагу: повний рахунок за вашу пожертву видається відразу після оплати.

source: Your link may be refused, especially if containing too adult or illegal content. Please consult us in advance if unsure.
ar: قد يُرفض رابطك، خاصةً إذا كان الموقع يحتوي على محتوى للبالغين أو غير قانوني. يرجى الرجوع إلينا أولاً إذا كنت غير متأكد.
be: Ваша спасылка можа быць адхіленая, асабліва, калі па ёй знаходзіцца змесціва для дарослых альбо нешта незаконнае. Калі ласка, звяжыцеся з намі загадзя, калі маеце сумневы.
be_latn: Vasha spasy'lka mozha by'cz' adxіlenaya, asablіva, kalі pa yoj znaxodzіczcza zmesczіva dlya darosly'x al'bo neshta nezakonnae. Kalі laska, zvyazhy'czesya z namі zagadzya, kalі maecze sumnevy'.
ca: És possible que rebutgem el vostre enllaç, especialment si conté material per a adults o il·legal. Consulteu-nos abans si no n’esteu segur.
cs: Můžeme odmítnout umístit váš odkaz, obzvlášť pokud stránky obsahují obsah pro dospělé nebo nelegální obsah. Pokud si nejste jisti, prosím zeptejte se nás předem.
da: Dit link kan blive afvist, især hvis det indeholder voksent eller ulovligt indhold. Kontakt os venligst på forhånd, hvis du er i tvivl.
de: Ihr Link kann abgelehnt werden, insbesondere, wenn er nicht jugendfreie oder illegale Inhalte enthält. Bitte konsultieren Sie uns im Voraus, wenn Sie unsicher sind.
el: Ο σύνδεσμός σας μπορεί να απορριφθεί, ειδικά αν περιέχει ενήλικο ή παράνομο περιεχόμενο. Παρακαλούμε συμβουλευτείτε μας εκ των προτέρων αν δεν είστε σίγουροι.
es: Es posible que nos neguemos a colocar su enlace, sobre todo si el sitio contiene material para adultos o ilegal. Consúltenos con antelación si tiene dudas.
et: Sinu viidast võidakse keelduda, eriti kui selle sisu on liialt täiskasvanutele või ebaseaduslik. Kui kahtled, palun esmalt pea nõu meiega.
fi: Linkkisi voidaan hylätä, varsinkin jos se sisältää liian aikuisille suunnattua tai laitonta sisältöä. Ota yhteyttä etukäteen, jos et ole varma.
fr: Les liens illégaux ou pointant vers du contenu pour adultes sont refusés. En cas de doute, contactez-nous.
ga: Seans go ndiúltófar do nasc, go háirithe má tá ró-ábhar fásta nó ábhar mídhleathach ann. Téigh i gcomhairle linn roimh ré mura bhfuil tú cinnte.
gl: A súa ligazón pode ser rexeitada, especialmente se o sitio está adicado a material para adultos ou ilegal. Consulte connosco se ten dúbidas.
he: יתכן שנסרב לקישור שלך, במיוחד אם האתר המופנה מכיל תוכן למבוגרים או בלתי חוקי. נא ליצור אתנו קשר במקרה של ספק.
hr: Tvoja će poveznica možda biti odbijena, pogotovo ako sadrži previše odraslog ili nezakonitog sadržaja. Obrati nam se, ako si u nedoumici.
hu: A hivatkozás elutasításra kerülhet, különösen ha túlságosan felnőtt tartalomra vagy illegális anyagra mutat. Ha bizonytalan, előzetesen egyeztessen velünk.
id: Tautan Anda mungkin ditolak, terutama jika mengandung konten yang terlalu dewasa atau ilegal. Silakan berkonsultasi dengan kami terlebih dahulu jika Anda tidak yakin.
is: Tenglinum þínum verður mögulega hafnað, sérstaklega ef hann inniheldur eitthvað sem er óbarnvænt eða ólöglegt. Hafðu samband við okkur fyrst ef þú ert ekki viss.
it: Il tuo collegamento può essere rifiutato, soprattutto se contiene contenuti per adulti o illegali. Consultaci in anticipo se non sei sicuro.
ja: 特にアダルトや違法コンテンツを含む場合は、リンクを拒否することがあります。ご不明な場合は事前にご相談ください。
kab: Aseɣwen izmer yegdel, ladɣa ma yegber agbur ufḍiḥ neɣ arusḍif. Ma ulac aɣilif nermes-aɣ-d ma yella ur teḍmineḍ ara.
nb: Lenken din kan bli avvist, spesielt hvis den inneholder for voksent- eller ulovlig innhold. Ta kontakt på forhånd hvis du er usikker.
nl: Uw link kan geweigerd worden, vooral als de site volwassen of illegale inhoud bevat. Gelieve ons vooraf te raadplegen indien u twijfelt.
pl: Twój link może zostać odrzucony, zwłaszcza jeśli zawiera treści dla dorosłych lub treści niezgodne z prawem. Jeśli nie jesteś pewien, skonsultuj się z nami wcześniej.
pt_br: Seu link pode ser recusado, especialmente se contiver conteúdo adulto ou ilegal. Por favor, consulte-nos com antecedência em caso de dúvida.
pt_pt: A sua hiperligação poderá ser recusada, especialmente se contiver conteúdo adulto ou ilegal. Por favor, consulte-nos antes se não tiver a certeza.
ro: Legătura ta poate fi refuzată, în special dacă are un conținut prea adult sau ilegal. Te rugăm să ne consulți în prealabil dacă nu ești siguri.
ru: Ваша ссылка может быть отклонена, в особенности если содержит взрослый или незаконный контент. Если не уверены, пожалуйста, согласуйте с нами заранее.
sk: Váš odkaz môže byť odmietnutý, hlavne ak obsahuje hrubo pornografický alebo nezákonný obsah. Ak nie ste si istý/istá, vopred nás, prosím, kontaktujte.
sl: Vaša povezava bo morda zavrnjena, še posebej, če vsebuje preveč vsebine za odrasle ali nezakonite vsebine. Če niste prepričani, se prosimo predhodno posvetujte z nami.
sq: Lidhja juaj mund të refuzohet, veçanërisht nëse përmban lëndë për të rritur apo të jashtëligjshme. Nëse s’jeni të sigurt, lidhuni me ne paraprakisht.
sr: Ваш линк ће можда бити одбијен, нарочито ако садржи нелегалан или садржај за одрасле. Ако нисте сигурни, прво нас контактирајте.
sv: Din länk kan nekas, särskilt om den innehåller för sexuellt eller olagligt innehåll. Vänligen kontakta oss i förväg om du är osäker.
ta: உங்கள் இணைப்பு மறுக்கப்படலாம், குறிப்பாக அகவை வந்தோர் அல்லது சட்டவிரோத உள்ளடக்கத்தைக் கொண்டிருந்தால். உறுதியாக தெரியாவிட்டால் தயவுசெய்து எங்களை முன்கூட்டியே அணுகவும்.
th: ลิงก์ของคุณอาจถูกปฏิเสธ โดยเฉพาะหากมีเนื้อหาสำหรับผู้ใหญ่หรือผิดกฎหมาย โปรดปรึกษาเราล่วงหน้าหากไม่แน่ใจ
tr: Bağlantınız, özellikle çok fazla yetişkin veya yasadışı içerik bulunduruyorsa reddedilebilir. Emin değilseniz lütfen bize danışın.
uk: Ваше посилання може бути відхилено, особливо якщо воно містить занадто дорослий або незаконний вміст. Будь ласка, заздалегідь проконсультуйтеся з нами, якщо ви не впевнені.

source: Download Weblate
ar: حمّل Weblate
be: Спампаваць Weblate
be_latn: Sciahnuć Weblate
bg: Сваляне на Weblate
ca: Baixeu el Weblate
cs: Stáhněte si Weblate
de: Weblate herunterladen
el: Λήψη του Weblate
es: Descargar Weblate
et: Lae Weblate alla
fi: Lataa Weblate
fr: Télécharger Weblate
ga: Íoslódáil Weblate
gl: Descargar Weblate
he: הורדת Weblate
hr: Preuzmi Weblate
hu: Weblate letöltése
id: Unduh Weblate
is: Sækja Weblate
it: Scarica Weblate
ja: Weblate のダウンロード
kab: Sader Weblate
lt: Atsisiųsti „Weblate“
nb: Last ned Weblate
nl: Weblate downloaden
pl: Pobierz Weblate
pt_br: Baixar Weblate
pt_pt: Transferir Weblate
ro: Descarcă Weblate
ru: Скачать Weblate
sk: Stiahnite si Weblate
sl: Prenos Weblate
sq: Shkarkoni Weblate-in
sr: Преузмите Weblate
sr_latn: Preuzmite Weblate
sv: Hämta hem Weblate
ta: வலைபெயர்ப்பைப் பதிவிறக்கவும்
th: ดาวน์โหลด Weblate
tr: Weblate indir
uk: Завантажити Weblate

source: All Weblate source code is freely available for you to use, modify, share and distribute. Discuss it with your associates.
ar: كافة الشفرة المصدرية لـ Weblate يمكن استخدامها بحرية، يمكنكم تعديلها ومشاركتها وتوزيعها. ناقشوا الأمر مع شركائكم وزملائكم.
be: Увесь зыходны код Weblate свабодны, таму даступны для выкарыстання, мадыфікацыі і распаўсюджвання. Абмяркуйце гэта з калегамі.
be_latn: Uves' zy'xodny' kod Weblate svabodny', tamu dastupny' dlya vy'kary'stannya, mady'fіkaczy'і і raspaўsyudzhvannya. Abmyarkujcze ge'ta z kalegamі.
bg: Целият изходен код на Weblate е свободно достъпен – можете да го ползвате, променяте, споделяте и разпространявате. Обсъдете това със съмишлениците си.
ca: Tot el codi font del Weblate està disponible perquè l’utilitzeu, el modifiqueu, el compartiu i el distribuïu lliurement. Parleu-ne amb els vostres companys.
cs: Celý zdrojový kód Weblate je volně dostupný pro používání, úpravy, sdílení i šíření. Řekněte to svým spolupracovníkům.
da: Al Weblates kildekode er frit tilgængelig for dig til brug, ændring, deling og distribution. Tal med dine medarbejdere om det.
de: Der gesamte Weblate-Quellcode steht Ihnen zur freien Verfügung, damit Sie ihn verwenden, ändern, teilen und weitergeben können. Besprechen Sie das mit Ihren Freunden.
el: Ο πηγαίος κώδικας του Weblate είναι διαθέσιμος για χρήση, τροποποίηση, κοινή χρήση και διανομή. Συζητήστε το με τους συνεργάτες σας.
es: El código fuente íntegro de Weblate está a su libre disposición para que lo use, lo modifique, lo comparta y lo distribuya. Debátalo con sus colegas.
et: Kogu Weblate lähtekood on sulle vabalt kättesaadav: kasutamiseks, muutmiseks, jagamiseks ja levitamiseks. Sel teemal pea nõu kaaslastega.
fi: Kaikki Weblaten lähdekoodi on vapaasti saatavilla käyttöä, muokkausta, jakamista ja levittämistä varten.
fr: Tout le code source Weblate est disponible gratuitement pour utilisation, modification, partage et distribution. Parlez-en autour de vous.
ga: Tá gach cód foinse Weblate ar fáil go saor chun é a úsáid, a mhodhnú, a roinnt agus a dháileadh. Déan é a phlé le do chomhpháirtithe.
gl: Todo o código fonte do Weblate está dispoñíbel de xeito libre e de balde para que o poida usar, modificar, compartir e distribuír. Coménteo cos seus socios ou compañeiros.
he: כל קוד המקור של Weblate זמין בחופשיות לשימוש, עריכה ושיתוף. מוטב גם לדבר עם חבריך לעבודה על Weblate.
hr: Sav izvorni kod Weblatea smije se slobodno koristiti, mijenjati, dijeliti i distribuirati. Porazgovaraj o tome sa svojim kolegama.
hu: A Weblate teljes forráskódja szabadon elérhető — használhatja, módosíthatja, megoszthatja és terjesztheti. Beszélje meg munkatársaival is.
id: Seluruh kode sumber Weblate tersedia secara gratis untuk digunakan, dimodifikasi, dibagikan, dan didistribusikan. Diskusikan dengan rekan-rekan Anda.
is: Allur grunnkóði Weblate stendur þér boða til þess að nota, breyta, deila og dreifa. Ræddu það við samstarfsfólk þitt.
it: È possibile usare, modificare, condividere e distribuire liberamente tutto il codice sorgente di Weblate. Parlane con i tuoi colleghi.
ja: Weblate のすべてのソースコードは、自由に使用、変更、共有、配布できます。仲間と Weblate を話題にしてください。
kab: Meṛṛa tangalt taɣbalut n Weblate d tilellit akken ad tseqedceḍ-t, ad tbeddleḍ-t, ad tebḍuḍ-t daɣen ad tzuzreḍ-t. Mmeslay ɣef waya akked wid·tid i tessneḍ.
nb: All Weblate-kildekode er fritt tilgjengelig for bruk, endring, deling og distribusjon. Diskuter det med dine kontakter.
nl: De broncode van Weblate is gratis beschikbaar om te gebruiken, wijzigen, delen en te verspreiden. Bespreek Weblate met uw collega’s.
pl: Cały kod źródłowy Weblate jest swobodnie dostępny do używania, modyfikowania, udostępniania i rozpowszechniania. Przedyskutuj to ze swoimi współpracownikami.
pt_br: Todo o código-fonte do Weblate está livremente disponível para você usar, modificar, compartilhar e distribuir. Discuta sobre isso com seus associados.
pt_pt: Todo o código-fonte do Weblate está disponível livremente para utilizar, modificar, partilhar e distribuir. Discuta-o com os seus amigos.
ro: Tot codul sursă Weblate este disponibil în mod gratuit pentru a fi utilizat, modificat, partajat și distribuit. Discută asta cu asociații tăi.
ru: Весь исходный код платформы Weblate доступен для свободного использования, модификации, публикации и распространения. Расскажите об этом вашим коллегам.
sk: Všetok zdrojový kód Weblate je voľne k dispozícii, pričom ho môžete používať, upravovať, zdieľať a distribuovať. Povedzte o tom svojim spolupracovníkom.
sl: Vsa izvorna koda Weblate je prosto dostopna za uporabo, spreminjanje, skupno rabo in distribucijo. Pogovorite se o njej s sodelavci.
sq: Krejt kodi burim i Weblate-it mund të kihet falas për ta përdorur, modifikuar, ndarë me të tjerët dhe shpërndarë. Bisedojeni me bashkëpunëtorët tuaj.
sr: Сав Weblate-ов изворни кôд је слободан и можете га користити, мењати, делити и дистрибуирати. Дискутовати са вашим сарадницима.
sr_latn: Sav Weblate izvorni kod je slobodan i možete ga koristiti, menjati, deliti i distribuirati. Diskutovati sa vašim saradnica.
sv: All Weblates källkod är fritt tillgänglig för dig att använda, modifiera, dela och fördela. Diskutera med dina medarbetare.
ta: அனைத்து வலைபெயர்ப்பு மூலக் குறியீட்டும் நீங்கள் பயன்படுத்த, மாற்ற, பகிர, பகிர்வதற்கு இலவசமாகக் கிடைக்கிறது. அதை உங்கள் கூட்டாளிகளுடன் விவாதிக்கவும்.
th: ซอร์สโค้ด Weblate ทั้งหมดเปิดให้ใช้งาน ปรับแก้ แชร์ และแจกจ่ายได้อย่างอิสระ ลองหารือกับเพื่อนร่วมงานของคุณดูสิ
tr: Tüm Weblate kaynak kodları, kullanmak, değiştirmek, paylaşmak ve dağıtmak için ücretsiz olarak kullanılabilir. Ortaklarınızla tartışın.
uk: Увесь вихідний код Weblate доступний для використання, змінення, розповсюдження та розподілення. Обговоріть це питання з вашими соратниками.

source: Get premium service
ar: أحصل على خدمتنا المميزة
be: Атрымаць прэміумнае абслугоўванне
be_latn: Atry'macz' pre'mіumnae abslugoўvanne
ca: Obtén servei premium
cs: Získejte prémiové služby
da: Få premium tjeneste
de: Premium-Service erhalten
el: Αποκτήστε υπηρεσία premium
es: Obtener el servicio premium
et: Hangi preemium teenus
fi: Hanki premium-palvelu
fr: Obtenez des services Prémium
ga: Faigh seirbhís préimhe
gl: Obter o servizo premium
he: קבלת שירות פרימיום
hr: Dobij premium uslugu
hu: Prémium szolgáltatás igénylése
id: Dapatkan layanan premium
is: Fáðu forgangsþjónustu
it: Ottieni il servizio Premium
ja: プレミアム サービスの利用
kab: Awi ameẓlu Premium
nb: Få premiumservice
nl: Premium-ondersteuning
pl: Skorzystaj z usługi premium
pt_br: Obter serviço Premium
pt_pt: Obter Serviço Profissional
ro: Obține servicii premium
ru: Получить премиум-поддержку
sk: Získajte prémiovú službu
sl: Pridobite premium storitev
sq: Merrni shërbim me pagesë
sr: Наручи премијум услуге
sr_latn: Naručite premijum usluge
sv: Skaffa premium-tjänsten
ta: காப்பீடு சேவையைப் பெறுங்கள்
th: รับบริการระดับพรีเมียม
tr: Ücretli hizmet alın
uk: Отримати преміум обслуговування

source: Quick setup
ar: تثبيت سريع
be: Хуткае наладжванне
be_latn: Xutkae naladzhvanne
bg: Бърза настройка
ca: Instal·lació ràpida
cs: Rychlé nastavení
da: Hurtig opsætning
de: Schnelle Einrichtung
el: Γρήγορη ρύθμιση
es: Montaje rápido
et: Kiir-häälestamine
fi: Nopea määritys
fr: Paramétrage rapide
ga: Cumraíocht thapa
gl: Configuración rápida
he: הקמה מהירה
hr: Brzo postavljanje
hu: Gyors beállítás
id: Persiapan cepat
is: Skjót uppsetning
it: Configurazione rapida
ja: 簡単セットアップ
kab: Asbeddi arurad
nb: Hurtigoppsett
nl: Snelstartgids
pl: Szybka konfiguracja
pt_br: Instalação rápida
pt_pt: Configuração Rápida
ro: Configurare rapidă
ru: Быстрая настройка
sk: Rýchle nastavenie
sl: Hitra nastavitev
sq: Ujdisje e shpejtë
sr: Брза поставка
sr_latn: Brza postavka
sv: Snabb inställning
ta: விரைவான அமைப்பு
th: การตั้งค่าด่วน
tr: Hızlı kurulum
uk: Швидке налаштування

source: Quick Installation
ar: التثبيت السريع
be: Хуткае ўсталяванне
be_latn: Xutkae ўstalyavanne
bg: Бърза инсталация
ca: Instal·lació ràpida
cs: Rychlá instalace
da: Hurtig installation
de: Schnelle Installation
el: Γρήγορη εγκατάσταση
es: Instalación rápida
et: Kiir-paigaldamine
fi: Nopea asennus
fr: Installation rapide
ga: Suiteáil thapa
gl: Instalación rápida
he: התקנה מהירה
hr: Brza instalacija
hu: Gyors telepítés
id: Instalasi cepat
is: Skjót uppsetning
it: Installazione rapida
ja: 簡単インストール
kab: Asbeddi arurad
nb: Hurtiginstallasjon
nl: Snelle installatie
pl: Szybka instalacja
pt_br: Instalação rápida
pt_pt: Instalação rápida
ro: Instalare rapidă
ru: Быстрая установка
sk: Rýchla inštalácia
sl: Hitra namestitev
sq: Instalim i shpejtë
sr: Брза инсталација
sr_latn: Brza instalacija
sv: Snabb installation
ta: விரைவான நிறுவல்
th: การติดตั้งแบบด่วน
tr: Hızlı kurulum
uk: Скоре встановлення
