Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Consistency checks
ar: فحوصات التناسق والجودة
be: Праверка адпаведнасці
be_latn: Praverka adpavednasczі
bg: Проверки на последователността на превода
ca: Comprovacions de consistència
cs: Kontroly kvality
da: Konsistenskontrol
de: Konsistenzprüfungen
el: Έλεγχοι συνέπειας
es: Comprobaciones de uniformidad
et: Ühtsuse kontrollid
fi: Yhdenmukaisuustarkastukset
fr: Vérifier la cohérence
ga: Seiceálacha comhsheasmhachta
gl: Comprobacións de coherencia
he: בדיקות אחידות
hr: Provjere dosljednosti
hu: Következetesség-ellenőrzések
id: Pemeriksaan konsistensi
is: Samræmisprófanir
it: Controlli di consistenza
ja: 整合性検査
kab: Asenqed n tɣara
lt: Nuoseklumo patikra
nb: Konsistenssjekker
nl: Consistentiecontroles
pl: Kontrole spójności
pt_br: Verificações de consistência
pt_pt: Verificações de consistência
ro: Verificări de consistență
ru: Проверки согласованности
sk: Kontroly konzistentnosti
sl: Preverjanje doslednosti
sq: Kontrolle vijueshmërie
sr: Провере доследности
sr_latn: Provere doslednosti
sv: Konsekvenskontroller
ta: நிலைத்தன்மை சோதனைகள்
th: การตรวจสอบความสม่ำเสมอ
tr: Tutarlılık denetimleri
uk: Перевірки узгодженості

source: Today
ar: اليوم
be: Сёння
be_latn: Sionnia
bg: Днес
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
et: Täna
fi: Tänään
fr: Aujourd’hui
ga: Inniu
gl: Hoxe
he: היום
hr: Danas
hu: Ma
id: Hari ini
is: Í dag
it: Oggi
ja: 今日
kab: Ass-a
lt: Šiandien
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: danes
sq: Sot
sr: данас
sr_latn: danas
sv: I dag
ta: இன்று
th: วันนี้
tr: Bugün
uk: Сьогодні

source: Weblate grows and the future is open to new opportunities.
ar: ينمو Weblate والمستقبل مفتوح أمام فرص جديدة.
be: Weblate развіваецца, будучыня адкрывае новыя магчымасці.
be_latn: Weblate razvіvaeczcza, buduchy'nya adkry'vae novy'ya magchy'masczі.
bg: Weblate расте и бъдещето е отворено за нови възможности.
ca: El Weblate creix i el futur és obert a noves oportunitats.
cs: Weblate roste a budoucnost je otevřená novým příležitostem.
da: Weblate vokser, og fremtiden er åben for nye muligheder.
de: Weblate wächst und die Zukunft ist offen für neue Möglichkeiten.
el: Το Weblate μεγαλώνει και το μέλλον είναι ανοιχτό σε νέες ευκαιρίες.
es: Weblate crece y el futuro se abre a nuevas oportunidades.
et: Weblate kasvab ning tulevik on avatud uutele võimalustele.
fi: Weblate kasvaa ja tulevaisuus on avoin uusille mahdollisuuksille.
fr: Weblate croît et son futur est ouvert à toute nouvelle opportunité.
ga: Fásann Weblate agus tá deiseanna nua sa todhchaí.
gl: Weblate medra e o futuro ábrese a novas oportunidades.
he: Weblate צומחת והעתיד מזמן מגוון הזדמנויות.
hr: Weblate raste i budućnost je otvorena za nove mogućnosti.
hu: A Weblate fejlődik, és a jövő új lehetőségeket tartogat.
id: Weblate berkembang dan masa depan terbuka untuk banyak peluang.
is: Weblate vex og framtíðin er opin fyrir nýjum tækifærum.
it: Weblate cresce e il futuro è aperto a nuove opportunità.
ja: Weblate は成長し、未来は新しい機会にあふれています。
kab: Weblate yettimɣur daɣen imal yeldi i tegnatin timaynutin.
lt: „Weblate“ auga ir ateitis žada daugiau galimybių.
nb: Weblate vokser og fremtiden er åpen for nye muldigheter.
nl: Weblate groeit en de toekomst staat open voor nieuwe mogelijkheden.
pl: Weblate rośnie i przyszłość jest otwarta na nowe możliwości.
pt_br: O Weblate cresce e o futuro está aberto para novas oportunidades.
pt_pt: O Weblate cresce e o futuro está aberto a novas oportunidades.
ro: Weblate crește, iar viitorul este deschis către noi oportunități.
ru: Weblate растёт и будущее открыто для новых возможностей.
sk: Weblate rastie a jeho budúcnosť je otvorená pre nové možnosti.
sl: Weblate raste in prihodnost je odprta za nove priložnosti.
sq: Weblate-i fuqizohet dhe e ardhmja është e hapur për mundësi të reja.
sr: Weblate расте и будућност је отворена за нове могућности.
sr_latn: Weblate raste i budućnost je otvorena za nove mogućnosti.
sv: Weblate växer och framtiden är öppen för nya möjligheter.
ta: வலைபெயர்ப்பு வளர்கிறது மற்றும் எதிர்காலம் புதிய வாய்ப்புகளுக்கு திறந்திருக்கும்.
th: Weblate เติบโตขึ้นและอนาคตก็เปิดกว้างสำหรับโอกาสใหม่ ๆ
tr: Weblate büyüyor ve gelecek yeni fırsatlara açık.
uk: Weblate росте, і майбутнє відкрите для нових можливостей.

source: Your Weblate Team
ar: فريق Weblate الخاص بك
be: Ваша каманда Weblate
be_latn: Vasha kamanda Weblate
bg: Вашият екип на Weblate
ca: L’equip del Weblate
cs: Váš Weblate tým
da: Dit Weblate-team
de: Ihr Weblate-Team
el: Η Weblate ομάδα σας
es: El equipo de Weblate
et: Sinu Weblate meeskond
fi: Weblate-joukkueesi
fr: L’équipe Weblate
ga: Do Fhoireann Gréasáin
gl: O seu equipo de Weblate
he: צוות Weblate שלך
hr: Tvoj Weblate tim
hu: Az Ön Weblate csapata
id: Tim Weblate Anda
is: Weblate-teymið þitt
it: Il tuo team Weblate
ja: あなたの Weblate チーム
kab: Agraw n Weblate
lt: Jūsų „Weblate“ komanda
nb: Din Weblate-gjeng
nl: Uw Weblate-team
pl: Twój zespół Weblate
pt_br: A Equipe do Weblate
pt_pt: A equipa do Weblate
ro: Echipa ta Weblate
ru: Ваша команда Weblate
sk: Váš Weblate tím
sl: Vaša ekipa Weblate
sq: Ekipi Juaj Weblate
sr: Ваш Weblate тим
sr_latn: Vaš Weblate tim
sv: Ditt Weblate-team
ta: உங்கள் வலைபெயர்ப்பு குழு
th: ทีมงาน Weblate ของคุณ
tr: Weblate ekibiniz
uk: Ваша Команда Weblate

source: Author of the idea; code and development leader. He’s also designing custom and large-scale solutions.
ar: مؤلف الفكرة ؛ قائد الكود والتطوير. كما أنه يصمم حلولا مخصصة وواسعة النطاق.
be: Аўтар ідэі і галоўны распрацоўнік. Таксама праектуе пабочныя рашэнні.
be_latn: Aўtar іde'і і galoўny' raspraczoўnіk. Taksama praektue pabochny'ya rashe'nnі.
bg: Автор на идеята и кода, както и лидер на разработката. Той също така проектира крупни и персонализирани решения.
ca: Autor de la idea. Lidera el desenvolupament i el codi. També dissenya solucions personalitzades i a gran escala.
cs: Autor nápadu, vedoucí vývoje a kódu. Navrhuje také zákaznická a komplexní řešení.
da: Idéens ophavsmand; kode- og udviklingsleder. Han designer også skræddersyede og omfattende løsninger.
de: Autor der Idee; Code- und Entwicklungsleiter. Er entwirft auch kundenspezifische und groß angelegte Lösungen.
el: Συγγραφέας της ιδέας, επικεφαλής του κώδικα και της ανάπτυξης. Σχεδιάζει επίσης προσαρμοσμένες και μεγάλης κλίμακας λύσεις.
es: Autor de la idea, encabeza el desarrollo del código. Además diseña soluciones a medida y a gran escala.
et: Idee autor, juhtiv programmeerija ja arendusjuht. Ta on ka kohandatud ja suurlahenduste projekteerija.
fi: Idean ja koodin mestari. Kehitys- ja räätälöityjen tai laajamittaisten ratkaisujen johtaminen.
fr: Auteur de l’idée ; responsable du code et du développement. Il conçoit également des solutions personnalisées et à grande échelle.
ga: Údar an smaoineamh; cód agus ceannaire forbartha. Tá réitigh saincheaptha agus ar scála mór á ndearadh aige freisin.
gl: Autor da idea; líder de código e desenvolvemento. Tamén está a deseñar solucións personalizadas e a gran escala.
he: הוגה הרעיון, הקוד ומוביל הפיתוח. מספק גם פתרונות מותאמים ובקנה מידה ענק.
hr: Autor ideje, glavni programer i upravitelj projekta. Također izrađuje prilagođena i velika rješenja.
hu: Az ötletgazda, a kód és a fejlesztés vezetője. Egyedi és nagy léptékű megoldásokat is tervez.
id: Pencipta idenya; ketua tim kode dan pengembangan. Dia juga merancang solusi skala besar dan khusus.
is: Hugmyndarsmiðurinn; forskrifta- og þróunarleiðtogi. Hann hannar einnig sérsniðnar og stórtækar lausnir.
it: Autore dell'idea; leader dello sviluppo del codice. Progetta sia soluzioni personalizzate che su larga scala.
ja: アイデアの発案者、コードおよび開発リーダー。また、カスタム ソリューションや大規模ソリューションなども構築しています。
lt: Idėjos autorius; kodavimo ir programavimo lyderis. Jis taip pat projektuoja tinkintus ir didelio masto projektus.
nb: Opphavsmann, kode- og utviklingsleder. Han utformer også tilpasninger og storskalaløsninger.
nl: Bedenker van het idee, programmeur en hoofdontwikkelaar. Daarnaast ontwerpt hij praktische oplossingen, zowel aangepast als op grote schaal.
pl: Autor pomysłu; lider kodu i rozwoju. Zajmuje się również projektowaniem rozwiązań na zamówienie i na dużą skalę.
pt_br: Autor da ideia; líder de código e desenvolvimento. Ele está projetando soluções personalizadas e em grande escala.
ro: Autorul ideii; lider de cod și dezvoltare. De asemenea, proiectează soluții personalizate și la scară largă.
ru: Автор идеи; лидер разработки и написания кода. Он также проектирует сторонние крупномасштабные решения.
sk: Autor nápadu; vedúci kódu a vývoja. Navrhuje aj zákaznícke a komplexné riešenia.
sl: Avtor ideje; vodja kode in razvoja. Oblikuje tudi rešitve po meri in rešitve velikega obsega.
sq: Zot i idesë, drejtues i programimit dhe zhvillimit. Ndërton gjithashtu zgjidhje vetjake dhe me shtrirje të madhe.
sr_latn: Autor ideje; kodiranju i vođa razvoja. Takođe dizajnira prilagođena i velika rešenja.
sv: Idéförfattare, kod- och utvecklingsledare. Han utformar också anpassade och storskaliga lösningar.
ta: சிந்தனையின் ஆசிரியர்; குறியீடு மற்றும் மேம்பாட்டு தலைவர். அவர் தனிப்பயன் மற்றும் பெரிய அளவிலான தீர்வுகளையும் வடிவமைக்கிறார்.
th: เจ้าของไอเดีย ผู้นำด้านโค้ดและการพัฒนา เขายังออกแบบโซลูชันแบบกำหนดเองและขนาดใหญ่อีกด้วย
tr: Fikrin geliştiricisi; kod ve geliştirme lideri. Ayrıca özel ve büyük ölçekli çözümler tasarlıyor.
uk: Автор ідеї; лідер у програмуванні та розробці. Нетипові або великомасштабні рішення.

source: Community manager and support guru who’s helping you with smooth workflows. Our salesperson.
ar: مدير المجتمع ومعلم الدعم الذي يساعدك في سير العمل بسلاسة. مندوب المبيعات لدينا.
be: Кіраўнік супольнасці і гуру падтрымкі, які дапамагае паляпшаць працоўны працэс.
be_latn: Kіraўnіk supol'nasczі і guru padtry'mkі, yakі dapamagae palyapshacz' praczoўny' pracze's.
bg: Ръководител на общността и гуру на поддръжката, който помага за това работният процес да бъде възможно най-безпроблемен. Нашият агент продажби.
ca: Gestor de la comunitat i gurú de l’assistència. Us ajuda a millorar els fluxos de treball. És el nostre responsable de vendes.
cs: Komunitní manažer a guru podpory, který vám pomáhá s hladkými pracovními procesy. Náš prodavač.
da: Fællesskabsadministrator og support-guru, som hjælper dig med problemfrie arbejdsgange. Vores salgsperson.
de: Community-Manager und Support-Guru, der Ihnen zu reibungslosen Abläufen verhilft. Unser Vertriebsmitarbeiter.
el: Διαχειριστής κοινότητας και γκουρού υποστήριξης που σας βοηθάει στην ομαλή ροή εργασιών. Ο πωλητής μας.
es: Gestor comunitario y gurú de asistencia que ayuda a que su flujo de trabajo sea óptimo. Es nuestro agente de ventas.
et: Kogukonna juht ja tugiteenuste guru, kes aitab klientidel sujuvalt tööd teha. Meie müügimees.
fi: Yhteisön johtaja ja tukiguru, joka auttaa sujuvassa työnkulussa. Myyntihenkilömme.
fr: Responsable de la communauté et gourou de l’assistance, aidant à la fluidité des flux de travail. Celui avec qui vous pouvez parler business.
ga: Bainisteoir pobail agus gúrú tacaíochta atá ag cabhrú leat le sreabhadh oibre réidh. Ár díoltóir.
gl: Xestor da comunidade e gurú da asistencia que está a axudar cos fluxos de traballo fluídos. É o noso responsábel de ventas.
he: מנהל הקהילה וגורו התמיכה שמסייע בתהליכי עבודה חלקים. איש המכירות שלנו.
hr: Upravitelj zajednice i guru za podršku, pomaže uklanjati smetnje u radnim tokovima. Naša osoba u prodaji.
hu: Közösségi menedzser és támogatási guru, aki segíti a gördülékeny munkafolyamatokat. Ő az értékesítőnk is.
id: Manajer komunitas dan guru dukungan yang membantu Anda dengan alur kerja yang mulus. Tenaga penjual kami.
is: Samfélagsstjórnandi og stuðningsgúrú sem hjálpar þér með snurðulausa verkferla. Sölumaðurinn okkar.
it: Gestore della comunità, e guru dell'assistenza che ti aiuta con flussi di lavoro fluidi. Il nostro venditore.
ja: 円滑なワークフローを支援しているコミュニティ マネージャーおよびサポートの第一人者。販売担当者。
lt: Bendruomenės vadovas ir palaikymo guru, padedantis jums užtikrinti sklandų darbo procesą. Mūsų pardavimų vadybininkas.
nb: Fellesskapsleder, brukerstøtteguru som hjelper deg med å strømlinjeforme arbeidsflyten. Vår selger.
nl: Gemeenschapsbeheerder en ondersteuningsgoeroe die je helpt bij het opzetten van efficiënte werkstromen. Onze verkoopmedewerker.
pl: Menedżer społeczności i guru wsparcia, który pomaga Ci w płynnym przepływie pracy. Nasz sprzedawca.
pt_br: Gerente da comunidade e guru de suporte, que lhe ajuda com fluxos de trabalho suaves. Nosso responsável por vendas.
ro: Manager de comunitate și guru de asistență care te ajută cu fluxuri de lucru fără probleme. Vânzătorul nostru.
ru: Менеджер сообщества и гуру поддержки, который помогает вам улучшать рабочий процесс. Наш человек в отделе продаж.
sk: Manažér komunity a guru podpory, ktorý vám pomáha s plynulým priebehom práce. Náš predajca.
sl: Upravitelj skupnosti in podporni guru, ki vam pomaga pri nemotenem poteku dela. Naš prodajalec.
sq: Përgjegjës bashkësie dhe guru asistence, për t’ju ndihmuar me rrjedha pune të pacen. I ngarkuari ynë me shitjet.
sr_latn: Upravnik zajednice i guru podrške koji vam pomaže u nesmetanim radnim tokovima. Naš prodavac.
sv: Community Manager och supportguru som hjälper dig med smidiga arbetsflöden. Vår säljare.
ta: சமூக மேலாளர் மற்றும் உதவி குருவை ஆதரிக்கவும், அவர் உங்களுக்கு மென்மையான பணிப்பாய்வுகளுக்கு உதவுகிறார். எங்கள் விற்பனையாளர்.
th: ผู้จัดการชุมชนและกูรูด้านการสนับสนุนที่ช่วยให้กระบวนการทำงานของคุณราบรื่น และยังเป็นพนักงานขายของเรา
tr: Sorunsuz iş akışlarında size yardımcı olan topluluk yöneticisi ve destek gurusu. Satış sorumlumuz.
uk: Керівник спільноти і гуру підтримки, допомога у згладжуванні робочих процесів, а також медіасупровід продажів.

source: Interface and graphics designer elevating user happiness. He’s continually optimizing Weblate.
ar: مصمم واجهة ورسومات يرفع من سعادة المستخدم. إنه يعمل باستمرار على تحسين Weblate.
be: Дызайнер інтэрфейсу і графікі. Бесперапынна аптымізуе Weblate.
be_latn: Dy'zajner іnte'rfejsu і grafіkі. Besperapy'nna apty'mіzue Weblate.
bg: Дизайнер на интерфейса и графиките, който прави потребителите по-щастливи. Той непрекъснато оптимизира Weblate.
ca: Dissenyador dels gràfics i de la interfície que millora la felicitat dels usuaris. Optimitza contínuament el Weblate.
cs: Návrhář rozhraní a grafiky zvyšující uživatelskou spokojenost. Průběžně vylepšuje Weblate.
da: Grænseflade- og grafisk designer med fokus på brugeroplevelse. Han optimerer løbende Weblate.
de: Interface- und Grafikdesigner, der die Zufriedenheit der Benutzer erhöht. Er optimiert Weblate kontinuierlich.
el: Ο σχεδιαστής διεπαφών και γραφικών αυξάνει την ευτυχία του χρήστη. Βελτιστοποιεί συνεχώς το Weblate.
es: Diseñador gráfico y de interfaz que eleva la felicidad de los usuarios. Continuamente optimizando Weblate.
et: Kasutajaliidese ja graafiline disainer suurendamas kasutajate õnnetunnet. Ta ühtevalu optimeerib Weblate'i liidest.
fi: Käyttöliittymä- ja grafiikkasuunnittelija käyttäjien iloksi. Hän on koko ajan optimoimassa Weblatea.
fr: Concepteur de l’interface et des graphismes augmentant le bonheur des utilisateurs. Il optimise continuellement Weblate.
ga: Dearthóir comhéadan agus grafaic ag ardú sonas an úsáideora. Tá Weblate á bharrfheabhsú go leanúnach aige.
gl: Deseñador de interfaces e gráficas aumentando a felicidade dos usuarios. Está continuamente optimizando Weblate.
he: מעצב מנשק וגרפיקה שמשפר את שביעות רצון הלקוחות. לא מפסיק לשפר את Weblate.
hr: Dizajner sučelja i grafičkog sadržaja povećava zadovoljstvo korisnika. Stalno optimizira Weblate.
hu: Felhasználói felület és grafikai tervező, aki a felhasználói élményt emeli új szintre. Folyamatosan optimalizálja a Weblate működését.
id: Desainer antarmuka dan grafis meningkatkan kebahagiaan pengguna. Dia terus mengoptimalkan Weblate.
is: Viðmóts- og myndefnishönnuður sem miðar að því að auka hamingju notendanna. Hann er stöðugt að betrumbæta Weblate.
it: Progettista di interfacce e grafica per aumentare la felicità degli utenti. Ottimizza continuamente Weblate.
ja: ユーザーの幸福度を高めるインターフェースとグラフィック デザイナー。継続的に Weblate の最適化をしています。
lt: Sąsajos ir grafikos dizaineris, pralinksminantis vartotojus. Nuolat tobulina „Weblate“.
nb: Grensesnitt- og grafikkdesigner, vurderinger av brukertilbakemeldinger. Han forbedrer kontinuerlig Weblate.
nl: Grafische en vormgevingsontwerper die zich aanpast aan gebruikerswensen en Weblate doorlopend optimaliseert.
pl: Projektant interfejsów i grafiki, który dba o zadowolenie użytkowników. Nieustannie optymalizuje serwis Weblate.
pt_br: O designer de interface e gráficos elevando a felicidade do usuário. Ele está otimizando continuamente o Weblate.
ro: Designer de interfețe și grafică pentru a crește fericirea utilizatorilor. El optimizează continuu Weblate.
ru: Дизайнер интерфейса и графики, делающий пользователей счастливее. Он непрерывно оптимизирует Weblate.
sk: Návrhár rozhrania a grafiky, ktorý zvyšuje spokojnosť používateľov. Neustále optimalizuje Weblate.
sl: Oblikovalec vmesnika in grafike dviguje zadovoljstvo uporabnika. Nenehno optimizira Weblate.
sq: I ngarkuari me ndërfaqen dhe anën grafike, për të rritur kënaqjen e përdoruesve. Optimizon vazhdimisht Weblate-in.
sr: Интерфејс и графички дизајнер усрећују кориснике. Он константно оптимизује Weblate.
sr_latn: Interfejs i grafički dizajner koji usrećuje korisnike. Konstantno optimizuje Weblate.
sv: Gränssnitts- och grafikdesigner som gör användarna nöjda. Han optimerar kontinuerligt Weblate.
ta: பயனர் மகிழ்ச்சியை உயர்த்தும் இடைமுகம் மற்றும் கிராபிக்ச் வடிவமைப்பாளர். அவர் தொடர்ந்து வலைபெயர்ப்பை மேம்படுத்துகிறார்.
th: นักออกแบบส่วนติดต่อและกราฟิกที่ช่วยเพิ่มความสุขให้ผู้ใช้ เขาคอยปรับปรุง Weblate ให้ดีที่สุดอยู่เสมอ
tr: Kullanıcı mutluluğunu artıran arayüz ve grafik tasarımcısı. Weblate arayüzünü sürekli iyileştiriyor.
uk: Дизайнер інтерфейсу та графіки, робить користувачів щасливими. Безупинно оптимізує Weblate.

source: Contributors and translators united
ar: المساهمون والمترجمون متّحدون
be: Аўтары і перакладчыкі аб’ядналіся
be_latn: Aўtary' і perakladchy'kі ab’yadnalіsya
bg: Участниците и преводачите се обединяват
ca: Col·laboradors i traductors units
cs: Přispěvatelé a překladatelé sjednoceni
da: Bidragsydere og oversættere forenet
de: Mitwirkende und Übersetzer vereint
el: Συνεισφέροντες και μεταφραστές ενωμένοι
es: Colaboradores y traductores unidos
et: Toetajad ja tõlkijad liidetud
fi: Osallistujat ja kääntäjät yhdessä
fr: Contributeurs et traducteurs unis
ga: Rannpháirtithe agus aistritheoirí aontaithe
gl: Colaboradores e tradutores unidos
he: מתנדבים ומתרגמים גם יחד
hr: Doprinositelji i prevodioci ujedinjeni
hu: Közreműködők és fordítók egyesülése
id: Kontributor dan penerjemah bersatu
is: Hugbúnaðarsmiðir og þýðendur sameinaðir
it: Collaboratori e traduttori uniti
ja: 貢献者と翻訳者の統合
kab: Iwiziwen d ymsuqlen dduklen
lt: Rėmėjų ir vertėjų sąjunga
nb: Bidragsytere og oversettelser i samråd
nl: Bijdragers en vertalers verenigd
pl: Współpracownicy i tłumacze organizacji
pt_br: Colaboradores e tradutores unidos
pt_pt: Colaboradores e tradutores unidos
ro: Contribuitori și traducători uniți
ru: Авторы и переводчики объединились
sk: Prispievatelia a prekladatelia
sl: Združeni avtorji prispevkov in prevajalci
sq: Kontribues dhe përkthyes në unitet
sr: Програмери и преводиоци уједињени
sr_latn: Programeri i prevodioci ujedinjeni
sv: Bidragsgivare och översättare förenade
ta: பங்களிப்பாளர்கள் மற்றும் மொழிபெயர்ப்பாளர்கள் ஒன்றுபட்டது
th: รวมพลังผู้มีส่วนร่วมและนักแปล
tr: Katkıda bulunanlar ve çevirmenler
uk: Творці та перекладачі об'єдналися

source: The Weblate history
ar: تاريخ Weblate
be: Гісторыя Weblate
be_latn: Gіstory'ya Weblate
bg: Историята на Weblate
ca: L’historial del Weblate
cs: Historie Weblate
da: Weblate-historien
de: Die Weblate-Geschichte
el: Το ιστορικό του Weblate
es: La historia de Weblate
et: Weblate ajalugu
fi: Weblaten historia
fr: L’histoire de Weblate
ga: Stair Weblate
gl: A historia de Weblate
he: ההיסטוריה של Weblate
hr: Weblate povijest
hu: A Weblate története
id: Sejarah Weblate
is: Saga Weblate
it: Cronologia Weblate
ja: Weblate の歴史
kab: Azray Weblate
lt: „Weblate“ istorija
nb: Weblate-historien
nl: De geschiedenis van Weblate
pl: Historia Weblate
pt_br: A história do Weblate
pt_pt: A história do Weblate
ro: Istoria Weblate
ru: История Weblate
sk: História projektu Weblate
sl: Zgodovina Weblate
sq: Historiku i Weblate-it
sr: Weblate историја
sr_latn: Weblate istorija
sv: Weblates historia
ta: வலைபெயர்ப்பு வரலாறு
th: ประวัติความเป็นมาของ Weblate
tr: Weblate tarihçesi
uk: Історія Weblate

source: April 2020
ar: أبريل 2020
be: Красавік 2020
be_latn: Krasavіk 2020
bg: Април 2020 година
ca: Abril del 2020
cs: duben 2020
el: Απρίλιος 2020
es: Abril de 2020
et: Aprill 2020
fi: Huhtikuu 2020
fr: Avril 2020
ga: Aibreán 2020
gl: Abril de 2020
he: אפריל 2020
hr: Travanj 2020.
hu: 2020. április
is: Apríl 2020
it: Aprile 2020
ja: 2020 年 4 月
kab: Yebrir 2020
lt: 2020 m. balandis
pl: Kwiecień 2020
pt_br: Abril de 2020
pt_pt: Abril de 2020
ro: Aprilie 2020
ru: Апрель 2020
sk: Apríl 2020
sq: Prill, 2020
sr: април 2020
ta: ஏப்ரல் 2020
th: เมษายน 2020
tr: Nisan 2020
uk: Квітень 2020
