Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Let other users discover your Weblate. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
ar: اسمح للمستخدمين الآخرين باكتشاف Weblate الخاص بك. اقرأ حول كيفية عملها في %(link_start)sالوثائق%(link_end)s.
be: Дайце магчымасць іншым карыстальнікам пабачыць, як працуе ваш Weblate. Пачытаць пра прынцып працы можна ў %(link_start)sдакументацыі%(link_end)s.
be_latn: Dajcze magchy'mascz' іnshy'm kary'stal'nіkam pabachy'cz', yak praczue vash Weblate. Pachy'tacz' pra pry'nczy'p praczy' mozhna ў %(link_start)sdakumentaczy'і%(link_end)s.
ca: Permeteu que altres usuaris descobreixin el vostre Weblate. Obtingueu més informació de com funciona a la %(link_start)sdocumentació%(link_end)s.
cs: Umožněte ostatním uživatelům objevit vaše Weblate. Jak to funguje si přečtěte v %(link_start)sdokumentaci%(link_end)s.
da: Lad andre brugere opdage din Weblate. Læs om, hvordan det fungerer i %(link_start)sdokumentationen%(link_end)s.
de: Lassen Sie andere Benutzer Ihr Weblate entdecken. Lesen Sie in der %(link_start)sDokumentation%(link_end)s, wie es funktioniert.
el: Αφήστε άλλους χρήστες να ανακαλύψουν το Weblate σας. Διαβάστε για το πώς λειτουργεί στην %(link_start)sτεκμηρίωση%(link_end)s.
es: Permita que otros usuarios descubran su Weblate. Lea cómo funciona en la %(link_start)sdocumentación%(link_end)s.
fi: Anna muiden käyttäjien löytää verkkosivustosi. Lue sen toiminnasta %(link_start)sdokumentaatio%(link_end)s.
fr: Faites découvrir votre Weblate à d’autres utilisateurs. Pour en savoir en plus, lisez la %(link_start)sdocumentation%(link_end)s.
ga: Lig d'úsáideoirí eile do Weblate a aimsiú. Léigh faoi conas a oibríonn sé i %(link_start)sdocumentation%(link_end)s.
gl: Permita que outros usuarios atopen o seu Weblate. Lea na %(link_start)sdocumentación%(link_end)s sobre como funciona.
he: לאפשר למשתמשים אחרים לגלות את ה־Weblate שלך. ב%(link_start)sתיעוד%(link_end)s ניתן לקרוא איך זה עובד.
hr: Dozvoli drugim korisnicima da otkriju tvoj Weblate server. Saznaj više o tome na Weblate stranicama %(link_start)sDokumentacija%(link_end)s.
hu: Engedje, hogy más felhasználók is felfedezzék a Weblate rendszerét. A működésről bővebben olvashat a %(link_start)sdokumentációban%(link_end)s.
id: Biarkan pengguna lain menemukan Weblate Anda. Lihat cara kerjanya di dalam %(link_start)sdokumentasi%(link_end)s.
is: Gerðu öðrum notendum kleift að finna Weblate-vefþjóninn þinn. Lestu um hvernig það virkar í %(link_start)sleiðbeiningasafninu%(link_end)s.
it: Consenti ad altri utenti di scoprire il tuo Weblate. Leggi come funziona nella %(link_start)sdocumentazione%(link_end)s.
ja: 他のユーザーにあなたの Weblate を発見してもらいましょう。機能の詳細は、%(link_start)sドキュメント %(link_end)s を確認してください。
nb: La andre brukere oppdage din Weblate. Les mer om hvordan det virker i %(link_start)sdokumentasjonen%(link_end)s.
nl: Stel anderen in staat uw Weblate-server te verkennen. Meer informatie hierover vindt u in de %(link_start)sdocumentatie%(link_end)s.
pl: Pozwól innym użytkownikom odkryć Twoje Weblate. Przeczytaj o tym, jak to działa, w %(link_start)sdokumentacji%(link_end)s.
pt_br: Permita que outros usuários descubram seu servidor Weblate. Saiba mais sobre como isso funciona acessando a %(link_start)sdocumentação%(link_end)s.
ro: Permite altor utilizatori să-ți descopere Weblate-ul. Citește despre cum funcționează în %(link_start)sdocumentație%(link_end)s.
ru: Позвольте другим пользователям узнать о вашем Weblate. О том, как он работает, читайте в документации %(link_start)s %(link_end)s.
sk: Umožnite ostatným používateľom objaviť váš Weblate. Prečítajte si, ako to funguje, v %(link_start)sdokumentácii%(link_end)s.
sq: Lërini përdoruesit e tjerë të zbulojnë instancën tuaj Weblate. Lexoni se si funksionon, te %(link_start)sdokumentimi%(link_end)s.
sv: Låt andra användare upptäcka din Weblate. Läs om hur det fungerar i %(link_start)sdokumentationen%(link_end)s.
ta: பிற பயனர்கள் உங்கள் வலைபெயர்ப்பைக் கண்டறியட்டும். %(link_start)sஆவணத்தில்%(link_end)s இது எவ்வாறு செயல்படுகிறது என்பதைப் படியுங்கள்.
th: ให้ผู้ใช้คนอื่นค้นพบ Weblate ของคุณ อ่านขั้นตอนการทำงานได้ใน%(link_start)sเอกสารประกอบ%(link_end)s
tr: Diğer kullanıcıların Weblate kopyanızı keşfetmesini sağlayın. Nasıl çalıştığını %(link_start)sbelgeler%(link_end)s bölümünden öğrenebilirsiniz.
uk: Надайте іншим користувачам змогу виявляти ваш Weblate. Ознайомтеся з тим, як це працює, за допомогою %(link_start)sдокументації%(link_end)s.

source: Next step
ar: الخطوة التالية
be: Наступны крок
be_latn: Nastupny' krok
bg: Следваща стъпка
ca: Pas següent
cs: Další krok
da: Næste trin
de: Nächster Schritt
el: Επόμενο βήμα
es: Próximo paso
fi: Seuraava vaihe
fr: Étape suivante
ga: An chéad chéim eile
gl: Seguinte paso
he: הצעד הבא
hr: Sljedeći korak
hu: Következő lépés
id: Langkah berikutnya
is: Næsta skref
it: Step successivo
ja: 次のステップ
kab: Amecwaṛ d-iteddun
nb: Neste skritt
nl: Volgende stap
pl: Następny krok
pt_br: Próximo passo
ro: Pasul următor
ru: Следующий шаг
sk: Ďalší krok
sl: Naslednji korak
sq: Hapi pasues
sv: Nästa steg
ta: அடுத்த அடி
th: ขั้นตอนถัดไป
tr: Sonraki adım
uk: Наступний крок

source: You will be redirected to the server in question to confirm its listing.
ar: ستتم إعادة توجيهك إلى الخادم المعني لتأكيد قائمته.
be: Вас перанакіруе на сервер для пацвярджэння дадання да спісу.
be_latn: Vas peranakіrue na server dlya paczvyardzhe'nnya dadannya da spіsu.
ca: Se us redirigirà al servidor en concret per a confirmar-ne el llistat.
cs: Budete přesměrováni na příslušný server, abyste potvrdili jeho zařazení.
da: Du bliver omdirigeret til den pågældende server for at bekræfte dens opførelse.
de: Sie werden zum betreffenden Server weitergeleitet, um dessen Eintrag zu bestätigen.
el: Θα ανακατευθυνθείτε στον εν λόγω διακομιστή για να επιβεβαιώσετε την καταχώρισή του.
es: Se le redirigirá al servidor concreto para confirmar su catalogación.
fi: Sinut ohjataan kyseiselle palvelimelle vahvistamaan sen luettelointi.
fr: Vous allez être redirigés vers le serveur concerné ...
ga: Déanfar tú a atreorú chuig an bhfreastalaí atá i gceist chun a liostú a dhearbhú.
gl: Vai ser redirixido ao servidor en cuestión para confirmar a súa listaxe.
he: תתבצע הפניה לשרת הנדון כדי לאשר את רישומו.
hr: Preusmjerit ćemo te na odgovarajući server za potvrđivanje njegovog uvrštavanja u popis.
hu: Átirányítjuk az érintett szerverre, ahol megerősítheti a listázást.
id: Anda akan diarahkan ke server yang bersangkutan untuk mengonfirmasi daftarnya.
is: Þér verður beint aftur á viðkomandi vefþjón til þess að staðfesta skráninguna.
it: Verrai reindirizzato al server in questione per confermarne l'elenco.
ja: リストに登録するか確認するためサーバーにリダイレクトします。
nb: Du vil bli videresendt til den omtalte tjeneren for å bekrefte oppføringen.
nl: U wordt doorgestuurd naar de server in kwestie om uw deelname te bevestigen.
pl: Zostaniesz przekierowany na dany serwer w celu potwierdzenia jego wpisu.
pt_br: Você será redirecionado para o servidor em questão para confirmar sua listagem.
ro: Te vom redirecționa către serverul în cauză pentru a confirma listarea acestuia.
ru: Вы будете перенаправлены на соответствующий сервер для подтверждения его включения в список.
sk: Budete presmerovaný na dotazovaný server, aby ste potvrdili zaradenie do zoznamu.
sq: Do të ridrejtoheni te shërbyesi në fjalë, për të ripohuar përfshirjen e tij në listë.
sv: Du kommer att omdirigeras till servern i fråga för att bekräfta dess listning.
ta: அதன் பட்டியலை உறுதிப்படுத்த நீங்கள் கேள்விக்குரிய சேவையகத்திற்கு திருப்பி விடப்படுவீர்கள்.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเซิร์ฟเวอร์ดังกล่าวเพื่อยืนยันรายการ
tr: Listeye eklemeyi onaylamak için ilgili sunucuya yönlendirileceksiniz.
uk: Вас буде переспрямовано на відповідний сервер для підтвердження додавання до списку.

source: Customize Discover Weblate listing
ar: تخصيص قائمة "اكتشاف ويبلايت"
be: Наладзіць сервер Сусвету Weblate
be_latn: Naladzіcz' server Susvetu Weblate
ca: Personalitzeu la visualització a «Descobriu el Weblate»
cs: Přizpůsobení výpisu Objevte Weblate
da: Tilpas Opdag Weblate-opførelse
de: Eintrag von „Entdecken Sie Weblate“ anpassen
el: Προσαρμογή της καταχώρισης Discover Weblate
es: Personalizar catalogación en Descubrir Weblate
et: Kohanda „Discover Weblate“ loetelu
fi: Mukauta Discover Weblate -luetteloa
fr: Personnaliser l’affichage dans la liste Découvrir Weblate
ga: Saincheap liostú Discover Weblate
gl: Personalizar a listaxe de «Detectar Weblate»
he: התאמת רשומת הגילוי ב־Weblate באופן אישי
hr: Prilagodi popis „Otkrij Weblate”
hu: Weblate-felfedezés bejegyzés testreszabása
id: Sesuaikan daftar Jelajahi Weblate
is: Sérsníða skráningu tilviks á lista hjá Weblate
it: Personalizza annuncio su Discover Weblate
ja: 「Weblate プロジェクトの探索」のリストの変更
nb: Tilpass opplisting for oppdagelse
nl: Ontdek Weblate-vermelding aanpassen
pl: Dostosuj wpis w Odkryj Weblate
pt_br: Personalizar listas ao Discover do Weblate
ro: Personalizează lista Descoperă Weblate
ru: Настроить список навигатора Weblate
sk: Prispôsobte zoznam Objavte Weblate
sq: Përshtatni zë Zbuloni Weblate-in
sr: Прилагодите листу истраживања Weblate-а
sv: Anpassa Discover Weblate-listning
ta: வலைபெயர்ப்பு பட்டியலைக் கண்டுபிடிப்பதைத் தனிப்பயனாக்குங்கள்
th: ปรับแต่งรายการ Discover Weblate
tr: Weblate keşfet liste kaydınızı özelleştirin
uk: Налаштувати список виявлення Weblate

source: Weblate support
ar: دعم Weblate
be: Падтрымка Weblate
be_latn: Padtrymka Weblate
bg: Поддръжка на Weblate
ca: Assistència de Weblate
cs: Podpora pro Weblate
el: Υποστήριξη Weblate
es: Asistencia de Weblate
fi: Weblate-tuki
fr: Assistance Weblate
ga: Tacaíocht láithreán gréasáin
gl: Asistencia de Weblate
he: Weblate תמיכה
hr: Weblate podrška
hu: Weblate támogatás
id: Dukungan Weblate
is: Weblate-aðstoð
it: Assistenza Weblate
ja: Weblate のサポート
kab: Tallalt n Weblate
lt: Weblate palaikymas
nb: Weblate hjelp
nl: Weblate-ondersteuning
pl: Wsparcie Weblate
pt_br: Suporte ao Weblate
pt_pt: Apoio do Weblate
ro: Asistență Weblate
ru: Поддержка Weblate
sk: Weblate podpora
sl: Podpora Weblate
sq: Asistencë mbi Weblate-in
sr: Weblate подршка
sr_latn: Weblate podrška
ta: வலைபெயர்ப்பு உதவி
th: บริการสนับสนุน Weblate
tr: Weblate desteği
uk: Підтримка Weblate

source: Weblate is copylefted libre software with community support. Subscribers receive priority support at no extra charge. Prepaid help packages are available for everyone.
ar: Weblate هو برنامج حر متروك الحقوق بدعم من المجتمع. يحصل المشتركون على دعم ذي أولوية دون أي رسوم إضافية. حزم المساعدة المدفوعة مسبقا متاحة للجميع.
be: Weblate - гэта бясплатнае праграмнае забеспячэнне з падтрымкай супольнасці. Абаненты атрымліваюць першачарговую падтрымку без дадатковай аплаты. Папярэдне аплачаныя матэрыялы даступныя для ўсіх.
be_latn: Weblate - ge'ta byasplatnae pragramnae zabespyache'nne z padtry'mkaj supol'nasczі. Abanenty' atry'mlіvayucz' pershachargovuyu padtry'mku bez dadatkovaj aplaty'. Papyare'dne aplachany'ya mate'ry'yaly' dastupny'ya dlya ўsіx.
ca: El Weblate és programari lliure amb copyleft amb assistència de la comunitat. Els subscriptors reben assistència prioritària sense càrrecs addicionals. Tots els usuaris tenen accés a paquets d’ajuda de pagament a l’avançada.
cs: Weblate je svobodný software s komunitní podporou. Předplatitelé získají přednostní podporu bez dalších poplatků. Předplacené balíčky s podporu jsou dostupné pro každého.
da: Weblate er copylefted fri software med fællesskabsstøtte. Abonnenter får prioriteret support uden ekstra omkostninger. Forudbetalte hjælpepakker er tilgængelige for alle.
de: Weblate ist eine Copyleft-lizenzierte Freie Software mit Community-Support. Abonnenten erhalten bevorzugten Support ohne Aufpreis. Prepaid-Hilfspakete sind für alle verfügbar.
el: Το Weblate είναι copylefted ελεύθερο λογισμικό με υποστήριξη από την κοινότητα. Οι συνδρομητές λαμβάνουν υποστήριξη κατά προτεραιότητα χωρίς επιπλέον χρέωση. Προπληρωμένα πακέτα βοήθειας είναι διαθέσιμα για όλους.
es: Weblate es un programa libre, de licencia «copyleft», con asistencia comunitaria. Los suscriptores obtienen asistencia prioritaria sin costo extra. Todos pueden adquirir paquetes de asistencia prepagados.
fi: Weblate on kopio-oikeuksilla suojattu ilmainen ohjelmisto yhteisön tuella. Tilaajat saavat ensisijaista tukea ilman lisämaksua. Prepaid-apupaketit ovat kaikkien saatavilla.
fr: Weblate est un logiciel libre sous copyleft avec une assistance communautaire. Les abonnés bénéficient d’une assistance prioritaire sans frais supplémentaires. Des forfaits d’assistance prépayés sont disponibles pour les non-abonnés.
ga: Is bogearraí saora cóipleite é Weblate le tacaíocht pobail. Faigheann síntiúsóirí tacaíocht tosaíochta gan aon táille bhreise. Tá pacáistí cabhrach réamhíoctha ar fáil do gach duine.
gl: Weblate é un software libre con «copyleft» coa colaboración da comunidade. Os subscritores reciben asistencia prioritaria sen custo adicional. Os paquetes de axuda de prepagamento están dispoñíbeis para todos.
he: Weblate היא תכנה חופשית ברישיון מתירני עם תמיכה קהילתית. מנויים מקבלים תמיכה בעדיפות ללא עלות נוספות. חבילות עזרה בתשלום מראש זמינות לכל דורש.
hr: Weblate je slobodan softver s copyleft licencom i s podrškom zajednice. Pretplatnici primaju prioritetnu podršku bez dodatnih troškova. Paketi s unaprijed plaćenom pomoći dostupni su svima.
hu: A Weblate copyleft licencű szabad szoftver, közösségi támogatással. Az előfizetők prioritást élvező támogatást kapnak külön díj nélkül. Előre fizetett támogatási csomagok bárki számára elérhetők.
id: Weblate adalah perangkat lunak gratis yang di-copyleft-kan dengan dukungan komunitas. Pelanggan menerima dukungan prioritas tanpa biaya tambahan. Paket dukungan prabayar tersedia bagi semua orang.
is: Weblate er frjáls hugbúnaður með samfélagsstuðningi. Þeir sem eru í áskrift fá forgangsaðstoð án aukagjalds. Hægt er að kaupa fyrirframgreidda aðstoðarpakka.
it: Weblate è un software libero copyleft con il supporto della comunità. Gli abbonati Weblate ricevono un supporto prioritario senza costi aggiuntivi. Sono disponibili per tutti pacchetti prepagati di supporto.
ja: Weblate はコミュニティによる支援がある、コピーレフトな自由ソフトウェアです。プレミアム クラウドの加入者は、追加料金なしで優先的なサポートを受けられます。案件ごとのサポート パッケージは、どなたでも申し込めます。
kab: Weblate d aseɣzan ilelli s tallelt sɣur tarbaɛt yedlin. Imjerrden ad d-remsen tallelt yezwaren war lexlaṣ s zyada. Tallelt yettwaxelṣen seg tazwara tewjed i yal yiwen.
lt: „Weblate“ – tai bendruomenės remiama kopijuojamosios palikimo laisvoji programinė įranga. Prenumeratoriai gauna prioritetinį palaikymą be papildomo mokesčio. Visiems pasiekiami iš anksto apmokėti pagalbos paketai.
nb: Weblate er gemenslig fri programvare med gemenskapsstøtte. Abonnementer mottar prioritetsstøtte gratis. Forhåndsbetalte hjelpepakker er tilgjengelig for alle.
nl: Weblate is vrije software met gemeenschapsondersteuning. Abonnees krijgen zonder extra kosten prioritaire ondersteuning; alle andere gebruikers kunnen ad-hoc hulppakketten vooraf betalen.
pl: Weblate jest wolnym oprogramowaniem typu copylefted z pomocą społeczności. Abonenci otrzymują priorytetową pomoc techniczną bez dodatkowych opłat. Przedpłacone pakiety pomocy są dostępne dla każdego.
pt_br: O Weblate é um software livre protegido por copyleft com suporte da comunidade. Assinantes recebem suporte prioritário sem custo adicional. Planos de ajuda pré-pagos estão disponíveis para todos.
pt_pt: Weblate é um &lt;i&gt;software&lt;/i&gt; livre em "copyleft" com o apoio da comunidade. Os subscritores recebem apoio prioritário sem nenhum custo adicional. Estão disponíveis pacotes de ajuda pré-pagos para toda a gente.
ro: Weblate este un software libre de tip copyleft, cu sprijinul comunității. Abonații beneficiază de asistență prioritară fără costuri suplimentare. Pachete de asistență preplătite sunt disponibile pentru toată lumea.
ru: Weblate — это свободное программное обеспечение с поддержкой сообщества. Подписчики Weblate получают приоритетную поддержку без дополнительной оплаты. Предоплаченные пакеты доступны всем.
sk: Weblate je copyleftovaný slobodný softvér s komunitnou podporou. Predplatitelia majú prednostný prístup k podpore bez ďalších poplatkov. Predplatené balíčky podpory sú k dispozícii pre každého.
sq: Weblate-i është software i lirë, “copylefted”, me asistencë nga bashkësia. Pajtimtarët përfitojnë asistencë me përparësi pa tarifa ekstra. Paketa të parapaguara ndihme mund të marrë kushdo.
sr: Weblate је слободан и бесплатан софтвер са подршком заједнице. Претплатници добијају приоритетну подршку без додатне надокнаде. Припејд пакети помоћи, доступни су свима.
sr_latn: Weblate je slobodan i besplatan softver sa podrškom zajednice. Pretplatnici dobijaju prioritetnu podršku bez dodatne nadoknade. Pripejd paketi pomoći, dostupni su svima.
sv: Weblate är copylefted fri programvara med community-support. Prenumeranter får prioriterad support utan extra kostnad. Förbetalda hjälppaket är tillgängliga för alla.
ta: வலைபெயர்ப்பு என்பது சமூக ஆதரவுடன் நகலெடுக்கும் விடுதலை மென்பொருளாகும். சந்தாதாரர்கள் கூடுதல் கட்டணம் இல்லாமல் முன்னுரிமை ஆதரவைப் பெறுகிறார்கள். முன்பணம் செலுத்தப்பட்ட உதவி தொகுப்புகள் அனைவருக்கும் கிடைக்கின்றன.
th: Weblate เป็นซอฟต์แวร์เสรีประเภท Copyleft ที่ได้รับการสนับสนุนจากชุมชน ผู้สมัครสมาชิกจะได้รับบริการสนับสนุนก่อนใครโดยไม่มีค่าใช้จ่ายเพิ่มเติม และมีแพ็กเกจความช่วยเหลือแบบชำระเงินล่วงหน้าสำหรับทุกคน
tr: Weblate, topluluk desteği olan ve serbest telif hakkıyla sunulan bir özgür yazılımdır. Aboneler ek ücret ödemeden öncelikli destek alırlar. İsteyen herkes ön ödemeli yardım paketleri satın alabilir.
uk: Weblate — це вільне програмне забезпечення, захищене копілефт, з підтримкою спільноти. Передплатники отримують першочергову підтримку без доплати. Попередньо передплачені пакети допомоги доступні для всіх.

source: Report issue
ar: أبلغ عن خطأ
be: Паведаміць пра праблему
be_latn: Paviedamić pra prabliemu
bg: Докладване на проблем
ca: Informa d’un error
cs: Nahlásit požadavek
da: Rapportér problem
de: Problem melden
el: Θέμα αναφοράς
es: Informar de un problema
fi: Ilmoita ongelmasta
fr: Signaler une anomalie
ga: Eisiúint tuairisce
gl: Informar dunha incidencia
he: דיווח על תקלה
hr: Prijavi problem
hu: Hiba jelentése
id: Laporkan masalah
is: Tilkynna vandamál
it: Segnala un problema
ja: 問題の報告
kab: Azen ugur
lt: Pranešti apie nesklandumą
nb: Rapporter problem
nl: Probleem melden
pl: Zgłoś problem
pt_br: Informar problema
pt_pt: Reportar Problema
ro: Raportează problemă
ru: Сообщить о проблеме
sk: Nahlásiť chybu
sl: Poročaj o napaki
sq: Raportoni çështje
sr: Пријавите проблем
sr_latn: Prijavite problem
sv: Rapportera fel
ta: சிக்கல் அறிக்கை
th: รายงานปัญหา
tr: Sorun bildir
uk: Звіт про ваду

source: Bugs and feature requests
ar: العلل وطلبات الميزات
be: Хібы альбо прапановы функцый
be_latn: Xіby' al'bo prapanovy' funkczy'j
bg: Неизправности и предложения
ca: Errors i peticions de funcionalitats
cs: Chyby a žádosti o vylepšení
da: Fejl og funktionsanmodninger
de: Fehlerberichte und Vorschläge für neue Funktionen
el: Σφάλματα και αιτήσεις χαρακτηριστικών
es: Defectos y solicitudes de funcionalidad
fi: Bugit ja ominaisuuspyynnöt
fr: Anomalies et Suggestions d’amélioration
ga: Bugs agus iarratais gné
gl: Fallos ou peticións de funcionalidades
he: באגים ובקשות תכונות
hr: Greške i predlaganje novih funkcija
hu: Hibák és funkciókérések
id: Kesalahan dan permintaan fitur
is: Villutilkynningar og beiðnir um nýja eiginleika
it: Errori e richieste di funzionalità
ja: バグや機能要望
kab: Asuter n tmahilin d yibugen
nb: Feil og ønsker
nl: Bugs en functieverzoeken
pl: Błędy i prośby o funkcje
pt_br: Erros e solicitações de funcionalidades
pt_pt: Erros ou pedidos de funcionalidades
ro: Erori și cereri de caracteristici
ru: Ошибки и пожелания
sk: Chyby a žiadosti o funkcie
sq: Të meta dhe kërkesa për veçori
sr: Грешке и захтеви
sr_latn: Greške i zahtevi
sv: Fel och förfrågningar om nya funktioner
ta: பிழைகள் மற்றும் நற்பொருத்த கோரிக்கைகள்
th: บั๊กและคำร้องขอคุณสมบัติ
tr: Hatalar ve özellik istekleri
uk: Вади та побажання
