Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: About
ar: نبذة عنا
be: Інфармацыя
be_latn: Pra prahramu
bg: Относно
ca: Quant a
cs: O nás
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Lähemalt meist
fi: Tietoja
fr: À propos
ga: Faoi
gl: Sobre
he: על אודות
hr: Informacije
hu: Névjegy
id: Perihal
is: Um hugbúnaðinn
it: Informazioni su
ja: 概要
kab: Ɣef
lt: Apie mus
nb: Om
nl: Over
pl: O Weblate
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: О нас
sk: Informácie
sl: O aplikaciji
sq: Mbi
sr: О нама
sr_latn: O nama
sv: Om
ta: பற்றி
th: เกี่ยวกับเรา
tr: Hakkında
uk: Про програму

source: Docs
ar: المستندات
be: Дакументацыя
be_latn: Dakumientacyja
bg: Документация
ca: Documentació
cs: Dokumentace
da: Dokumentation
de: Dokumentation
el: Έγγραφα
es: Documentación
et: Dokumendid
fi: Dokumentaatio
fr: Documentation
ga: Cáipéisí
gl: Documentación
he: תיעוד
hr: Dokumentacija
hu: Dokumentáció
id: Dokumentasi
is: Hjálparskjöl
it: Documenti
ja: ドキュメント
kab: Tasemlit
lt: Dokumentacija
nb: Dokumentasjon
nl: Documentatie
pl: Dokumentacja
pt_br: Documentação
pt_pt: Documentação
ro: Documentație
ru: Документация
sk: Dokumentácia
sl: Dokumentacija
sq: Dokumentime
sr: Документација
sr_latn: Dokumentacija
sv: Dokumentation
ta: கோப்புகள்
th: เอกสาร
tr: Belgeler
uk: Документація

source: <strong>Gratis</strong> or <strong>Premium</strong>—it’s up to you
ar: <strong>بالمجان</strong> أو <strong>بعلاوة</strong>—لكم الخيار
be: <strong>Бясплатна</strong> або <strong>Прэміум</strong> - залежыць ад вас
be_latn: <strong>Byasplatna</strong> abo <strong>Pre'mіum</strong> - zalezhy'cz' ad vas
ca: <strong>Gratuït</strong> o <strong>premium</strong>: vós decidiu
cs: <strong>Zdarma</strong> nebo <strong>prémiově</strong>—je to na vás
da: <strong>Gratis</strong> eller <strong>præmium</strong>—det er op til dig
de: <strong>Kostenlos</strong> oder <strong>Premium</strong> – es liegt bei Ihnen
el: <strong>Δωρεάν</strong> ή <strong>Premium</strong>—εξαρτάται από εσάς
es: <strong>Gratis</strong> o <strong>premium</strong>: es su decisión
fi: <strong>Gratis</strong> tai <strong>Premium</strong> — sinä päätät
fr: <strong>Gratuit</strong> ou <strong>Prémium</strong> — c’est vous qui choisissez
ga: <strong>Saor in Aisce</strong> nó <strong>Préimh</strong> - fút féin atá sé
gl: <strong>De balde</strong> ou <strong>premium</strong>—de Vde. depende
he: <strong>חינם</strong> או <strong>פרימיום</strong>—הבחירה בידיך
hr: <strong>Besplatno</strong> ili <strong>Premium</strong> – kako god želiš
hu: <strong>Ingyenes</strong> vagy <strong>Prémium</strong> — az Ön döntése
id: <strong>Gratis</strong> atau <strong>Premium</strong>—terserah Anda
is: <strong>Ókeypis áskrift</strong> eða <strong>Forgangsáskrift</strong> — þú ræður
it: <strong>Gratis</strong> o <strong>Premium</strong> - dipende da te
ja: <strong>無料</strong> または <strong>プレミアム</strong> — 自由に選択
kab: <strong>Baṭel</strong> neɣ <strong>Premium</strong>—ɣur-k kan i teqqim
lt: <strong>Nemokamai</strong> arba <strong>mokamai</strong> – tai priklauso nuo jūsų
nb: <strong>Gratis</strong> eller <strong>premium</strong>—det er opp til deg
nl: <strong>Gratis</strong> of <strong>Premium</strong>—u maakt de keuze
pl: <strong>Za darmo</strong> lub <strong>Premium</strong>—to zależy od Ciebie
pt_br: <strong>Grátis</strong> ou <strong>Premium</strong> — cabe a você escolher
pt_pt: <strong>Grátis</strong> ou <strong>Profissional</strong> - é consigo
ro: <strong>Gratis</strong> sau <strong>Premium</strong>—depinde de tine
ru: <strong>Бесплатно</strong> или <strong>премиум</strong> — зависит от вас
sk: <strong>Zadarmo</strong> alebo <strong>Prémiovo</strong> – je to iba na vás
sq: <strong>Falas</strong> ose <strong>Me Pagesë</strong>—në dorën tuaj
sr: <strong>Бесплатно</strong> или <strong>Премијум</strong> — од вас зависи
sr_latn: <strong>Besplatno</strong> ili <strong>Premijum</strong> — od vas zavisi
sv: <strong>Gratis</strong> eller <strong>Premium</strong>—det är upp till dig
ta: <strong> இலவசம் </strong> அல்லது <strong> காப்பீடு </strong> - இது உங்களுடையது
th: <strong>ฟรี</strong> หรือ <strong>พรีเมียม</strong>—คุณเลือกได้
tr: <strong>Bedava</strong> ya da <strong>Ücretli</strong>. Size kalmış
uk: <strong>Безплатно</strong> чи <strong>Преміум</strong>—залежить від вас

source: Premium Cloud
ar: سحابية ممتازة
be: Прэміумнае воблака
be_latn: Pre'mіumnae voblaka
ca: Núvol premium
cs: Prémiový cloud
da: Præmium sky
el: Premium Σύννεφο
es: Nube premium
fi: Premium-pilvi
fr: Cloud Prémium
ga: Scamall Préimh
gl: Nube premium
he: ענן פרימיום
hr: Premium oblak
hu: Prémium felhő
id: Layanan Awan Premium
is: Forgangsskýjaþjónusta
it: Cloud Premium
ja: プレミアム クラウド
lt: Mokamas debesis
nb: Premium-sky
pl: Chmura Premium
pt_br: Nuvem premium
pt_pt: Nuvem Premium
ro: Cloud Premium
ru: Премиумное облако
sk: Prémiový cloud
sq: Re Me Pagesë
sr: Премијум облак
sr_latn: Premijum oblak
sv: Premium Moln
ta: காப்பீடு முகில்
th: คลาวด์พรีเมียม
tr: Ücretli bulut
uk: Преміум хмара

source: for ease and comfort
ar: من أجل الراحة والسهولة
be: для зручнасці і камфорту
be_latn: dlya zruchnasczі і kamfortu
ca: per a facilitat i comfort
cs: pro snadnost a pohodlí
da: for nemhedens skyld
de: für mehr Komfort und Leichtigkeit
el: για ευκολία και άνεση
es: para facilidad de uso y comodidad
fi: helppoutta ja mukavuutta
fr: pour la facilité et le confort
ga: ar mhaithe le suaimhneas agus compord
gl: por facilidade e comodidade
he: לקלות ונוחות
hr: za jednostavnost i udobnost
hu: a kényelemért és egyszerűségért
id: untuk kemudahan dan kenyamanan
is: fyrir auðveldleika og þægindi
it: per facilità e comodità
ja: 安心・快適
kab: i tifses d rrkad
lt: lengvumui ir patogumui
nb: for beleilighet og komfort
nl: voor gemak en comfort
pl: dla ułatwienia i wygody
pt_br: para facilidade e conforto
pt_pt: para facilidade e conforto
ro: pentru ușurință și confort
ru: для лёгкости и удобства
sk: pre jednoduchosť a pohodlie
sq: për lehtësi dhe rehati
sr: за лакоћу и комфор
sr_latn: za lakoću i komfor
sv: för enkelhet och komfort
ta: எளிதாகவும் ஆறுதலுக்காகவும்
th: เพื่อความสะดวกสบาย
tr: kolaylık ve rahatlık için
uk: для легкості та зручності

# Hosting plan parameter
source: Hosted strings
be: Размешчаныя радкі
be_latn: Razmeshchany'ya radkі
bg: Брой съхранявани низове
ca: Cadenes allotjades
cs: Hostovaných řetězců
da: Hostet strenge
de: Gehostete Zeichenketten
el: Σύνολο Κειμένων
es: Cadenas alojadas
et: Lähtelausendid
fr: Chaînes hébergées
ga: Teaghráin óstáilte
gl: Cadeas aloxadas
he: מחרוזות מתארחות
hr: Spremljeni izrazi
hu: Kiszolgált szövegek
id: String yang dihosting
is: Hýstir strengir
it: Stringhe ospitate
ja: 保管できる文章数
lt: Priglobiamos eilutės
nl: Gehoste tekenreeksen
pl: Hostowane ciągi
pt_br: Textos hospedados
ro: Șiruri găzduite
ru: Хранимые строки
sk: Hosťovaných reťazcov
sq: Vargje të strehuar
sr: Хостовани низови
sr_latn: Smeštene niske
ta: புரவலன் செய்யப்பட்ட சரங்கள்
th: ข้อความที่โฮสต์
tr: Barındırılan dizge
uk: Розміщені рядки

# Hosting plan parameter
source: Languages
ar: اللغات
be: Мовы
be_latn: Movy
bg: Езици
ca: Llengües
cs: Jazyků
da: Sprog
de: Sprachen
el: Γλώσσες
es: Idiomas
et: Keeled
fi: Kielet
fr: Langues
ga: Teangacha
gl: Idiomas
he: שפות
hr: Jezici
hu: Nyelvek
id: Bahasa
is: Tungumál
it: Lingue
ja: 言語
kab: Tutlayin
lt: Kalbos
nb: Språk
nl: Talen
pl: Języki
pt_br: Idiomas
pt_pt: Idiomas
ro: Limbi
ru: Языки
sk: Jazyky
sl: Jeziki
sq: Gjuhë
sr: Језици
sr_latn: Jezici
sv: Språk
ta: மொழிகள்
th: ภาษา
tr: Dil
uk: Мови

source: Unlimited
ar: غير محدود
be: Неабмежавана
be_latn: Nieabmiežavany
bg: Без ограничение
ca: Il·limitat
cs: Neomezeno
da: Ubegrænset
de: unbegrenzt
el: Απεριόριστο
es: Ilimitado
et: Piiramatu
fi: Rajoittamaton
fr: Illimité
ga: Neamhtheoranta
gl: Sen límite
he: ללא הגבלה
hr: Neograničeno
hu: Korlátlan
id: Tidak terbatas
is: Ótakmarkað
it: Illimitato
ja: 無制限
kab: War talast
lt: Neribotas
nb: Ubegrenset
nl: Onbeperkt
pl: Nieograniczone
pt_br: Ilimitado
pt_pt: Ilimitado
ro: Nelimitat
ru: Неограниченно
sk: Neobmedzene
sl: Neomejeno
sq: E pakufizuar
sr: Неограничено
sr_latn: neograničeno
sv: Obegränsat
ta: வரம்பற்றது
th: ไม่จำกัด
tr: Sınırsız
uk: Необмежено

# Hosting plan parameter
source: Projects
ar: المشاريع
be: Праекты
be_latn: Prajekty
bg: Проекти
ca: Projectes
cs: Projektů
da: Projekter
de: Projekte
el: Έργα
es: Proyectos
et: Projektid
fi: Projektit
fr: Projets
ga: Tionscadail
gl: Proxectos
he: מיזמים
hr: Projekti
hu: Projektek
id: Proyek
is: Verkefni
it: Progetti
ja: プロジェクト
kab: Isenfaṛen
lt: Projektai
nb: Prosjekter
nl: Projecten
pl: Projekty
pt_br: Projetos
pt_pt: Projetos
ro: Proiecte
ru: Проекты
sk: Projekty
sl: Projekti
sq: Projekte
sr: Пројекти
sr_latn: Projekti
sv: Projekt
ta: திட்டங்கள்
th: โครงการ
tr: Projeler
uk: Проєкти

# Hosting plan parameter
source: Components
ar: المكونات
be: Кампаненты
be_latn: Kampanienty
bg: Компоненти
cs: Součástí
da: Komponenter
de: Komponenten
el: Περιεχόμενα
es: Componentes
et: Komponendid
fi: Komponentit
fr: Composants
ga: Comhpháirteanna
gl: Compoñentes
he: רכיבים
hr: Komponente
hu: Összetevők
id: Komponen
is: Þýðingarhlutar
it: Componenti
ja: コンポーネント
kab: Isuddisen
lt: Komponentai
nb: Komponenter
nl: Onderdelen
pl: Komponenty
pt_br: Componentes
pt_pt: Componentes
ro: Componente
ru: Компоненты
sk: Komponenty
sl: Komponente
sq: Përbërës
sr: Компоненте
sr_latn: Komponente
sv: Komponenter
ta: கூறுகள்
th: องค์ประกอบ
tr: Bileşenler
uk: Складники

source: Save %(percent)s%%
ar: وفر %(percent)s%%
be: Эканомія %(percent)s%%
be_latn: E'kanomіya %(percent)s%%
bg: Спестете %(percent)s%%
ca: Estalvi del %(percent)s%%
cs: Ušetřete %(percent)s %%
da: Spar %(percent)s%%
de: Spare %(percent)s%%
el: Εξοικονόμηση %(percent)s%%
es: Ahorre %(percent)s%%
et: Säästa %(percent)s%%
fi: Säästä %(percent)s %%
fr: Économisez %(percent)s %%
ga: Sábháil %(percent)s%%
gl: Aforre o %(percent)s%%
he: חיסכון של %(percent)s%%
hr: Uštedi %(percent)s %%
hu: %(percent)s%% megtakarítás
id: Hemat %(percent)s%%
is: Sparaðu %(percent)s%%
it: Risparmia il %(percent)s%%
ja: %(percent)s%% 節約
kab: Ḥrez %(percent)s%%
lt: Sutaupykite %(percent)s %%
nb: Spar %(percent)s%%
nl: Bespaar %(percent)s%%
pl: Oszczędzasz %(percent)s%%
pt_br: Economize %(percent)s%%
pt_pt: Poupe %(percent)s%%
ro: Economisești %(percent)s%%
ru: Экономия %(percent)s%%
sk: Ušetrite %(percent)s%%
sq: Kurseni %(percent)s%%
sr: Уштедите %(percent)s%%
sr_latn: Uštedite %(percent)s%%
sv: Spara %(percent)s%%
ta: %(percent)s%% சேமி
th: ประหยัด %(percent)s%%
tr: %%%(percent)s indirim
uk: Ощада %(percent)s%%

source: for complete control
ar: للتحكم الكامل
be: для поўнага кантролю
be_latn: dlya poўnaga kantrolyu
ca: per a un control total
cs: pro úplnou kontrolu
da: for komplet kontrol
de: für vollständige Kontrolle
el: για πλήρη έλεγχο
es: para un control total
fi: täysin hallinnassasi
fr: pour un contrôle complet
ga: le haghaidh rialú iomlán
gl: para un control total
he: לשליטה מלאה
hr: za potpunu kontrolu
hu: a teljes irányításért
id: untuk kendali menyeluruh
is: fyrir fulla stjórn
it: per un controllo completo
ja: 全機能自己管理
kab: i usefrek ummid
nb: for full kontroll
nl: voor volledige controle
pl: dla pełnej kontroli
pt_br: para controle completo
pt_pt: para controlo total
ro: pentru control complet
ru: для полного контроля
sk: pre úplnú kontrolu
sq: për kontroll të plotë
sr: за потпуну контролу
sr_latn: za potpunu kontrolu
sv: för fullständig kontroll
ta: முழுமையான கட்டுப்பாட்டுக்கு
th: เพื่อการควบคุมที่สมบูรณ์แบบ
tr: tam denetim için
uk: для повного контролю

source: with paid <a href="%(url)s">support</a>
ar: مع <a href="%(url)s">دعم</a> مدفوع
be: з платнай <a href="%(url)s"> падтрымкай </a>
be_latn: z platnaj <a href="%(url)s"> padtry'mkaj </a>
bg: с платена <a href="%(url)s">поддръжка</a>
ca: amb <a href="%(url)s">assistència</a> de pagament
cs: s placenou <a href="%(url)s">podporou</a>
da: med betalt <a href="%(url)s">support</a>
de: mit bezahltem <a href="%(url)s">Support</a>
el: με πληρωμένη <a href="%(url)s">υποστήριξη</a>
es: con <a href="%(url)s">asistencia</a> de pago
fi: tarjolla myös maksullinen <a href="%(url)s">tuki</a>
fr: avec <a href="%(url)s">assistance payante</a>
ga: le <a href="%(url)s">tacaíocht</a> íoctha
gl: con <a href="%(url)s">asistencia</a> de pago
he: עם <a href="%(url)s">תמיכה</a> בתשלום
hr: s plaćenom <a href="%(url)s">podrškom</a>
hu: fizetett <a href="%(url)s">támogatással</a>
id: dengan <a href="%(url)s">dukungan</a> berbayar
is: með greiddum <a href="%(url)s">stuðningi</a>
it: con <a href="%(url)s">assistenza</a> a pagamento
ja: 有料の <a href="%(url)s">サポート依頼</a>
kab: S <a href="%(url)s">tallelt</a> s yidrimen
nb: med betalt <a href="%(url)s">støtte</a>
nl: met betaalde <a href="%(url)s">ondersteuning</a>
pl: z płatnym <a href="%(url)s">wsparciem</a>
pt_br: com <a href="%(url)s">suporte</a> pago
pt_pt: com <a href="%(url)s">suporte</a> pago
ro: cu <a href="%(url)s">asistență</a> plătită
ru: с платной <a href="%(url)s">поддержкой</a>
sk: s platenou <a href="%(url)s">podporou</a>
sq: me <a href="%(url)s">asistencë</a> me pagesë
sr: са плаћеном <a href="%(url)s">подршком</a>
sr_latn: sa plaćenom <a href="%(url)s">podrškom</a>
sv: med betald <a href="%(url)s">support</a>
ta: பணம் செலுத்திய <a href="%(url)s">ஆதரவு </a>
th: พร้อม <a href="%(url)s">บริการสนับสนุน</a> แบบชำระเงิน
tr: ödeme <a href="%(url)s">desteği</a> ile
uk: з платною <a href="%(url)s">підтримкою</a>

source: Gratis Weblate
ar: Weblate بدون مقابل
be: Бясплатны Weblate
be_latn: Byasplatny' Weblate
bg: Безплатно ползване на Weblate
ca: Weblate de franc
cs: Weblate zdarma
de: Weblate kostenlos
el: Δωρεάν Weblate
es: Weblate gratis
fi: Ilmainen Weblate
fr: Weblate gratuit
ga: Clár gréasáin saor in aisce,
gl: Weblate de balde
he: Weblate חינמי
hr: Besplatni Weblate
hu: Ingyenes Weblate
id: Weblate Gratis
is: Ókeypis Weblate
it: Weblate gratis
ja: 無料の Weblate
kab: Weblate baṭel
pl: Darmowy Weblate
pt_br: Weblate grátis
pt_pt: Weblate Grátis
ro: Weblate gratuit
ru: Бесплатный Weblate
sk: Weblate zadarmo
sq: Weblate Falas
sr: Гратис Weblate
sr_latn: Besplatan Weblate
ta: இலவச வலைபெயர்ப்பு
th: Weblate ฟรี
tr: Ücretsiz Weblate
uk: Безплатний Weblate

source: for libre projects
ar: للمشاريع الحرة
be: для вольных праектаў
be_latn: dlya vol'ny'x praektaў
bg: за свободни проекти
ca: per a projectes lliures
cs: pro svobodné projekty
da: til frie projekter
de: für Freie Projekte
el: για ελεύθερα έργα
es: para proyectos libres
fi: vapaille projekteille
fr: pour les projets libres
ga: le haghaidh tionscadal saor in aisce,
gl: para proxectos libres
he: למיזמים חופשיים
hr: za slobodne projekte
hu: szabad projektekhez
id: untuk proyek gratis
is: fyrir frjáls verkefni
it: per progetti liberi
ja: 自由プロジェクト用
kab: i yisenfaren ilelliyen
nb: for frie prosjekter
nl: voor vrije projecten
pl: dla wolnych projektów
pt_br: para projetos livres
pt_pt: para projetos livres
ro: pentru proiecte libre
ru: для свободных проектов
sk: pre slobodné projekty
sq: për projekte të lirë
sr: за слободне пројекте
sr_latn: za slobodne projekte
sv: för fria projekt
ta: விடுதலை திட்டங்களுக்கு
th: สำหรับโครงการซอฟต์แวร์เสรี
tr: özgür projeler için
uk: для вільних проєктів

source: upon <a href="%(url)s">request</a>
ar: عند <a href="%(url)s">الطلب</a>
be: па <a href="%(url)s">запыце</a>
be_latn: pa <a href="%(url)s">zapy'cze</a>
bg: по <a href="%(url)s">заявка</a>
ca: sota <a href="%(url)s">petició</a>
cs: na <a href="%(url)s">vyžádání</a>
da: efter <a href="%(url)s">anmodning</a>
de: auf <a href="%(url)s">Anfrage</a>
el: κατόπιν <a href="%(url)s">αιτήματος</a>
es: bajo <a href="%(url)s">solicitud</a>
fi: <a href="%(url)s">pyynnöstä</a>
fr: sur <a href="%(url)s">demande</a>
ga: ar <a href="%(url)s">iarratas</a>
gl: previa <a href="%(url)s">solicitude</a>
he: לפי <a href="%(url)s">דרישה</a>
hr: na <a href="%(url)s">upit</a>
hu: <a href="%(url)s">kérelemre</a>
id: berdasarkan <a href="%(url)s">permintaan</a>
is: samkvæmt <a href="%(url)s">beiðni</a>
it: su <a href="%(url)s">richiesta</a>
ja: <a href="%(url)s">申請</a> する
kab: azen <a href="%(url)s">asuter</a>
nb: ved <a href="%(url)s">forespørsel</a>
nl: op <a href="%(url)s">verzoek</a>
pl: na <a href="%(url)s">żądanie</a>
pt_br: mediante <a href="%(url)s">solicitação</a>
pt_pt: sob <a href="%(url)s">pedido</a>
ro: la <a href="%(url)s">cerere</a>
ru: по <a href="%(url)s">запросу</a>
sk: na <a href="%(url)s">vyžiadanie</a>
sq: kur <a href="%(url)s">kërkohet</a>
sr: по <a href="%(url)s">захтеву</a>
sr_latn: po <a href="%(url)s">zahtevu</a>
sv: på <a href="%(url)s">begäran</a>
ta: <a href="%(url)s">கோரிக்கை</a> மீது
th: เมื่อ <a href="%(url)s">ร้องขอ</a>
tr: <a href="%(url)s">istek</a> üzerine
uk: за <a href="%(url)s">запитом</a>

source: Compare all plans
ar: مقارنة جميع الخطط
be: Параўнаць усе тарыфныя планы
be_latn: Paraўnacz' use tary'fny'ya plany'
ca: Compara tots els plans
cs: Porovnat všechny balíčky
da: Sammenlign alle planer
de: Alle Angebote vergleichen
el: Σύγκριση όλων των σχεδίων
es: Comparar todos los planes
fi: Vertaa kaikkia vaihtoehtoja
fr: Comparer toutes les offres
ga: Déan comparáid idir na pleananna go léir
gl: Comparar todos os plans
he: השוואת כל התכניות
hr: Usporedi sve tarife
hu: Csomagok összehasonlítása
id: Bandingkan semua paket
is: Berðu saman allar áskriftarleiðir
it: Confronta tutti i piani
ja: すべてのプランの比較
kab: Serwes meṛra iɣawasen
lt: Palyginti visus planus
nb: Sammenlign alle planer
nl: Vergelijk alle hostingpakketten
pl: Porównaj wszystkie plany
pt_br: Compare todos os planos
pt_pt: Comparar Todos os Planos
ro: Compară toate planurile
ru: Сравнить все планы
sk: Porovnať všetky balíky
sq: Krahasoni krejt planet
sr: Упореди све планове
sr_latn: Uporedi sve planove
sv: Jämför alla planer
ta: எல்லா திட்டங்களையும் ஒப்பிடுக
th: เปรียบเทียบทุกแผน
tr: Tüm tarifeleri karşılaştır
uk: Порівняти всі плани

source: Expired
ar: مُنتهي المدة
be: Пратэрмінавана
be_latn: Skončany
bg: Изтекъл
ca: Caducat
cs: Platnost skončila
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Caducado
et: Aegunud
fi: Rauennut
fr: Expiré
ga: In éag
gl: Caducou
he: פג תוקף
hr: Isteklo
hu: Lejárt
id: Kedaluwarsa
is: Útrunnið
it: Scaduto
ja: 期限切れ
kab: Yemmut
lt: Nebegalioja
nb: Utløpt
nl: Verlopen
pl: Wygasłe
pt_br: Expirado
pt_pt: Expirado
ro: Expirată
ru: Истёкший
sk: Expirovaný
sl: Poteklo
sq: I skaduar
sr: Истекло
sr_latn: Isteklo
sv: Upphörd
ta: காலாவதியான
th: หมดอายุแล้ว
tr: Süresi dolmuş
uk: Закінчений

source: Activation token
ar: رمز التفعيل
be: Токен актывацыі
be_latn: Token akty'vaczy'і
bg: Идентификатор за активация
ca: Testimoni d’activació
cs: Aktivační klíč
da: Aktiveringstoken
de: Aktivierungstoken
el: Αναγνωριστικό ενεργοποίησης
es: Ficha de activación
fi: Aktivointitunnus
fr: Jeton d’activation
ga: Comhartha gníomhachtaithe
gl: Testemuño de activación
he: אסימון הפעלה
hr: Token aktivacije
hu: Aktiváló token
id: Token aktivasi
is: Virkjunarteikn
it: Token attivazione
ja: 有効化トークン
kab: Ajiṭun n urmad
lt: Aktyvacijos žetonas
nb: Aktiveringssymbol
nl: Activatiesleutel
pl: Token aktywacyjny
pt_br: Token de ativação
pt_pt: Código de ativação
ro: Jeton activare
ru: Токен активации
sk: Aktivačný token
sl: Žeton za aktivacijo
sq: Token aktivizimi
sr: Активациони жетон
sr_latn: Aktivacioni žeton
sv: Aktiveringstoken
ta: செயல்படுத்தல் குறிஅடையாளம்
th: รหัสโทเค็นสำหรับเปิดใช้งาน
tr: Etkinleştirme kodu
uk: Токен активації

source: Activate
ar: تفعيل
be: Актываваць
be_latn: Akty'vavacz'
bg: Активиране
ca: Activa
cs: Aktivovat
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Activar
et: Aktiveeri
fi: Aktivoi
fr: Activer
ga: Cumasaigh
gl: Activar
he: הפעלה
hr: Aktiviraj
hu: Aktiválás
id: Aktifkan
is: Virkja
it: Attiva
ja: 有効化
kab: Rmed
lt: Aktyvuoti
nb: Aktiver
nl: Activeren
pl: Aktywuj
pt_br: Ativar
pt_pt: Ativar
ro: Activează
ru: Активировать
sk: Aktivácia
sq: Aktivizoje
sr: Активирај
sr_latn: Aktiviraj
sv: Aktivera
ta: செயல்படுத்த
th: เปิดใช้งาน
tr: Etkinleştir
uk: Задіяти

source: Copy
ar: انسخ
be: Капіяваць
be_latn: Kapіjavać
bg: Копиране
ca: Copia
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
fi: Kopioi
fr: Copier
ga: Cóipeáil
gl: Copiar
he: העתקה
hr: Kopiraj
hu: Másolás
id: Salin
is: Afrita
it: Copia
ja: コピー
kab: Nɣel
lt: Kopijuoti
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: Скопировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjo
sr: Копирај
sr_latn: Kopiraj
sv: Kopiera
ta: நகல்
th: คัดลอก
tr: Kopyala
uk: Копіювати

source: Refresh token
ar: تحديث الرمز المميز
be: Абнавіць токен
be_latn: Abnavіcz' token
ca: Refresca el testimoni
cs: Obnovit token
da: Opdater token
de: Token aktualisieren
el: Ανανέωση αναγνωριστικoύ
es: Actualizar ficha
fi: Päivitä poletti
fr: Actualiser le jeton
ga: Comhartha athnuachana
gl: Actualizar o testemuño
he: רענון האסימון
hr: Obnovi token
hu: Token frissítése
id: Segarkan token
is: Endurlesa teikn
it: Aggiorna token
ja: トークンの更新
lt: Atnaujinti žetoną
nb: Gjenoppfrisk symbol
nl: Toegangssleutel vernieuwen
pl: Odśwież token
pt_br: Atualizar token
ro: Jeton reactualizare
ru: Обновить токен
sk: Obnovovací token
sq: Rifresko token-in
sv: Uppdatera token
ta: கிள்ளாக்கைப் புதுப்பி
th: รีเฟรชโทเค็น
tr: Kodu yenile
uk: Освіжити жетон

source: Backup repository
ar: مستودع النسخ الاحتياطي
be: Рэпазіторый рэзервовых копій
be_latn: Re'pazіtory'j re'zervovy'x kopіj
bg: Хранилище за резервни копия
ca: Repositori de les còpies de seguretat
cs: Zálohovací úložiště
da: Sikkerhedskopiér repository
de: Sicherungs-Repository
el: Εφεδρικό αποθετήριο
es: Repositorio de respaldos
et: Varundus varamu
fi: Varmuuskopioarkisto
fr: Dépôt de sauvegarde
ga: Stór cúltaca
gl: Repositorio de copias de seguranza
he: מאגר גיבוי
hr: Repozitorij sigurnosnih kopija
hu: Biztonsági mentési tároló
id: Repositori rekam cadang
is: Öryggisafritasafn
it: Repository backup
ja: バックアップ リポジトリ
kab: Akufi n uḥraz
lt: Atsarginės kopijos saugykla
nb: Sikkerhetskodelager
nl: Back-upopslagruimte
pl: Repozytorium kopii zapasowych
pt_br: Repositório backup
pt_pt: Repositório de cópias de segurança
ro: Depozitar copii de siguranță
ru: Сетевое хранилище резервных копий
sk: Záložný odkladací priestor
sq: Depo kopjeruajtesh
sr: Резерва ризнице
sr_latn: Rezerva riznice
sv: Säkerhetskopieringsarkiv
ta: காப்புப்பிரதி களஞ்சியம்
th: สำรองข้อมูลคลังโค้ด
tr: Yedekleme deposu
uk: Резервний репозиторій
