Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Weblate, the libre localization platform, wants you on the team!
ar: Weblate ، منصة التعريب الحر ، تريدك في الفريق!
be: Weblate, свабодная платформа для лакалізацыі, хоча бачыць вас у сваёй камандзе!
be_latn: Weblate, svabodnaya platforma dlya lakalіzaczy'і, xocha bachy'cz' vas u svayoj kamandze!
bg: Включете се в отбора на Weblate!
ca: Weblate, la plataforma lliure de localització, vol que formeu part de l’equip!
cs: Weblate, svobodná platforma pro překládání, vás chce do týmu!
da: Weblate, den frie lokaliseringsplatform, vil have dig på holdet!
de: Weblate, die freie Lokalisierungsplattform, möchte Sie im Team haben!
el: Το Weblate, η δωρεάν πλατφόρμα γλωσσικής τοπικοποίησης, σας θέλει στην ομάδα του!
es: ¡Weblate, la plataforma de localización libre, te quiere en el equipo!
et: Weblate, vaba tarkvara põhine lokaliseerimisplatvorm ootab sind oma meeskonda!
fi: Weblate, vapaa lokalisointialusta, haluaa sinut mukaan tiimiin!
fr: Rejoignez l’équipe Weblate, la plateforme libre de traduction !
ga: Tá Weblate, an t-ardán logánaithe libre, ag iarraidh tú a bheith ar an bhfoireann!
gl: Weblate, a plataforma de tradución libre, quérete no equipo!
he: Weblate, פלטפורמת התרגומים החופשית, מזמינה אותך להצטרף לצוות!
hr: Weblate, slobodna platforma za lokalizaciju želi tebe u timu!
hu: A Weblate, a szabad lokalizációs platform az Ön jelentkezését várja a csapatába!
id: Weblate, platform pelokalan gratis, mengajak Anda untuk bergabung dengan tim kami!
is: Weblate, frjálsa þýðingakerfið, vill gjarnan fá þig með í liðið!
it: Weblate, la piattaforma di localizzazione libera, ti vuole nella sua squadra!
ja: 自由な翻訳プラットフォームである Weblate は、あなたのチームへの参加を願っています！
kab: Weblate, d tiɣerɣert n usideg tilellit, tebɣa-k ad tiliḍ deg terbaɛt!
lt: „Weblate“ – laisvosios programinės įrangos lokalizacijos platforma – laukia jūsų prisijungiant prie komandos!
nb: Weblate, den frie lokaliseringsplattformen, vil ha deg med på laget!
nl: Weblate, het vrije vertaalplatform, wil dat u het team komt versterken!
pl: Weblate, wolna platforma lokalizacyjna, zaprasza cię do zespołu!
pt_br: Weblate. a plataforma de localização livre, deseja você na equipe!
pt_pt: Weblate, a plataforma de localização livre, deseja que faça parte da equipa!
ro: Weblate, platforma de localizare libre, te vrea în echipă!
ru: Weblate, свободная площадка переводов, хочет видеть вас в нашей команде!
sk: Weblate, slobodná platforma na prekladanie, vás chce do tímu!
sl: Weblate, platforma libre za lokalizacijo si vas želi v svoji ekipi!
sq: Weblate, platforma e lirë e përkthimeve, ju do te ekipi!
sr: Weblate, слободна платформа за локализацију, жели тебе у тиму!
sr_latn: Weblate, slobodna platforma za lokalizaciju, želi tebe u timu!
sv: Weblate, libre-lokaliseringsplattformen, vill ha dig i teamet!
ta: விடுதலை உள்ளூர்மயமாக்கல் தளமான வலைபெயர்ப்பு உங்களை அணியில் விரும்புகிறது!
th: Weblate แพลตฟอร์มการแปลภาษาแบบซอฟต์แวร์เสรี ต้องการคุณมาร่วมทีม!
tr: Weblate, özgür yerelleştirme platformu, sizi takımında istiyor!
uk: Weblate, вільна платформа для локалізації, хоче вашого долучення до команди!

source: Learn more
ar: تعلم المزيد
be: Падрабязней
be_latn: Padrabyaznej
bg: Научете повече
ca: Més informació
cs: Zjistěte více
da: Lær mere
de: Erfahren Sie mehr
el: Μάθε περισσότερα
es: Más información
et: Lisateave
fi: Lue lisää
fr: En savoir plus
ga: Foghlaim tuilleadh
gl: Aprender máis
he: מידע נוסף
hr: Saznaj više
hu: Tudjon meg többet
id: Pelajari lebih lanjut
is: Lærðu meira
it: Maggiori informazioni
ja: 詳細情報
kab: Issin ugar
lt: Sužinoti daugiau
nb: Lær mer
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saber Mais
ro: Află mai multe
ru: Подробнее
sk: Zistite viac
sl: Izvedite več
sq: Mësoni më tepër
sr: Сазнај више
sr_latn: Pogledajte još
sv: Lär dig mer
ta: மேலும் அறிக
th: เรียนรู้เพิ่มเติม
tr: Ayrıntılı bilgi alın
uk: Докладніше

source: Dive into our <a href="%(issues)s">open issues</a> to gain insights and contribute to our dynamic ecosystem.
be_latn: Praglyadzіcze <a href="%(issues)s">prablemy'</a>, kab zrazumecz', kago my' shukaem.
ca: Navegueu pels <a href="%(issues)s">problemes oberts</a> per a obtenir una visió més detallada i contribuir al nostre ecosistema dinàmic.
cs: Ponořte se do našich <a href="%(issues)s">otevřených témat</a>, získejte přehled a přispějte do našeho dynamického ekosystému.
da: Dyk ned i vores <a href="%(issues)s">åbne problemer</a> for at få indsigt og bidrage til vores dynamiske økosystem.
de: Tauchen Sie ein in unsere <a href="%(issues)s">offenen Probleme</a>, um Einblicke zu erlangen und zu unserem dynamischen Ökosystem beizutragen.
el: Καταπιαστείτε με τα <a href="%(issues)s">ανοικτά θέματα</a> μας για να αποκτήσετε εικόνα και να συμβάλετε στο δυναμικό μας οικοσύστημα.
es: Sumérjase en nuestros <a href="%(issues)s">temas abiertos</a> para obtener información y contribuir a nuestro dinámico ecosistema.
et: Ülevaate saamiseks sirvi veahalduses <a href="%(issues)s">lahendamata vigu ja ettepanekuid</a> ning osale meie dünaamilises kogukonnas.
fr: Parcourez les <a href="%(issues)s">incidents ouverts</a> pour avoir un aperçu de ce que nous recherchons.
ga: Léim isteach inár <a href="%(issues)s">ceisteanna oscailte</a> chun léargais a fháil agus chun cur lenár éiceachóras dinimiciúil.
gl: Mergúllese nas nosas <a href="%(issues)s">incidencias abertas</a> para obter información e colaborar co noso dinámico ecosistema.
he: מומלץ לחפור ב<a href="%(issues)s">תקלות הפתוחות</a> כדי להבין יותר לעומק ולתרום למערכת התמיכה הדינמית שלנו.
hr: Pregledaj naše <a href="%(issues)s">otvorene probleme</a> i doprinesi našem dinamičnom ekosustavu.
hu: Merüljön el a <a href="%(issues)s">nyitott hibajegyekben</a>, hogy betekintést nyerjen és hozzájáruljon a Weblate dinamikus ökoszisztémájához.
id: Lihat <a href="%(issues)s">isu-isu terbuka</a> kami untuk mendapatkan wawasan dan berkontribusi ke ekosistem dinamis kami.
is: Skoðaðu <a href="%(issues)s">opnar verkbeiðnir</a> til að fá innsýn í hvað það er sem við erum að leita að.
it: Immergiti nei nostri <a href="%(issues)s">problemi aperti</a> per ottenere approfondimenti e collaborare al nostro ecosistema dinamico.
ja: <a href="%(issues)s">未解決の問題</a>を通してプロジェクトの理解を深め、活気ある開発コミュニティに貢献しましょう。
lt: Pasidomėkite <a href="%(issues)s">dar neišspręstais klausimais</a> ir susipažinkite su įžvalgomis bei prisidėkite prie mūsų dinamiškos ekosistemos.
nl: Duik in onze <a href="%(issues)s">openstaande problemen</a> om inzicht te krijgen en deel te nemen aan ons dynamisch ecosysteem.
pl: Zanurz się w nasze <a href="%(issues)s">otwarte zgłoszenia</a>, aby uzyskać wiedzę i przyczynić się do rozwoju naszego dynamicznego ekosystemu.
pt_br: Mergulhe em nossas <a href="%(issues)s">publicações de relatórios</a> para obter insights e contribuir com nosso ecossistema dinâmico.
ro: Răsfoiește <a href="%(issues)s">problemele deschise</a> pentru a obține informații și pentru a contribui la ecosistemul nostru dinamic.
ru: Ознакомьтесь с <a href="%(issues)s">открытыми задачами</a>, чтобы узнать о нашей динамичной экосистеме и помочь с её улучшением.
sk: Prezrite si naše <a href="%(issues)s">otvorené témy</a>, získajte prehľad a prispejte k nášmu dynamickému ekosystému.
sl: Raziskujte naše <a href="%(issues)s">odprte zadeve</a>, da pridobite vpogled in prispevate k našemu dinamičnemu ekosistemu.
sq: Zhytuni në <a href="%(issues)s">çështjet e hapura</a> që të krijoni një ide dhe të jepni kontribut në ekosistemin tonë dinamik.
ta: நாம் தேடுவதைப் பற்றிய நுண்ணறிவைப் பெற <a href="%(issues)s">திறந்த சிக்கல்கள் </a> ஐ உலாவுக.
th: เจาะลึก <a href="%(issues)s">ปัญหาที่เปิดอยู่</a> เพื่อทำความเข้าใจและมีส่วนร่วมกับระบบนิเวศที่ไม่หยุดนิ่งของเรา
tr: İçgörü kazanmak ve dinamik ekosistemimize katkıda bulunmak için <a href="%(issues)s">açık konularımıza</a> dalın.
uk: Пориньте у наші <a href="%(issues)s">відкриті обговорення</a>, щоб отримати ідеї та зробити свій внесок у нашу динамічну екосистему.

source: Showcase your skills by tackling one of our <a href="%(issues)s">good first issues</a> and making a tangible impact.
be_latn: Vaz'mіcze adnu z <a href="%(issues)s">good first issues</a>, kab pakazacz' vash vopy't.
ca: Demostreu les vostres habilitats abordant un dels <a href="%(issues)s">primers problemes recomanats</a> i obtingueu un impacte tangible.
cs: Předveďte své dovednosti tím, že se pustíte do jednoho z našich <a href="%(issues)s">dobrých prvních úkolů</a> a dosáhnete viditelných výsledků.
da: Vis dine evner ved at tackle et af vores <a href="%(issues)s">gode første problemer</a>, og gør en reel forskel.
de: Stellen Sie Ihre Fähigkeiten unter Beweis, indem Sie eines unserer <a href="%(issues)s">guten ersten Probleme</a> lösen und eine spürbare Wirkung erzielen.
el: Παρουσιάστε τις δεξιότητες σας αντιμετωπίζοντας ένα από τα <a href="%(issues)s">καλά πρώτα θέματα</a> μας και κάντε ένα εμφανές αντίκτυπο.
es: Demuestre sus habilidades abordando uno de nuestros <a href="%(issues)s">buenos primeros asuntos</a> y tenga un impacto tangible.
et: Näita oma oskusi lahendades mõne <a href="%(issues)s">meie projektis alustajatele mõeldud ülesannetest</a> jäta oma tegevusega konkreetne jälg.
fr: Mettez en valeur vos compétences en vous attaquant à l’un de nos <a href="%(issues)s">bons premiers problèmes</a> pour nous montrer votre expertise.
ga: Taispeáin do chuid scileanna trí dhul i ngleic le ceann dár <a href="%(issues)s">chéad cheisteanna maithe</a> agus beidh tionchar inláimhsithe agat.
gl: Amose as súas habilidades abordando unha das nosas <a href="%(issues)s">primeiras incidencias</a> e producindo un impacto tanxíbel.
he: אפשר להפגין יכולות על ידי פתרון אחת מה<a href="%(issues)s">תקלות שמתאימות למתחילים</a> וליצור ערך משמעותי למוצר.
hr: Pokaži svoje vještine rješavanjem jednog od naših <a href="%(issues)s">dobrih prvih problema</a>.
hu: Mutassa meg tudását egy <a href="%(issues)s">kezdőknek ajánlott hibajegy</a> megoldásával, és járuljon hozzá kézzelfogható eredménnyel.
id: Tunjukkan kemampuan Anda dengan mengatasi salah satu <a href="%(issues)s">isu-isu baik pertama</a> dan membuat dampak yang nyata.
is: Gríptu fyrst í eina af <a href="%(issues)s">góðu verkbeiðnunum</a> til að sýna okkur hvað þú kannt.
it: Dimostra le tue capacità affrontando uno dei nostri <a href="%(issues)s">problemi facili</a> in modo da avere un impatto concreto.
ja: <a href="%(issues)s">最初の優れた課題</a> に取り組み、ただちに実質的な成果を上げて自分の能力をアピールしてください。
lt: Pademonstruokite savo įgūdžius spręsdami kurią nors iš <a href="%(issues)s">Good First Issues</a> (programavimo problemėlės) ir padarykite apčiuopiamą poveikį.
nl: Ga aan de slag met een van de <a href="%(issues)s">openstaande problemen</a> om te laten zien wat u kunt en zichtbare impact te hebben.
pl: Zaprezentuj swoje umiejętności, rozwiązując jedno z naszych <a href="%(issues)s">pierwszych dobrych zgłoszeń</a> i wywierając wymierny wpływ.
pt_br: Mostre suas habilidades abordando uma de nossas <a href="%(issues)s">boas primeiros publicações</a> e causando um impacto tangível.
ro: Prezentațivă abilitățile prin abordarea uneia dintre <a href="%(issues)s">problemele bune de început</a> și faceți un impact tangibil.
ru: Покажите себя, взявшись за одну из <a href="%(issues)s">первых хороших задач</a>, и окажите ощутимое влияние.
sk: Ukážte svoje schopnosti tým, že sa pustíte do jedného z našich <a href="%(issues)s">dobrých prvých úloh</a> a dosiahnete viditeľné výsledky.
sl: Pokažite svoje veščine tako, da se lotite ene izmed naših <a href="%(issues)s">dobrih začetnih zadev</a> in ustvarite oprijemljiv vpliv.
sq: Shpalosni aftësitë tuaja duke u marrë me një nga <a href="%(issues)s">çështjet tona të hapura</a> dhe duke dhënë një ndikim të prekshëm.
ta: உங்கள் நிபுணத்துவத்தை எங்களுக்குக் காட்ட <a href="%(issues)s"> நல்ல முதல் சிக்கல்கள் </a> ஒன்றைப் பற்றிக் கொள்ளுங்கள்.
th: แสดงทักษะของคุณโดยการจัดการกับ <a href="%(issues)s">ปัญหาสำหรับผู้เริ่มต้น (Good First Issues)</a> และสร้างผลงานที่จับต้องได้
tr: <a href="%(issues)s">İyi ilk sorunlarımızdan</a> birini ele alarak ve somut bir etki oluşturarak becerilerinizi sergileyin.
uk: Продемонструйте свої навички, взявшись за один з наших <a href="%(issues)s">хороших перших випусків</a> і зробивши відчутний вплив.

source: Apply now
ar: تقدم بطلبك الآن
be: Падаць заяўку
be_latn: Padacz' zayaўku
ca: Inscriu-m’hi ara
cs: Přihlásit se nyní
da: Ansøg nu
de: Jetzt bewerben
el: Κάνε αίτηση τώρα
es: Enviar solicitud
et: Taotle nüüd
fi: Hae nyt
fr: Postulez maintenant
ga: Déan iarratas anois
gl: Enviar unha solicitude
he: הגשת מועמדות כעת
hr: Prijavi se sada
hu: Jelentkezzen most
id: Ajukan lamaran sekarang
is: Sæktu um núna
it: Applica ora
ja: 今すぐ申し込む
kab: Snes tura
lt: Kandidatuokite
nb: Søk nå
nl: Solliciteer nu
pl: Aplikuj teraz
pt_br: Candidate-se agora
pt_pt: Aplicar agora
ro: Aplică acum
ru: Подать заявление
sk: Prihlásiť sa teraz
sl: Prijavite se zdaj
sq: Aplikoni tani
sr: Пријави се сада
sr_latn: Prijavi se sada
sv: Ansök nu
ta: இப்பொழுது இடு
th: สมัครเลย
tr: Şimdi başvurun
uk: Застосувати зараз

source: Browse the <a href="%(issues)s">open issues</a> to gain insight into what we are looking for.
ar: تصفح <a href="%(issues)s"> المشكلات المفتوحة</a> لاكتساب نظرة ثاقبة لما نبحث عنه.
be: Праглядзіце <a href="%(issues)s">праблемы</a>, каб зразумець, каго мы шукаем.
be_latn: Praglyadzіcze <a href="%(issues)s">prablemy'</a>, kab zrazumecz', kago my' shukaem.
ca: Navegueu pels <a href="%(issues)s">problemes oberts</a> per a obtenir una visió més detallada de què cerquem.
cs: Projděte si <a href="%(issues)s">otevřené problémy</a>, abyste získali vhled do toho, co hledáme.
da: Gennemse de <a href="%(issues)s">åbne problemer</a> for at få indblik i, hvad vi leder efter.
de: Durchsuchen Sie die <a href="%(issues)s">offenen Probleme</a>, um einen Einblick in das zu erhalten, wonach wir suchen.
el: Περιηγηθείτε στα <a href="%(issues)s">ανοικτά θέματα</a> για να αποκτήσετε εικόνα για το τι ψάχνουμε.
es: Explora <a href="%(issues)s">las tareas abiertas</a> para tener una mejor idea sobre lo que buscamos.
fi: Selaa <a href="%(issues)s">avoimia vikoja</a> saadaksesi käsityksen siitä, mitä etsimme.
fr: Parcourez les <a href="%(issues)s">incidents ouverts</a> pour avoir un aperçu de ce que nous recherchons.
ga: Brabhsáil na <a href="%(issues)s">eagráin oscailte</a> chun léargas a fháil ar a bhfuil á lorg againn.
gl: Examina as <a href="%(issues)s">incidencias abertas</a> para obter unha idea do que estamos a buscar.
he: ניתן לעיין ב<a href="%(issues)s">תקלות הפתוחות</a> כדי להבין יותר לעומק מה אנחנו מחפשים.
hr: Pregledaj <a href="%(issues)s">otvorene probleme</a> za bolji uvid u ono što tražimo.
hu: Böngéssze a <a href="%(issues)s">nyitott hibajegyeket</a>, hogy jobban megértse, mit keresünk.
id: Telusuri <a href="%(issues)s">isu-isu terbuka</a> untuk mendapatkan wawasan mengenai apa yang kami cari.
is: Skoðaðu <a href="%(issues)s">opnar verkbeiðnir</a> til að fá innsýn í hvað það er sem við erum að leita að.
it: Sfoglia le <a href="%(issues)s">questioni aperte</a> per ottenere informazioni su ciò che stiamo cercando.
ja: <a href="%(issues)s">未解決の問題</a>を確認して、私たちが求めているものの詳細を把握してください。
kab: Snirem <a href="%(issues)s">ugiren yeldin</a> akken twaliḍ ayen i nettnadi.
lt: Peržiūrėkite <a href="%(issues)s">dar neišspręstus klausimus</a>, kad sužinotumėte, ko ieškome.
nb: Utforsk <a href="%(issues)s">uløste problemer</a> for få et innblikk i hva vi søker etter.
nl: Blader door de <a href="%(issues)s">openstaande problemen</a> om te zien waar we naar op zoek zijn.
pl: Przejrzyj <a href="%(issues)s">otwarte problemy</a>, aby uzyskać więcej informacji na temat tego, czego szukamy.
pt_br: Navegue os <a href="%(issues)s">relatórios de problemas abertos</a> para ter uma ideia do que estamos procurando.
pt_pt: Explore os <a href="%(issues)s">problemas abertos</a> para ter uma ideia do que nós estamos à procura.
ro: Răsfoiește <a href="%(issues)s">problemele deschise</a> pentru a-ți face o idee despre ceea ce căutăm.
ru: Просмотрите <a href="%(issues)s">открытые проблемы</a>, чтобы понять, кого мы ищем.
sk: Prezrite si <a href="%(issues)s">otvorené otázky</a> a získajte prehľad o tom, čo hľadáme.
sl: Prebrskaj <a href="%(issues)s">odprta vprašanja</a>, da dobiš vpogled v to, kar iščemo.
sq: Shfletoni <a href="%(issues)s">çështjet e hapura</a> që të keni një ide se për çfarë po kërkojmë.
sr: Прегледајте <a href="%(issues)s">отворене проблеме</a> да стекнете увид шта нам је потребно.
sr_latn: Pregledajte <a href="%(issues)s">otvorene probleme</a> da steknete uvid šta nam je potrebno.
sv: Bläddra i <a href="%(issues)s">öppna problem</a> för att få insikt i vad vi söker.
ta: நாம் தேடுவதைப் பற்றிய நுண்ணறிவைப் பெற <a href="%(issues)s">திறந்த சிக்கல்கள் </a> ஐ உலாவுக.
th: เรียกดู <a href="%(issues)s">ปัญหาที่เปิดอยู่</a> เพื่อทำความเข้าใจสิ่งที่เรากำลังมองหา
tr: Aradığımız şey hakkında fikir edinmek için <a href="%(issues)s">açık sorunlara</a> göz atın.
uk: Перегляньте <a href="%(issues)s">відкриті помилки</a> щоб отримати більше розуміння того, що ми шукаємо.

source: Grab one of the <a href="%(issues)s">good first issues</a> to show us your expertise.
ar: احصل على واحدة من <a href="%(issues)s"> المشكلات الأولى الجيدة</a> لتظهر لنا خبرتك.
be: Вазьміце адну з <a href="%(issues)s">good first issues</a>, каб паказаць ваш вопыт.
be_latn: Vaz'mіcze adnu z <a href="%(issues)s">good first issues</a>, kab pakazacz' vash vopy't.
ca: Agafeu una de les <a href="%(issues)s">incidències recomanades</a> per a demostrar-nos la vostra experiència.
cs: Chcete-li nám prokázat svou odbornost, pokuste se vyřešit jeden z <a href="%(issues)s">problémů vhodných pro začátečníky</a>.
da: Snup en af de <a href="%(issues)s">gode første problemer</a> for at vise os din ekspertise.
de: Schnappen Sie sich eine der <a href="%(issues)s">good first issues</a>, um uns Ihr Fachwissen zu zeigen.
el: Πάρτε ένα από τα <a href="%(issues)s">καλά πρώτα θέματα</a> για να μας δείξετε την εμπειρία σας.
es: Elige una de las <a href="%(issues)s">good first issue</a> para mostrarnos tus habilidades.
fr: Emparez-vous d’une de nos <a href="%(issues)s">good first issues</a> pour nous montrer votre expertise.
ga: Faigh ceann de na <a href="%(issues)s">céad eagrán maith</a> chun do shaineolas a thaispeáint dúinn.
gl: Colla un dos <a href="%(issues)s">primeiros problemas</a> para amosarnos a súa habilidade.
he: אפשר לצוד את אחת ה<a href="%(issues)s">תקלות שמתאימות למתחילים</a> כדי להשוויץ במיומנות שלך.
hr: Uzmi jedan od <a href="%(issues)s">dobrih prvih problema</a> da nam pokažeš svoju stručnost.
hu: Válasszon egyet a <a href="%(issues)s">kezdőknek ajánlott hibák</a> közül, és mutassa meg szakértelmét.
id: Pilih salah satu dari <a href="%(issues)s">isu-isu yang bagus</a> untuk menunjukkan keahlian Anda.
is: Gríptu fyrst í eina af <a href="%(issues)s">góðu verkbeiðnunum</a> til að sýna okkur hvað þú kannt.
it: Prendi una delle <a href="%(issues)s">issue iniziali</a> per mostrarci la tua esperienza.
ja: あなたの専門知識を、私たちに披露するために <a href="%(issues)s">よさそうな最初の問題</a> を一つ選んでください。
lt: Čiupkite vieną iš <a href="%(issues)s">good first issues</a>programavimo problemėlių ir atskleiskite savo kompetenciją.
nl: Ga aan de slag met een van de <a href="%(issues)s">openstaande problemen</a> om te laten zien wat je kunt.
pl: Weź jeden z <a href="%(issues)s">good first issues</a>, aby pokazać nam swoją wiedzę.
pt_br: Escolha um dos <a href="%(issues)s">primeiros bons problemas</a> para nos mostrar a sua perícia.
ro: Ia una dintre <a href="%(issues)s">problemele bune de început</a> (cu etichetă „good first issue”) pentru a ne arăta experiența ta.
ru: Возьмите одну из <a href="%(issues)s">перых хороших задач</a>, чтобы показать нам ваши знания.
sk: Zvoľte si jednu z <a href="%(issues)s">prvotné dobré otázky</a> a ukážte nám svoju odbornosť.
sl: Zgrabi eno od <a href="%(issues)s">dobrih prvih izdaj</a> in nam pokaži svoje strokovno znanje.
sq: Merrni një nga <a href="%(issues)s">çështjet e hapura</a> që të na tregoni ekspertizën tuaj.
sr_latn: Zgrabi jednu od <a href="%(issues)s">dobra prva izdanja</a> da nam pokažete svoju stručnost.
sv: Ta en av <a href="%(issues)s">bra första problem</a> för att visa oss din expertis.
ta: உங்கள் நிபுணத்துவத்தை எங்களுக்குக் காட்ட <a href="%(issues)s"> நல்ல முதல் சிக்கல்கள் </a> ஒன்றைப் பற்றிக் கொள்ளுங்கள்.
th: หยิบ <a href="%(issues)s">ปัญหาสำหรับผู้เริ่มต้น (Good First Issues)</a> มาทำสักงานเพื่อแสดงความเชี่ยวชาญของคุณให้เราเห็น
tr: Bize uzmanlığınızı göstermek için <a href="%(issues)s">iyi ilk sorunlardan</a> birini alın.
uk: Розв'яжіть один з <a href="%(issues)s">good first issues</a>, щоб показати нам свої навички.

source: Contribute to Weblate
ar: المساهمة في Weblate
be: Паўдзельнічаць у развіцці Weblate
be_latn: Zrabіć uniosak dlia Weblate
bg: Допринасяне към Weblate
ca: Contribuïu al Weblate
cs: Přispějte do Weblate
da: Bidrag til Weblate
de: Zu Weblate beitragen
el: Συνεισφέρετε στο Weblate
es: Colaborar con Weblate
et: Osale Weblate'i arendamisel
fi: Osallistu Weblaten kehittämiseen
fr: Contribuez à Weblate
ga: Cur le Weblate
gl: Colaborar con Weblate
he: התנדבות ב־Weblate
hr: Doprinesi Weblateu
hu: Vegyen részt a Weblate fejlesztésében
id: Berkontribusi ke Weblate
is: Leggðu Weblate lið
it: Collabora con Weblate
ja: Weblate に貢献する
kab: Ttekki akked Weblate
lt: Prisidėti prie „Weblate“
nb: Bidra til Weblate
nl: Bijdragen aan Weblate
pl: Przyczyń się do rozwoju Weblate
pt_br: Contribuir para o Weblate
pt_pt: Contribuir para o Weblate
ro: Contribuie la Weblate
ru: Внести вклад в Weblate
sk: Prispejte do Weblate
sl: Prispevajte k Weblate
sq: Kontribuoni te Weblate
sr: Допринос Weblate-у
sr_latn: Doprinesite Weblate-u
sv: Bidra till Weblate
ta: வலைபெயர்ப்புக்கு பங்களிக்கவும்
th: มีส่วนร่วมกับ Weblate
tr: Weblate’e katkıda bulunun
uk: Посприяйте Weblate
