Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: You can now activate it in your Weblate using the following activation key:
ar: يمكنك الآن تنشيطه في Weblate باستخدام مفتاح التنشيط التالي:
be: Цяпер вы можаце актываваць яе ў сваім Weblate з дапамогай наступнага ключа актывацыі:
be_latn: CZyaper vy' mozhacze akty'vavacz' yae ў svaіm Weblate z dapamogaj nastupnaga klyucha akty'vaczy'і:
ca: Podeu activar-la ara al vostre Weblate fent servir la clau d’activació següent:
cs: Nyní jej můžete aktivovat ve svém Weblate pomocí následujícího aktivačního klíče:
da: Du kan nu aktivere den i din Weblate med den følgende aktiveringsnøgle:
de: Sie können es nun mit folgendem Aktivierungsschlüssel in Ihrem Weblate aktivieren:
el: Μπορείτε τώρα να το ενεργοποιήσετε στο Weblate σας χρησιμοποιώντας το ακόλουθο κλειδί ενεργοποίησης:
es: Ahora puede activarla en su Weblate mediante esta clave de activación:
fi: Voit nyt aktivoida sen Weblatessasi käyttämällä seuraavaa aktivointiavainta:
fr: Vous pouvez maintenant l’activer dans Weblate en utilisant la clé d’activation suivante :
ga: Is féidir leat é a ghníomhachtú i do Weblate anois leis an eochair gníomhachtaithe seo a leanas:
gl: Agora pode activala no seu Weblate usando a seguinte chave de activación:
he: מעתה יש לך אפשרות להפעיל אותו ב־Weblate שלך באמצעות מפתח ההפעלה הבא:
hr: Sada je možeš aktivirati u Weblateu pomoću sljedećeg aktivacijskog ključa:
hu: Mostantól az alábbi aktiválókulcs segítségével aktiválhatja Weblate rendszerében:
id: Anda sekarang dapat mengaktifkannya di Weblate Anda menggunakan kunci aktivasi berikut:
is: Þú getur núna virkjað þetta í Weblate-tilvikinu þínu með því að setja inn eftirfarandi virkjunarlykil:
it: Ora puoi attivarlo in Weblate usando la seguente chiave di attivazione:
ja: 以下のアクティベーション キーを使用して Weblate を有効化:
nb: Du kan nå aktivere det i din Weblate ved bruk av følgende aktiveringsnøkkel:
nl: U kunt dit direct activeren op uw Weblate met de volgende sleutel:
pl: Możesz go teraz aktywować na swoim Weblate za pomocą następującego klucza aktywacyjnego:
pt_br: Você agora pode ativá-la em seu Weblate usando a seguinte chave de ativação:
ro: Acum îl poți activa în Weblate utilizând următoarea cheie de activare:
ru: Теперь вы можете активировать её в своём Weblate c помощью следующего ключа активации:
sk: Teraz ho môžete aktivovať v službe Weblate pomocou nasledujúceho aktivačného kľúča:
sq: Tani mund ta aktivizoni te Weblate-i juaj duke përdorur kyçin vijues të aktivizimit:
sv: Du kan nu aktivera den i din Weblate med följande aktiveringsnyckel:
ta: பின்வரும் செயல்படுத்தும் திறவுகோலைப் பயன்படுத்தி இப்போது அதை உங்கள் வலைப்பதிவில் செயல்படுத்தலாம்:
th: คุณสามารถเปิดใช้งานใน Weblate ของคุณได้ทันทีโดยใช้รหัสเปิดใช้งานต่อไปนี้:
tr: Aşağıdaki anahtarı kullanarak Weblate kurulumunuzu etkinleştirebilirsiniz:
uk: Тепер ви можете активувати її у вашому Weblate за допомогою такого ключа активації:

source: Manage your subscriptions
ar: إدارة اشتراكاتك
be: Кіраванне вашымі падпіскамі
be_latn: Kіravanne vashy'mі padpіskamі
bg: Управление на абонаментите
ca: Gestiona les subscripcions
cs: Spravovat vaše přeplatná
da: Administrer dine abonnementer
de: Verwalten Sie Ihre Abonnements
el: Διαχειριστείτε τις συνδρομές σας
es: Gestionar sus suscripciones
et: Halda oma tellimusi
fi: Hallitse tilauksiasi
fr: Gérez vos abonnements
ga: Bainistigh do shíntiúis
gl: Xestionar as súas subscricións
he: ניהול המינויים שלך
hr: Upravljaj tvojim pretplatama
hu: Előfizetések kezelése
id: Kelola langganan Anda
is: Hafðu umsjón með styrkjunum þínum
it: Gestisci i tuoi abbonamenti
ja: サブスクリプションの管理
lt: Tvarkykite savo prenumeratas
nb: Håndter dine abonnementer
nl: Abonnementen beheren
pl: Zarządzaj swoimi subskrypcjami
pt_br: Gerenciar suas assinaturas
pt_pt: Gerir as suas assinaturas
ro: Gestionează-ți abonamentele
ru: Управление вашими подписками
sk: Spravujte svoje predplatné
sq: Administroni pajtimet tuaja
sr: Управљајте претплатама
sr_latn: Upravljajte pretplatama
sv: Hantera dina abonnemang
ta: உங்கள் சந்தாக்களை நிர்வகிக்கவும்
th: จัดการการสมัครสมาชิกของคุณ
tr: Abonelik yönetimi
uk: Керування вашими передплатами

source: Documentation on activating support
ar: وثائق حول تفعيل الدعم
be: Дакументацыя па актывацыі падтрымкі
be_latn: Dakumentaczy'ya pa akty'vaczy'і padtry'mkі
ca: Documentació relativa a l’activació de l’assistència
cs: Dokumentace k aktivaci podpory
da: Dokumentation om aktivering af støtte
de: Dokumentation zum Aktivieren des Supports
el: Τεκμηρίωση για την ενεργοποίηση της υποστήριξης
es: Documentación sobre cómo activar la asistencia
fi: Dokumentaatio tuen aktivoimisesta
fr: Documentation pour activer l’assistance
ga: Doiciméadú maidir le tacaíocht a ghníomhachtú
gl: Documentación sobre a activación da asistencia
he: תיעוד על תמיכה בהפעלה
hr: Dokumentacija o aktiviranju podrške
hu: Támogatási előfizetés aktiválásáról szóló dokumentáció
id: Dokumentasi tentang aktivasi dukungan
is: Leiðbeiningar um hvernig virkja eigi aðstoð
it: Documentazione sull'attivazione del supporto
ja: サポートの有効化に関するドキュメント
lt: Dokumentacija apie palaikymo aktyvaciją
nb: Dokumentasjon om aktivering av støtte
nl: Documentatie omtrent het activeren van ondersteuning
pl: Dokumentacja dotycząca aktywowania pomocy technicznej
pt_br: Documentação sobre ativar suporte
pt_pt: Documentação sobre como ativar suporte
ro: Documentație privind activarea asistenței
ru: Документация по активации поддержки
sk: Dokumentácia o aktivácii podpory
sq: Dokumentim mbi aktivizim asistence
sr: Документација о активирању подршке
sv: Dokumentation om supportaktivering
ta: ஆதரவை செயல்படுத்துவதற்கான ஆவணங்கள்
th: เอกสารประกอบเกี่ยวกับการเปิดใช้งานบริการสนับสนุน
tr: Desteğin etkinleştirilmesi ile ilgili belgeler
uk: Документація щодо активації підтримки

source: Your new subscription on weblate.org
ar: اشتراكك الجديد على weblate.org
be: Ваша новая падпіска на weblate.org
be_latn: Vasha novaya padpіska na weblate.org
bg: Вашият нов абонамент на weblate.org
ca: La vostra nova subscripció a weblate.org
cs: Vaše nové předplatné na weblate.org
da: Dit nye abonnement på weblate.org
de: Ihr neues Abonnement auf weblate.org
el: Η νέα συνδρομή σας στο weblate.org
es: Su nueva suscripción en weblate.org
et: Sinu uus tellimus Weblate.org saidis
fi: Uusi tilauksesi weblate.org:ssa
fr: Votre nouvel abonnement sur weblate.org
ga: Do shíntiús nua ar weblate.org
gl: A súa nova subscrición en weblate.org
he: המינוי החדש שלך באתר weblate.org
hr: Tvoja nova pretplata na weblate.org
hu: Új előfizetése a weblate.org oldalon
id: Langganan baru Anda di weblate.org
is: Nýja áskriftin þín á weblate.org
it: Il tuo nuovo abbonamento in weblate.org
ja: weblate.org での新しいサブスクリプション
kab: Ajerred-ik·im amaynut deg weblate.org
lt: Jūsų nauja weblate.org prenumerata
nb: Ditt nye abonnement på weblate.org
nl: Uw nieuwe abonnement op weblate.org
pl: Twoja nowa subskrypcja na weblate.org
pt_br: Sua nova assinatura no weblate.org
pt_pt: A sua nova assinatura em weblate.org
ro: Noul tău abonament pe weblate.org
ru: Ваша новая подписка на weblate.org
sk: Vaše nové predplatné na weblate.org
sl: Vaša nova naročnina na weblate.org
sq: Pajtimi juaj i ri në weblate.org
sr: Ваше претплате на weblate.org
sr_latn: Vaše pretplate na weblate.org
sv: Ditt nya abonnemang på weblate.org
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் புதிய சந்தா
th: การสมัครสมาชิกใหม่ของคุณบน weblate.org
tr: Yeni Weblate.org aboneliğiniz
uk: Ваша нова передплата на weblate.org

source: News about Weblate and localization.
ar: الأخبار عن Weblate والترجمة.
be: Навіны пра Weblate і лакалізацыю.
be_latn: Navіny' pra Weblate і lakalіzaczy'yu.
bg: Новини относно Weblate и локализацията.
ca: Notícies sobre el Weblate i localització.
cs: Novinky o Weblate a překládání.
da: Nyheder om Weblate og lokalisering.
de: Neuigkeiten rund um Weblate und Lokalisierung.
el: Νέα σχετικά με το Weblate και τη μετάφραση.
es: Noticias sobre Weblate y la regionalización.
fi: Uutisia Weblatesta ja lokalisoinnista.
fr: Actus sur Weblate et la traduction.
ga: Nuacht faoi Weblate agus logánú....
gl: Novas sobre Weblate e rexionalización.
he: חדשות על Weblate ועל תרגום.
hr: Novosti o Weblateu i lokalizaciji.
hu: Hírek a Weblate-ről és a lokalizáció világából.
id: Berita tentang Weblate dan pelokalan.
is: Fréttir varðandi Weblate og staðfærslu.
it: Notizie su Weblate e localizzazione.
ja: Weblate および翻訳に関するニュース。
kab: Isallen ɣef Weblate akked usidegd.
lt: Naujienos apie „Weblate“ ir lokalizaciją.
nb: Nyheter om Weblate og tilpasning til lokale forhold.
nl: Nieuws over Weblate en vertaling.
pl: Wiadomości o Weblate i lokalizacji.
pt_br: Notícias sobre Weblate e localização.
pt_pt: Notícias sobre o Weblate e tradução.
ro: Știri despre Weblate și localizare.
ru: Новости о Weblate и переводе.
sk: Novinky zo sveta Weblate a lokalizácie.
sl: Novice o Weblateu in lokalizaciji.
sq: Lajme rreth Weblate-it dhe përkthimit.
sr: Вести о Weblate-у и локализацији.
sr_latn: Novosti o Weblate-u i lokalizaciji.
sv: Nyheter om Weblate och lokalisering.
ta: வலைபெயர்ப்பு மற்றும் உள்ளூர்மயமாக்கல் பற்றிய செய்திகள்.
th: ข่าวสารเกี่ยวกับ Weblate และการปรับเนื้อหาให้เป็นภาษาท้องถิ่น
tr: Weblate ve yerelleştirme hakkında haberler.
uk: Новини про Weblate та локалізацію.

source: Weblate Blog
ar: مدوّنة Weblate
be: Блог Weblate
be_latn: Blog Weblate
bg: Блог на Weblate
ca: Blog del Weblate
cs: Blog o Weblate
el: Ιστολόγιο Weblate
es: Blog de Weblate
fi: Weblate-blogi
fr: Blog Weblate
ga: Blag Gréasáin
gl: Blog de Weblate
he: הבלוג של Weblate
id: Blog Weblate
is: Weblate-bloggið
it: Blog Weblate
ja: Weblate ブログ
kab: Ablug Weblate
lt: „Weblate“ tinklaraštis
nb: Weblate-blogg
pl: Blog Weblate
pt_br: Blog do Weblate
pt_pt: Blogue do Weblate
ro: Blog Weblate
ru: Блог Weblate
sk: Blog Weblate
sq: Blogu Weblate
sr: Weblate блог
sv: Weblateblogg
ta: வலைபெயர்ப்பு வலைப்பதிவு
th: บล็อก Weblate
tr: Weblate günlüğü
uk: Блоґ Weblate

source: View older articles
ar: الإطلاع على المقالات القديمة
be: Прагляд старых артыкулаў
be_latn: Praglyad stary'x arty'kulaў
bg: Преглед на по-старите статии
ca: Mostra els articles més antics
cs: Zobrazit starší články
da: Se ældre artikler
de: Ältere Artikel anzeigen
el: Προβολή παλαιότερων άρθρων
es: Ver artículos anteriores
fi: Näytä vanhemmat artikkelit
fr: Afficher les articles plus anciens
ga: Féach ar ailt níos sine
gl: Ver artigos máis antigos
he: צפייה במאמרים קודמים
hr: Pogledaj starije članke
hu: Korábbi cikkek megtekintése
id: Lihat artikel yang lebih lama
is: Skoða eldri greinar
it: Visualizza vecchi articoli
ja: 過去の記事の表示
kab: Wali imagraden iqbuṛen
lt: Peržiūrėti senesnius straipsnius
nb: Vis eldre artikler
nl: Oudere artikelen tonen
pl: Zobacz starsze artykuły
pt_br: Ver todos os artigos
pt_pt: Ver artigos antigos
ro: Vezi articole mai vechi
ru: Просмотреть старые статьи
sk: Zobraziť staršie články
sq: Shihni artikuj të dikurshëm
sr: Погледај старије текстове
sr_latn: Pogledaj starije tekstove
sv: Visa äldre artiklar
ta: பழைய கட்டுரைகளைக் காண்க
th: ดูบทความเก่ากว่า
tr: Eski yazıları görüntüle
uk: Перегляд старих статей

source: Weblate data processing agreement
id: Perjanjian pemrosesan data Weblate
th: ข้อตกลงการประมวลผลข้อมูลของ Weblate

source: Your data processing agreements
id: Perjanjian pemrosesan data Anda
th: ข้อตกลงการประมวลผลข้อมูลของคุณ

source: Organization
id: Organisasi
th: องค์กร

source: Edit
ar: تحرير
be: Рэдагаванне
be_latn: Redahavać
bg: Редактиране
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
ga: Cuir in eagar
gl: Editar
he: עריכה
hr: Uredi
hu: Szerkesztés
id: Sunting
is: Breyta
it: Modifica
ja: 編集
kab: Ẓreg
lt: Redaguoti
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Правка
sk: Upraviť
sl: Uredi
sq: Përpunim
sr: Уреди
sr_latn: Uredi
sv: Redigera
ta: தொகு
th: แก้ไข
tr: Düzenle
uk: Редагувати

source: Existing agreements
id: Perjanjian yang ada
th: ข้อตกลงที่มีอยู่

source: Service documentation
id: Layanan dokumentasi
th: เอกสารประกอบบริการ

source: General Terms and Conditions
bg: Общи условия за ползване
ca: Condicions generals
cs: Všeobecné smluvní podmínky
da: Generelle Vilkår og Betingelser
de: Allgemeine Geschäftsbedingungen
el: Γενικοί Όροι και Προϋποθέσεις
es: Condiciones generales
fr: Conditions générales d’utilisation
ga: Téarmaí agus Coinníollacha Ginearálta
gl: Condicións xerais
he: תנאים והתניות כלליים
hr: Opći uvjeti poslovanja
hu: Általános szerződési feltételek
id: Syarat dan Ketentuan Umum
is: Almennir þjónustuskilmálar og kvaðir
it: Termini e condizioni generali
ja: 利用規約
kab: Talɣiwin timatuyin n useqdec
nl: Algemene voorwaarden
pl: Warunki korzystania z usługi
pt_br: Termos e condições gerais
ro: Termene și condiții generale
ru: Общие положения и условия
sk: Všeobecné zmluvné podmienky
sq: Terma dhe Kushte të Përgjithshme
sr: Генерални услови и одредбе
ta: பொதுவான விதிமுறைகள் மற்றும் நிபந்தனைகள்
th: ข้อกำหนดและเงื่อนไขทั่วไป
tr: Genel hüküm ve koşullar
uk: Загальні умови надання послуг

source: Privacy Policy
ar: سياسة الخصوصية
be: Палітыка прыватнасці
be_latn: Palityka pryvatnasci
bg: Политика за поверителност
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Normativa de privacidad
et: Privaatsustingimused
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
ga: Beartas Príobháideachais
gl: Directiva de privacidade
he: מדיניות פרטיות
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
is: Persónuverndarstefna
it: Policy privacy
ja: プライバシーポリシー
kab: Tasertit n tbaḍnit
lt: Privatumo politika
nb: Personvernspraksis
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
pt_pt: Política de Privacidade
ro: Politică de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
sq: Rregulla Privatësie
sr: Политика приватности
sr_latn: Politika privatnosti
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik ilkesi
uk: Політика приватності

source: New agreement
id: Perjanjian baru
th: ข้อตกลงใหม่

source: Preview the agreement
id: Pratinjau perjanjian
th: ดูตัวอย่างข้อตกลง

source: Create an agreement
id: Buat perjanjian
th: สร้างข้อตกลง

source: Weblate payment
ar: سداد Weblate
be: Аплата Weblate
be_latn: Aplata Weblate
bg: Плащане на Weblate
ca: Pagament del Weblate
cs: Platba Weblate
da: Weblate-betaling
de: Weblate-Zahlung
el: Πληρωμή Weblate
es: Pago de Weblate
fi: Weblate-maksu
fr: Paiement Weblate
ga: Íocaíocht gréasáin
gl: Pagamento de Weblate
he: תשלום ל־Weblate
hr: Weblate plaćanje
hu: Weblate fizetés
id: Pembayaran Weblate
is: Greiðsla Weblate
it: Pagamenti Weblate
ja: Weblate の支払い
kab: Lexlaṣ Weblate
lt: „Weblate“ apmokėjimas
nb: Weblate-betaling
nl: Weblate-betaling
pl: Płatności Weblate
pt_br: Pagamento do Weblate
pt_pt: Pagamento do Weblate
ro: Plată Weblate
ru: Платёж Weblate
sk: Platba Weblate
sl: Plačilo Weblate
sq: Pagesë Weblate
sr: Weblate плаћање
sr_latn: Weblate plaćanje
sv: Weblate-betalning
ta: வலைபெயர்ப்பு கட்டணம்
th: การชำระเงิน Weblate
tr: Weblate ödemesi
uk: Платіж Weblate

source: Your billing information
ar: معلومات الفوترة الخاصة بكم
be: Вашая плацежная інфармацыя
be_latn: Zviestki ab vašych aplatach
ca: La vostra informació de facturació
cs: Vaše fakturační údaje
da: Dine faktureringsoplysninger
de: Ihre Rechnungsdaten
el: Στοιχεία χρέωσης
es: Su información de facturación
fi: Laskutustietosi
fr: Vos informations de facturation
ga: Do chuid faisnéise billeála
gl: A súa información de facturación
he: פרטי החיוב שלך
hr: Tvoji podatci naplate
hu: Számlázási adatok
id: Informasi tagihan Anda
is: Greiðsluupplýsingarnar þínar
it: I tuoi dati per la fatturazione
ja: お支払い情報
kab: Talɣut-ik n ufter
lt: Jūsų mokėjimo informacija
nb: Din faktureringsinformasjon
nl: Uw facturatie-informatie
pl: Twoje informacje rozliczeniowe
pt_br: Suas informações de cobrança
pt_pt: A sua informação de faturação
ro: Informațiile tale de facturare
ru: Ваши платёжные сведения
sk: Vaše fakturačné údaje
sl: Osebni podatki obračunavanja
sq: Të dhëna tuajat për faturim
sr: Ваши подаци за наплату
sv: Din faktureringsinformation
ta: உங்கள் பட்டியலிடல் செய்தி
th: ข้อมูลการเรียกเก็บเงินของคุณ
tr: Fatura bilgileriniz
uk: Відомості про ваші платежі

source: Payment Summary
ar: ملخص الدفع
be: Зводка аплаты
be_latn: Zvodka aplaty'
bg: Обобщение на плащането
ca: Resum del pagament
cs: Souhrn platby
da: Betalingsoversigt
de: Zahlungsübersicht
el: Σύνοψη Πληρωμών
es: Resumen del pago
fi: Maksun yhteenveto
fr: Résumé du paiement
ga: Achoimre Íocaíochta
gl: Resumo do pagamento
he: סיכום התשלום
hr: Sažetak o plaćanju
hu: Fizetési összegzés
id: Rincian Pembayaran
is: Samantekt greiðslu
it: Riepilogo del pagamento
ja: 支払いの概要
kab: Agzul n lexlaṣ
lt: Mokėjimo santrauka
nb: Betalingssammendrag
nl: Betaalsamenvatting
pl: Podsumowanie Płatności
pt_br: Resumo do pagamento
pt_pt: Resumo do Pagamento
ro: Sumar plăți
ru: Сводка по платежу
sk: Zhrnutie platby
sq: Përmbledhje Pagese
sr: Сажетак плаћања
sv: Betalningssammanställning
ta: கட்டண சுருக்கம்
th: สรุปการชำระเงิน
tr: Ödeme özeti
uk: Підсумок платежу

source: Payment description
ar: وصف الدفع
be: Апісанне аплаты
be_latn: Apisannie aplaty
bg: Описание на плащането
ca: Descripció del pagament
cs: Popis platby
da: Betalingsbeskrivelse
de: Zahlungsbeschreibung
el: Περιγραφή πληρωμής
es: Descripción del pago
fi: Maksun kuvaus
fr: Description du paiement
ga: Cur síos ar an íocaíocht
gl: Descrición do pagamento
he: תיאור התשלום
hr: Opis plaćanja
hu: Fizetés leírása
id: Deskripsi pembayaran
is: Lýsing greiðslu
it: Descrizione del pagamento
ja: 支払いの説明
kab: Aglam n lexlaṣ
lt: Mokėjimo aprašymas
nb: Betalingsbeskrivelse
nl: Beschrijving van betaling
pl: Opis płatności
pt_br: Descrição do pagamento
pt_pt: Descrição do pagamento
ro: Descriere plată
ru: Назначение платежа
sk: Popis platby
sl: Opis plačila
sq: Përshkrim pagese
sr: Опис плаћања
sv: Betalningsbeskrivning
ta: கட்டண விளக்கம்
th: คำอธิบายการชำระเงิน
tr: Ödeme açıklaması
uk: Опис платежу

source: Payment frequency
id: Frekuensi pembayaran
th: ความถี่ในการชำระเงิน

source: Payment will be issued yearly till you cancel the subscription.
ar: سيتم إصدار الدفع سنويًا حتى تقوموا بإلغاء الاشتراك.
be: Аплата будзе паўтарацца штогод, пакуль вы не скасуеце падпіску.
be_latn: Aplata budzie paŭtaracca štohodna, pakuĺ vy nie skasujecie padpisku.
ca: El pagament es repetirà anualment fins que cancel·leu la subscripció.
cs: Platba se bude opakovat každý rok, dokud nezrušíte předplatné.
da: Betaling bliver opkrævet årligt, indtil du opsiger abonnementet.
de: Die Zahlung erfolgt jährlich, bis Sie das Abonnement kündigen.
el: Η πληρωμή θα εκδίδεται ετησίως μέχρι να ακυρώσετε τη συνδρομή.
es: El pago se efectuará anualmente hasta que cancele la suscripción.
fi: Maksu suoritetaan vuosittain, kunnes peruutat tilauksen.
fr: Le paiement sera dû chaque année jusqu’à arrêt de l’abonnement.
ga: Eiseofar íocaíocht go bliantúil go dtí go gcealóidh tú an síntiús.
gl: O pagamento será emitido de xeito anual ata que vostede cancele a subscrición.
he: התשלום ייגבה מחדש בכל שנה עד לביטול המינוי.
hr: Naplaćuje se godišnje, sve dok ne otkažeš pretplatu.
hu: A fizetés évente kerül kiállításra, amíg le nem mondja az előfizetést.
id: Pembayaran akan dilakukan setiap tahun sampai Anda membatalkan langganan.
is: Reikningur verður gefinn út á hverju ári þar til þú segir upp áskriftinni.
it: Il pagamento verrà ripetuto ogni anno fino alla disdetta dell'abbonamento.
ja: 定期購入を中止するまで、毎年、支払いが発生します。
kab: Lexlaṣ ad yettwag yal aseggas arma tesfesxeḍ ajerred.
lt: Mokėjimai bus atliekami kartą per metus, kol neatšauksite prenumeratos.
nb: Betaling gjentas årlig til du avbryter abonnementet.
nl: Betaling zal jaarlijks plaatsvinden tot u het abonnement opzegt.
pl: Płatność będzie wystawiana co roku, dopóki nie anulujesz subskrypcji.
pt_br: O pagamento será emitido anualmente até que você cancele a assinatura.
pt_pt: O pagamento será emitido anualmente até que cancele a subscrição.
ro: Plata va fi emisă anual până când vei anula abonamentul.
ru: Оплата будет производиться ежегодно до тех пор, пока вы не отмените подписку.
sk: Platba sa bude opakovať každý rok, kým nezrušíte predplatné.
sq: Pagesa do të emetohet përvitshëm, deri sa të anuloni pajtimin.
sv: Betalning kommer att utfärdas årligen tills du avbryter abonnemanget.
ta: நீங்கள் சந்தாவை ரத்து செய்யும் வரை ஆண்டுதோறும் கட்டணம் வழங்கப்படும்.
th: จะมีการเรียกเก็บเงินเป็นรายปีจนกว่าคุณจะยกเลิกการสมัครสมาชิก
tr: Abonelik iptal edilene kadar her yıl ödeme alınacaktır.
uk: Оплата буде повторюватися щорічно, поки ви не скасуєте цю підписку.

source: Payment will be issued every six months till you cancel the subscription.
ar: سيتم إصدار الدفع كل ستة أشهر حتى تقوموا بإلغاء الاشتراك.
be: Аплата будзе паўтарацца кожныя 6 месяцаў, пакуль вы не скасуеце падпіску.
be_latn: Aplata budze paўtaraczcza kozhny'ya 6 mesyaczaў, pakul' vy' ne skasuecze padpіsku.
ca: El pagament es repetirà cada sis mesos fins que cancel·leu la subscripció.
cs: Platba se bude opakovat každých šest měsíců, dokud nezrušíte předplatné.
da: Betaling bliver opkrævet hver 6. måned, indtil du opsiger abonnementet.
de: Die Zahlung erfolgt alle sechs Monate, bis Sie das Abonnement kündigen.
el: Η πληρωμή θα εκδίδεται κάθε έξι μήνες μέχρι να ακυρώσετε τη συνδρομή.
es: El pago se efectuará semestralmente hasta que cancele la suscripción.
fi: Maksu suoritetaan kuuden kuukauden välein, kunnes peruutat tilauksen.
fr: Le paiement sera dû tous les 6 mois jusqu’à annulation de l’abonnement.
ga: Eiseofar íocaíocht gach sé mhí go dtí go gcealóidh tú an síntiús.
gl: O pagamento será emitido cada seis meses ata que vostede cancele a subscrición.
he: התשלום ייגבה מחדש בכל חצי שנה עד לביטול המינוי.
hr: Naplaćuje se svakih šest mjeseci, sve dok ne otkažeš pretplatu.
hu: A fizetés félévente kerül kiállításra, amíg le nem mondja az előfizetést.
id: Pembayaran akan dilakukan setiap enam bulan sampai Anda membatalkan langganan.
is: Reikningur verður gefinn út á sex mánaða fresti þar til þú segir upp áskriftinni.
it: Il pagamento verrà ripetuto ogni sei mesi fino alla disdetta dell'abbonamento.
ja: 定期購入を中止するまで、半年に一度、支払いが発生します。
kab: Lexlaṣ ad yettwag yal setta n wagguren aram tesfesxeḍ ajerred.
lt: Mokėjimai bus atliekami kas šešis mėnesius, kol neatšauksite prenumeratos.
nb: Betaling vil utstedes hver sjette måned, til du avbryter abonnementet.
nl: Betaling zal elke zes maand uitgevoerd worden tot u het abonnement opzegt.
pl: Płatność będzie wystawiana co sześć miesięcy, aż anulujesz subskrypcję.
pt_br: O pagamento será emitido a cada seis meses até que você cancele a assinatura.
pt_pt: O pagamento será emitido semestralmente até que cancele a subscrição.
ro: Plata va fi emisă la fiecare șase luni până când vei anula abonamentul.
ru: Оплата будет производиться каждые шесть месяцев, пока вы не отмените подписку.
sk: Platba sa bude opakovať každých šesť mesiacov, kým nezrušíte predplatné.
sq: Pagesa do të emetohet çdo gjashtë muaj, deri sa të anuloni pajtimin.
sv: Betalning kommer att utfärdas var sjätte månad tills du avbryter prenumerationen.
ta: நீங்கள் சந்தாவை ரத்து செய்யும் வரை ஒவ்வொரு ஆறு மாதங்களுக்கும் கட்டணம் வழங்கப்படும்.
th: จะมีการเรียกเก็บเงินทุกหกเดือนจนกว่าคุณจะยกเลิกการสมัครสมาชิก
tr: Abonelik iptal edilene kadar her altı ayda bir ödeme alınacaktır.
uk: Оплата буде повторюватися кожні шість місяців, поки ви не скасуєте цю підписку.
