Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: PNG or JPG image with a resolution of 570 x 260 pixels.
ar: صورة PNG أو JPG بدقة 570 × 260 بكسل.
be: Выява PNG або JPG з раздзяляльнай здольнасцю 570 x 260 пікселяў.
be_latn: Vy'yava PNG abo JPG z razdzyalyal'naj zdol'nasczyu 570 x 260 pіkselyaў.
bg: Изображение на PNG или JPG с размер 570 × 260 пиксела.
ca: Una imatge PNG o JPG amb una resolució de 570 x 260 píxels.
cs: PNG nebo JPG obrázek s rozlišením 570 x 260 pixelů.
da: PNG- eller JPG-billede med en opløsning på 570 x 260 pixels.
de: PNG- oder JPG-Bild mit einer Auflösung von 570 × 260 Pixel.
el: Εικόνα PNG ή JPG με ανάλυση 570 x 260 pixels.
es: Imagen PNG o JPG con una resolución de 570 x 260 píxeles.
et: PNG või JPG pilt mõõtudega 570 x 260 pikslit.
fi: PNG tai JPG -kuva, jonka resoluutio on 570x260 pikseliä.
fr: Image PNG ou JPG d’une résolution de 570 × 260 pixels.
ga: Íomhá PNG nó JPG le taifeach picteilíní 570 x 260.
gl: Imaxe PNG ou JPG cunha resolución de 570 x 260 píxeles.
he: תמונת PNG או JPG ברזולוציה של ‎570 × 260 פיקסלים.
hr: PNG ili JPG slika veličine 570 × 260 piksela.
hu: PNG vagy JPG kép 570 × 260 képpontos felbontással.
id: Gambar PNG atau JPG dengan ukuran 570 x 260 piksel.
is: PNG- eða JPG-mynd með upplausninni 570 x 260 punktar.
it: Immagine PNG o JPG con una risoluzione di 570 x 260 pixels.
ja: 解像度が 570 x 260 ピクセルの PNG または JPG イメージ。
lt: 570 x 260 pikselių raiškos PNG arba JPG paveikslėlis.
nb: PNG- eller JPG-bilde med en oppløsning på 570 x 260 piksler.
nl: Png- of jpg-afbeelding met een resolutie van 570 x 260 pixels.
pl: Obraz PNG lub JPG o rozdzielczości 570 x 260 pikseli.
pt_br: Imagem PNG ou JPG com resolução de 570 x 260 pixels.
ro: Imagine PNG sau JPG cu o rezoluție de 570 x 260 pixeli.
ru: Изображение PNG или JPG с разрешением 570 x 260 пикселей.
sk: Obrázok PNG alebo JPG s rozlíšením 570 x 260 pixelov.
sl: Slika PNG ali JPG z ločljivostjo 570 x 260 slikovnih točk.
sq: Figurë PNG ose JPG, me qartësi 570 x 260 pikselash.
sr: PNG или JPG слика резолуције 570 x 260 пиксела.
sr_latn: PNG ili JPG slika rezolucije 570 x 260 piksela.
sv: PNG- eller JPG-bild med en upplösning på 570 x 260 pixlar.
ta: 570 ஃச் 260 படப்புள்ளிகள் பகுத்தலுடன் பிஎன்சி அல்லது சேபிசி படம்.
th: รูปภาพ PNG หรือ JPG ความละเอียด 570 x 260 พิกเซล
tr: 570 x 260 piksel çözünürlükte bir PNG ya da JPG görseli.
uk: PNG або JPG розмірами 570 на 260 пікселів.

source: Basic support
ar: دعم أساسي
be: Базавая падтрымка
be_latn: Bazavaya padtry'mka
bg: Основна поддръжка
ca: Assistència bàsica
cs: Základní podpora
da: Basal support
de: Basis-Support
el: Βασική υποστήριξη
es: Asistencia básica
et: Üldistatud tugi
fi: Perustuki
fr: Assistance simple
ga: Tacaíocht bhunúsach
gl: Asistencia básica
he: תמיכה בסיסית
hr: Osnovna podrška
hu: Alapszintű támogatás
id: Dukungan dasar
is: Grunnþjónusta
it: Supporto base
ja: 基本的なサポート
kab: Tallelt tafessast
lt: Bazinė pagalba
nb: Grunnleggende støtte
nl: Basisondersteuning
pl: Podstawowe wsparcie
pt_br: Suporte básico
pt_pt: Apoio Básico
ro: Suport de bază
ru: Основная поддержка
sk: Základná podpora
sl: Osnovna podpora
sq: Asistencë elementare
sr: Основна подршка
sr_latn: Osnovna podrška
sv: Grundläggande stöd
ta: அடிப்படை உதவி
th: บริการสนับสนุนพื้นฐาน
tr: Temel destek
uk: Основна підтримка

source: Never get held back by a problem.
ar: لا تتراجع أبدا بسبب مشكلة.
be: Ніколі не пужайцеся праблемаў.
be_latn: Nіkolі ne puzhajczesya prablemaў.
ca: Que no us aturi cap problema.
cs: Nenechte se zdržovat problémem.
da: Bliv aldrig holdt tilbage af et problem.
de: Lassen Sie sich niemals durch ein Problem aufhalten.
el: Ποτέ μην καθυστερείτε λόγω ενός προβλήματος.
es: Que nunca le detenga ningún problema.
et: Ära kunagi upu probleemidesse.
fi: Älä koskaan jumiudu ongelmaan.
fr: Ne restez jamais bloqués par un problème.
ga: Nár choinní siar aon fhadhb thú.
gl: Non te deixes atoar por un problema.
he: לא נותנים לבעיות להפריע בדרך.
hr: Ne dopusti da te problemi sputavaju.
hu: Soha ne akadjon el egy probléma miatt.
id: Jangan pernah terkekang oleh suatu masalah.
is: Láttu vandamálin aldrei halda aftur af þér.
it: Non farti mai fermare da un problema.
ja: 問題にとらわれることはありません。
lt: Neleiskite, kad problemos jus sustabdytų.
nb: Aldri stå fast med et problem.
nl: Laat u niet tegenhouden door een probleem.
pl: Nigdy nie daj się powstrzymać przez problem.
pt_br: Nunca se atrapalhe com um problema.
ro: Nu te lăsa niciodată reținut de o problemă.
ru: Пусть проблемы вас не удерживают.
sk: Nikdy sa nenechajte zdržať problémom.
sl: Naj vas težava nikoli ne ustavi.
sq: Mos ngelni mbrapa nga një problem.
sv: Låt dig aldrig hållas tillbaka av ett problem.
ta: ஒரு சிக்கலால் ஒருபோதும் பின்வாங்க வேண்டாம்.
th: ไม่ต้องติดขัดกับปัญหาอีกต่อไป
tr: Asla bir sorun yüzünden geri kalmayın.
uk: Не зупиняйтеся через проблеми.

source: Set priority for all your questions and reported bugs.
ar: حدد الأولوية لجميع أسئلتك والأخطاء المبلغ عنها.
be: Павысьце прыярытэт сваім пытанням і справаздачам пра памылкі.
be_latn: Pavy's'cze pry'yary'te't svaіm py'tannyam і spravazdacham pra pamy'lkі.
ca: Definiu una prioritat per a totes les vostres qüestions i informes d’errors.
cs: Nastavte prioritu pro všechny vaše dotazy a nahlášené chyby.
da: Indstil prioritet for alle dine spørgsmål og fejlmeldinger.
de: Legen Sie die Priorität für all Ihre Fragen und gemeldeten Fehler fest.
el: Ορίστε προτεραιότητα για όλες τις ερωτήσεις σας και τα αναφερόμενα σφάλματα.
es: Sus preguntas e informes de error se atenderán de forma prioritaria.
et: Määra olulisuse astmed kõigile oma küsimustele ning teavitatud vigadele.
fi: Aseta prioriteetti kaikille kysymyksille ja ilmoitetuille virheille.
fr: Définissez des priorités pour toutes vos questions et anomalies.
ga: Socraigh tosaíocht do cheisteanna go léir agus fhabhtanna tuairiscithe.
gl: Defina a prioridade para todas as súas preguntas e informes de fallos.
he: הגדרת עדיפות לכל השאלות והבאגים שדיווחת עליהם.
hr: Postavi prioritet za sva pitanja i prijavljene greške.
hu: Állítson be prioritást minden kérdéséhez és jelentett hibájához.
id: Atur prioritas untuk semua pertanyaan dan kesalahan yang dilaporkan.
is: Settu forgang fyrir allar spurningar þínar og tilkynntar villur.
it: Imposta la priorità per tutte le tue domande e i bug segnalati.
ja: お客様のすべての質問と報告したバグを優先します。
lt: Nustatykite visų savo klausimų ir pranešimų apie riktus pirmenybę.
nb: Sett prioritet for alle dine spørsmål og innrapporterte feil.
nl: Krijg prioriteit op al uw vragen en gemelde bugs.
pl: Ustaw priorytet dla wszystkich pytań i zgłoszonych błędów.
pt_br: Defina a prioridade para todas as suas perguntas e bugs relatados.
ro: Stabilește o prioritate pentru toate întrebările și erorile tale raportate.
ru: Сделайте свои все свои вопросы и сообщения об ошибках более приоритетными.
sk: Nastavte si prioritu pre všetky vaše otázky a nahlásené chyby.
sl: Določite prednost za vsa vaša vprašanja in poročila o hroščih.
sq: Caktoni përparësi për krejt pyetjet dhe të metat që keni njoftuar.
sr_latn: Postavite prioritet za sva vaša pitanja i prijavljene greške.
sv: Ange prioritet för alla dina frågor och rapporterade fel.
ta: உங்கள் எல்லா கேள்விகளுக்கும் அறிக்கையிடப்பட்ட பிழைகளுக்கும் முன்னுரிமையை அமைக்கவும்.
th: จัดลำดับความสำคัญให้กับทุกคำถามและบั๊กที่คุณรายงาน
tr: Tüm sorularınız ve bildirdiğiniz hatalar için öncelik belirleyin.
uk: Встановлена пріоритетність для всіх ваших питань і повідомлень про вади.

source: Get support
ar: الحصول على الدعم
be: Дапамога
be_latn: Dapamoga
bg: Получете поддръжка
ca: Obtén assistència
cs: Získejte podporu
da: Få support
de: Support erhalten
el: Υποστήριξη
es: Obtener asistencia
et: Otsi abi
fi: Hanki tukea
fr: Obtenir de l’aide
ga: Faigh cabhair
gl: Obter asistencia
he: קבלת תמיכה
hr: Nabavi podršku
hu: Támogatás kérése
id: Dapatkan dukungan
is: Fá aðstoð
it: Richiedi supporto
ja: サポートを受ける
kab: Awi tallelt
lt: Gauti palaikymą
nb: Støtte
nl: Ondersteuning verkrijgen
pl: Pomoc techniczna
pt_br: Obter suporte
ro: Obține asistență
ru: Получить поддержку
sk: Získajte podporu
sl: Pridobite podporo
sq: Merrni asistencë
sr: Подршка
sr_latn: Podrška
sv: Få support
ta: ஆதரவை பெறு
th: รับบริการสนับสนุน
tr: Destek alın
uk: Підтримка

source: Premium support
ar: دعم ممتاز
be: Прэміумная падтрымка
be_latn: Pre'mіumnaya padtry'mka
bg: Приоритетна поддръжка
ca: Assistència premium
cs: Prémiová podpora
el: Premium υποστήριξη
es: Asistencia premium
et: Premium tugi
fi: Premium-tuki
fr: Assistance privilégiée
ga: Tacaíocht préimhe
gl: Asistencia premium
he: תמיכת פרימיום
hr: Premium podrška
hu: Prémium támogatás
id: Dukungan premium
is: Forgangsstuðningur
it: Assistenza premium
ja: プレミアム サポート
kab: Tallelt Premium
lt: Premium palaikymas
nb: Premiumsstøtte
nl: Premium ondersteuning
pl: Wsparcie Premium
pt_br: Suporte premium
pt_pt: Apoio Profissional
ro: Suport premium
ru: Приоритетная поддержка по электронной почте
sk: Prémiová podpora
sl: Vrhunska podpora
sq: Asistencë me pagesë
sr: Премиум подршка
sr_latn: Premium podrška
ta: காப்பீடு உதவி
th: บริการสนับสนุนระดับพรีเมียม
tr: Ücretli destek
uk: Преміум-підтримка

source: Don’t wait with your work on hold.
ar: لا تنتظر مع عملك في الانتظار.
be: Не прыпыняйце сваю працу.
be_latn: Ne pry'py'nyajcze svayu praczu.
ca: No espereu amb la feina en pausa.
cs: Nečekejte s pozastavenou prací.
da: Lad ikke dit arbejde ligge på hylden.
de: Warten Sie nicht mit Ihrer Arbeit in der Warteschleife.
el: Μην περιμένετε με την εργασία σας σε αναμονή.
es: No detenga su trabajo.
et: Ära oota, kui töö on pooleli.
fi: Älä odota, kun työsi on keskeytetty.
fr: N’attendez pas alors que votre travail est bloqué.
ga: Ná fan le do chuid oibre ar feitheamh.
gl: Non se deteña co seu traballo en espera.
he: אין סיבה להמתין ולהשהות עבודה.
hr: Nemoj čekati sa zaustavljenim poslom.
hu: Ne várakozzon munka közben tétlenül.
id: Jangan menunggu dengan pekerjaan Anda tertunda.
is: Ekki hanga með vinnuna þína í bið.
it: Non aspettare con il tuo lavoro in pausa.
ja: 仕事を中断して待つ必要はありません。
lt: Nestabdykite savo darbo.
nb: Ikke bli forulempet med arbeidet på vent.
nl: Wacht niet tijdens het werken.
pl: Nie czekaj z wstrzymaną pracą.
pt_br: Não espere com seu trabalho em espera.
ro: Nu sta cu munca în așteptare.
ru: Не ждите, поставив на паузу свою работу.
sk: Nečakajte s odloženou prácou.
sl: Naj vaše delo ne bo na čakanju.
sq: Mos rrini e prisni me punën të ndalur.
sv: Sitt inte väntande med ditt arbete pausat.
ta: உங்கள் வேலையுடன் காத்திருக்க வேண்டாம்.
th: อย่าปล่อยให้งานของคุณต้องหยุดชะงัก
tr: İşiniz beklemedeyken beklemeyin.
uk: Не зупиняйтеся у вашій роботі.

source: This guarantees you answers the NBD at the latest.
ar: هذا يضمن لك إجابات NBD على أبعد تقدير.
be: Гарантуе адказ цягам аднаго працоўнага дня.
be_latn: Garantue adkaz czyagam adnago praczoўnaga dnya.
bg: Това Ви гарантира отговор най-късно на следващия работен ден.
ca: Us garantim respostes en el següent dia feiner com a màxim.
cs: Zaručujeme vám odpovědi do dalšího pracovního dne.
da: Dette garanterer, at du får svar senest næste arbejdsdag.
de: Dies garantiert Ihnen die Antworten bis spätestens zum nächsten Arbeitstag.
el: Αυτό εξασφαλίζει ότι θα λάβετε μια απάντηση το αργότερο την επόμενη εργάσιμη ημέρα.
es: Esto garantiza que recibirá respuesta a más tardar el siguiente día laboral.
et: See tagab sulle vastuse hiljemalt järgmiseks tööpäevaks.
fi: Tämä takaa sinulle vastauksen viimeistään seuraavana arkipäivänä.
fr: Cela vous garantit une réponse, au plus tard, le jour ouvré suivant.
ga: Cinntíonn sé seo go bhfreagraíonn tú an NBD ar a dhéanaí.
gl: Isto garante que lle responderán no seguinte día hábil, a máis tardar.
he: מבטיח לך תשובות עד יום העסקים הבא לכל המאוחר.
hr: Jamči dobivanje odgovora najkasnije sljedeći radni dan.
hu: Ez garantálja, hogy legkésőbb a következő munkanapon választ kap.
id: Ini menjamin Anda dalam menjawab NBD terbaru.
is: Þetta tryggir þér svar næsta virka dag í síðasta lagi.
it: Questo garantisce risposte al più tardi entro il prossimo giorno lavorativo.
ja: 遅くとも翌営業日の回答を保証します。
lt: Tai garantuoja, kad gausite atsakymą ne vėliau kaip sekančią darbo dieną.
nb: Dette garanterer deg svar senest neste arbeidsdag.
nl: Hierdoor krijgt u de volgende werkdag gegarandeerd antwoord.
pl: Gwarantuje to odpowiedzi najpóźniej do następnego dnia roboczego.
pt_br: Isso lhe garante respostas o mais tardar no próximo dia útil.
ro: Aceasta îți garantează că răspunzi cel mai târziu la NBD.
ru: Это гарантируют вам ответ; самое позднее — на следующий рабочий день.
sk: To vám garantuje odpovede do ďalšieho pracovného dňa.
sl: To vam zagotavlja odgovore na NBD najpozneje.
sq: Kjo ju garanton përgjigje, e shumta ditën pasuese të punës.
sv: Detta garanterar att du får svar senast nästa arbetsdag.
ta: இது அண்மைக் கால இடத்தில் என்பிடிக்கு பதிலளிக்கும் உத்தரவாதம்.
th: รับประกันคำตอบภายในวันทำการถัดไปอย่างช้าที่สุด
tr: Böylece beklemeden yanıt almayı garanti edersiniz.
uk: Гарантована відповідь принаймні в межах одного робочого дня.

source: Be Premium
ar: كن مميزا
be: Будзьце прэміумным карыстальнікам
be_latn: Budz'cze pre'mіumny'm kary'stal'nіkam
bg: Получете приоритетна поддръжка
ca: Vull ser premium
cs: Buďte Prémioví
da: Bliv premium
de: Premium sein
el: Γίνετε premium
es: Volverse premium
et: Kasuta Premium-teenust
fi: Ole Premium
fr: Passez Prémium
ga: Bí Préimh
gl: Sexa premium
he: לקבל יחס פרימיום
hr: Nabavi Premium
hu: Legyen Prémium előfizető
id: Jadilah Premium
is: Fáðu forgang
it: Diventa Premium
ja: プレミアムにする
kab: Asigna Premium
lt: Tapkite premium klientu
nb: Bli Premium
nl: Premium aanschaffen
pl: Bądź Premium
pt_br: Seja premium
ro: Fii Premium
ru: Станьте премиумом
sk: Buďte prémioví
sl: Bodite vrhunski
sq: Kaloni Me Pagesë
sr: Будите премијум
sr_latn: Budi Premium
sv: Var Premium
ta: காப்பீடாக இருங்கள்
th: เป็นสมาชิกระดับพรีเมียม
tr: Ücretli kullanıcı olun
uk: Будьте серед перших

source: Extended support
ar: دعم موسّع
be: Пашыраная падтрымка
be_latn: Pashy'ranaya padtry'mka
bg: Разширена поддръжка
ca: Assistència ampliada
cs: Rozšířená podpora
da: Udvidet support
de: Erweiterter Support
el: Διευρημένη υποστήριξη
es: Asistencia ampliada
et: Laiendatud tugi
fi: Laajennettu tuki
fr: Assistance étendue
ga: Tacaíocht leathnaithe
gl: Asistencia estendida
he: תמיכה מורחבת
hr: Proširena podrška
hu: Bővített támogatás
id: Dukungan ekstensif
is: Viðbótarþjónusta
it: Supporto esteso
ja: 拡張サポート
kab: Tallelt talqayant
lt: Išplėstinis palaikymas
nb: Utvidet støtte
nl: Uitgebreide ondersteuning
pl: Rozszerzone wsparcie
pt_br: Suporte estendido
pt_pt: Apoio Alargado
ro: Suport extins
ru: Расширенная поддержка
sk: Rozšírená podpora
sl: Razširjena podpora
sq: Asistencë e thelluar
sr: Обимнија подршка
sr_latn: Obimnija podrška
sv: Utökat stöd
ta: நீட்டிக்கப்பட்ட உதவி
th: บริการสนับสนุนแบบขยาย
tr: Genişletilmiş destek
uk: Розширена підтримка

source: Don’t settle with Basic, get a worry-free package.
ar: لا تستقر مع Basic ، احصل على حزمة خالية من القلق.
be: Не спыняйцеся на базавым наборы, набудзьце поўны.
be_latn: Ne spy'nyajczesya na bazavy'm nabory', nabudz'cze poўny'.
ca: No us conformeu amb el pla bàsic; obtingueu un paquet que us evitarà maldecaps.
cs: Nespokojte se se základem, získejte balíček bez starostí.
da: Lad dig ikke nøjes med basal; få en bekymringsfri pakke.
de: Begnügen Sie sich nicht mit Basis, holen Sie sich ein Rundum-Sorglos-Paket.
el: Μην συμβιβάζεστε με το Basic, αποκτήστε ένα πακέτο χωρίς ανησυχίες.
es: No se conforme con el plan básico; disfrute un paquete que le evitará preocupaciones.
et: Ära piirdu Basic-teenusega, vaid kasuta probleemidevaba teenusepaketti.
fi: Älä ole vain Basic, hanki huoleton paketti.
fr: Ne vous contentez pas d’un forfait basique, optez pour un forfait esprit tranquille.
ga: Ná socraigh le Basic, faigh pacáiste gan imní.
gl: Non se conforme co Básico, obteña un paquete libre de preocupacións.
he: לא מסתפקים בפשטות, אפשר לצמצם את הדאגות.
hr: Nemoj se zadovoljiti samo s osnovnim paketom, nabavi bezbrižni paket.
hu: Ne elégedjen meg az Alapszinttel — válassza a gondtalan csomagot.
id: Jangan puas dengan paket Dasar, dapatkan paket bebas khawatir.
is: Ekki sætta þig við lágmarksþjónstu, fáðu pakka sem tryggir þér áhyggjuleysi.
it: Non essere solo base, richiedi un pacchetto senza preoccupazioni.
ja: ベーシックで満足せず、安心のパッケージを入手してください。
lt: Leiskite sau daugiau nei pagrindinį planą ir gaukite visokeriopą palaikymą.
nb: Ikke nøy deg med det grunnleggende, skaff en bekymringsfri pakke.
nl: Blijf niet hangen op Basis - schaf een zorgeloos pakket aan.
pl: Nie zadowalaj się Basic, skorzystaj z pakietu bez obaw.
pt_br: Não se contente apenas com o Básico, obtenha um pacote sem preocupações.
ro: Nu te mulțumi cu planul de bază, obține un pachet fără griji.
ru: Не довольствуйтесь только основным, приобретите полный пакет и живите без забот.
sk: Neuspokojte sa so základom, získajte balík bez starostí.
sl: Ne zadovoljite se z Osnovnim, pridobite brezskrbni paket.
sq: Mos ngelni me Elementarin, merrni një paketë pa belara.
sv: Nöj dig inte med Basic, skaffa ett bekymmersfritt paket.
ta: அடிப்படையுடன் குடியேற வேண்டாம், கவலை இல்லாத தொகுப்பைப் பெறுங்கள்.
th: อย่าหยุดอยู่แค่ระดับพื้นฐาน เลือกแพ็กเกจที่ไร้กังวลดีกว่า
tr: Temel özelliklerle yetinmeyin, düşünmeyeceğiniz bir paket alın.
uk: Не лишайтеся на мінімумі, отримайте гарантію.

source: We will manage upgrades for you.
ar: سنقوم بإدارة الترقيات لك.
be: Мы будзем кіраваць абнаўленнямі замест вас.
be_latn: My' budzem kіravacz' abnaўlennyamі zamest vas.
ca: Gestionarem les actualitzacions per vós.
cs: Budeme se za vás starat o aktualizace.
da: Vi håndterer opgraderinger for dig.
de: Wir verwalten Upgrades für Sie.
el: Θα διαχειριστούμε τις αναβαθμίσεις για εσάς.
es: Manejaremos las actualizaciones por usted.
et: Teeme sinu eest kõik tarkvarauuendused.
fi: Hallinnoimme päivitykset puolestasi.
fr: Nous gérerons vos mises à jour.
ga: Déanfaimid uasghráduithe a bhainistiú duit.
gl: Xestionaremos as actualizacións por Vde.
he: אנו ננהל את השדרוגים עבורך.
hr: Mi ćemo upravljati nadogradnjama umjesto tebe.
hu: A frissítéseket mi kezeljük Ön helyett.
id: Kami akan mengelola peningkatan untuk Anda.
is: Við munum hafa umsjón með uppfærslum fyrir þig.
it: Gestiremo per te gli aggiornamenti.
ja: お客様のアップグレードを管理します。
lt: Mes pasirūpinsime atnaujinimais už jus.
nb: Vi håndterer oppgraderinger for deg.
nl: Wij verzorgen uw upgrades.
pl: Będziemy zarządzać aktualizacjami dla Ciebie.
pt_br: Vamos gerenciar as atualizações para você.
ro: Vom gestiona noi actualizările pentru tine.
ru: Мы будем управлять обновлениями за вас.
sk: Aktualizácie budeme spravovať za vás.
sl: Namesto vas bomo opravili nadgradnje.
sq: Përmirësimet për ju do t’i administrojmë ne.
sv: Vi hanterar uppgraderingar åt dig.
ta: உங்களுக்காக மேம்படுத்தல்களை நாங்கள் நிர்வகிப்போம்.
th: เราจะจัดการการอัปเกรดให้คุณ
tr: Yükseltmeleri sizin için yaparız.
uk: Оновлення для вас буде виконано нами.

source: Stay updated
ar: ابق على اطلاع
be: Заўсёды карыстайцеся найноўшай версіяй
be_latn: Zaўsyody' kary'stajczesya najnoўshaj versіyaj
ca: Mantingueu-vos al dia
cs: Zůstaňte aktuální
da: Hold dig opdateret
de: Bleiben Sie auf dem Laufenden
el: Μείνετε ενημερωμένοι
es: Manténgase al día
et: Ole kursis
fi: Pysy ajan tasalla
fr: Soyez à jour
ga: Fan suas chun dáta
gl: Mantéñase actualizado
he: להישאר עדכניים
hr: Ostani u tijeku
hu: Mindig naprakészen
id: Selalu diperbarui
is: Fáðu nýjustu upplýsingar
it: Rimani aggiornato
ja: 常に最新状態に
lt: Gaukite visas naujienas
nb: Hold deg oppdatert
nl: Altijd het nieuwste van het nieuwste
pl: Bądź na bieżąco
pt_br: Ficar atualizado
ro: Rămâi la curent
ru: Будьте всегда обновлённым
sk: Zostaňte informovaní
sl: Ostanite posodobljeni
sq: Jini i përditësuar
sv: Håll dig uppdaterad
ta: புதுப்பிக்கப்பட்டு இருங்கள்
th: ทันสมัยอยู่เสมอ
tr: Güncel kalın
uk: Не втрачайте актуальності

source: Backup service
ar: خدمة النسخ الاحتياطي
be: Служба рэзервовага капіявання
be_latn: Sluzhba re'zervovaga kapіyavannya
bg: Услуга за архивиране
ca: Servei de còpia de seguretat
cs: Zálohovací služba
da: Sikkerhedskopieringstjeneste
de: Sicherungsdienst
el: Υπηρεσία δημιουργίας αντιγράφων ασφαλείας
es: Servicio de respaldo
et: Varundus teenus
fi: Varmuuskopiointipalvelu
fr: Service de sauvegarde
ga: Seirbhís cúltaca
gl: Servizo de copias de seguranza
he: שירות גיבוי
hr: Usluga za spremanje sigurnosnih kopija
hu: Biztonsági mentési szolgáltatás
id: Layanan rekam cadang
is: Afritunarþjónusta
it: Servizio backup
ja: バックアップ サービス
kab: Ameẓlu n uḥraz
lt: Atsarginių kopijų kūrimo paslauga
nb: Sikkerhetskopieringstjeneste
nl: Back-updienst
pl: Usługa tworzenia kopii zapasowych
pt_br: Serviço de backup
pt_pt: Serviço de cópias de segurança
ro: Serviciu de copii de siguranță
ru: Служба резервного копирования
sk: Zálohovacia služba
sl: Storitev varnostnega kopiranja
sq: Shërbim kopjeruajtjesh
sr: Услуга за резервне копије
sr_latn: Backup servis
sv: Säkerhetskopieringstjänst
ta: காப்பு பணி
th: บริการสำรองข้อมูล
tr: Yedekleme hizmeti
uk: Послуга резервного копіювання

source: Easily put your backups in a safe place.
ar: ضع النسخ الاحتياطية بسهولة في مكان آمن.
be: Лёгка адпраўляйце свае рэзервовыя копіі ў бяспечнае месца.
be_latn: Lyogka adpraўlyajcze svae re'zervovy'ya kopіі ў byaspechnae mescza.
bg: Съхранявайте резервните си копия лесно и на сигурно място.
ca: Deseu les vostres còpies de seguretat en un lloc segur de manera fàcil.
cs: Snadno uložte své zálohy na bezpečné místo.
da: Gem nemt dine sikkerhedskopier et sikkert sted.
de: Legen Sie Ihre Sicherungen ganz einfach an einem sicheren Ort ab.
el: Τοποθετήστε εύκολα τα αντίγραφα ασφαλείας σας σε ασφαλές μέρος.
es: Guarde sus copias de respaldo fácilmente y de forma segura.
et: Halda varukoopiaid turvaliselt.
fi: Laita varmuuskopiot helposti turvalliseen paikkaan.
fr: Conservez vos sauvegardes en lieu sûr.
ga: Cuir do chúltacaí in áit shábháilte go héasca.
gl: Poña doadamente as súas copias de seguranza nun lugar seguro.
he: לאחסן את הגיבויים שלך במקום בטוח.
hr: Jednostavno spremaj sigurnosne kopije na sigurno mjesto.
hu: Mentéseit könnyedén biztonságos helyre helyezheti.
id: Letakkan rekam cadang Anda dengan mudah di tempat yang aman.
is: Settu öryggisafritin þín auðveldlega á öruggan stað.
it: Salva facilmente i tuoi backup in un luogo sicuro.
ja: バックアップを安全な場所に簡単に保存します。
lt: Lengvai palikite atsargines kopijas saugioje vietoje.
nb: Sikkerhetskopier lagret på en trygg plass.
nl: Plaats uw back-ups eenvoudig in een veilige omgeving.
pl: Z łatwością przechowuj kopie zapasowe w bezpiecznym miejscu.
pt_br: Coloque facilmente seus backups em um local seguro.
ro: Pune cu ușurință copiile de siguranță într-un loc sigur.
ru: Отправляйте свои резервные копии в безопасное место легко.
sk: Svoje zálohy môžete ľahko uložiť na bezpečné miesto.
sl: Enostavno postavite svoje varnostne kopije na varno mesto.
sq: Vërin kollaj kopjeruajtjet tuaja në një vend të parrezik.
sv: Du kan enkelt placera dina säkerhetskopior på ett säkert ställe.
ta: உங்கள் காப்புப்பிரதிகளை எளிதாக பாதுகாப்பான இடத்தில் வைக்கவும்.
th: จัดเก็บข้อมูลสำรองของคุณในที่ปลอดภัยได้อย่างง่ายดาย
tr: Yedeklerinizi kolayca güvenli bir yere koyun.
uk: Без зайвих проблем зберігайте ваші резервні копії у безпечному місці.
