Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Your subscription on weblate.org is expired and you have not set up automatic payments.
id: Langganan Anda di weblate.org telah kedaluwarsa dan Anda belum menyiapkan pembayaran otomatis.
th: การสมัครสมาชิกของคุณบน weblate.org หมดอายุแล้ว และคุณยังไม่ได้ตั้งค่าการชำระเงินอัตโนมัติ

source: Your subscription on weblate.org should renew soon and you have not set up automatic payments.
id: Langganan Anda di weblate.org akan segera diperpanjang dan Anda belum menyiapkan pembayaran otomatis.
th: การสมัครสมาชิกของคุณบน weblate.org ควรจะต่ออายุในเร็ว ๆ นี้ แต่คุณยังไม่ได้ตั้งค่าการชำระเงินอัตโนมัติ

source: If you want to continue using the service, please perform the payment now.
ar: إذا كنت ترغب في الاستمرار في استخدام الخدمة ، فيرجى إجراء الدفع الآن.
be: Калі вы хочаце працягнуць карыстацца службай, выканайце аплату.
be_latn: Kalі vy' xochacze praczyagnucz' kary'staczcza sluzhbaj, vy'kanajcze aplatu.
ca: Si voleu continuar fent servir el servei, feu el pagament ara.
cs: Chcete-li službu používat i nadále, proveďte prosím platbu hned teď.
da: Hvis du fortsat ønsker at bruge tjenesten, bedes du betale nu.
de: Wenn Sie den Dienst weiterhin nutzen möchten, führen Sie bitte die Zahlung jetzt durch.
el: Εάν θέλετε να συνεχίσετε να χρησιμοποιείτε την υπηρεσία, παρακαλούμε να πραγματοποιήσετε την πληρωμή τώρα.
es: Si quiere seguir utilizando el servicio, efectúe el pago ahora.
fi: Jos haluat jatkaa palvelun käyttöä, suorita maksu nyt.
fr: Si vous souhaitez continuer à utiliser le service, veuillez effectuer le paiement dès maintenant.
ga: Más mian leat leanúint ar aghaidh ag úsáid na seirbhíse, déan an íocaíocht anois le do thoil.
gl: Se quere continuar usando o servizo, proceda ao pagamento agora.
he: המשך השימוש בשירות כרוך בתשלום, נא לשלם כעת.
hr: Ako želiš nastaviti koristiti uslugu, plati sada.
hu: Ha szeretné tovább használni a szolgáltatást, végezze el most a fizetést.
id: Jika Anda ingin terus menggunakan layanan ini, silakan lakukan pembayaran sekarang.
is: Ef þú vilt nota þjónustuna áfram, skaltu endilega greiða reikninginn núna.
it: Se vuoi continuare ad usare il servizio, esegui il pagamento ora.
ja: 引き続きご利用をご希望の場合は、今すぐお支払いをしてください。
kab: Ma tebɣiḍ ad tkemmleḍ aseqdec n umeẓlu, xelleɣ ma ulac aɣilif seg tura.
lt: Jei norite toliau naudotis paslauga, atlikite mokėjimą dabar.
nb: Utfør betalingen nå hvis du ønsker å fortsette å bruke tjenesten.
nl: Als u gebruik wilt blijven maken van de dienst, dient u nu te betalen.
pl: Jeśli chcesz kontynuować korzystanie z usługi, wykonaj płatność już teraz.
pt_br: Se você quiser continuar usando o serviço, por favor efetue o pagamento agora.
pt_pt: Se quiser continuar a usar o serviço, faça o pagamento agora.
ro: Dacă vrei să continui să utilizezi serviciul, te rugăm să efectuezi plata acum.
ru: Если вы хотите продолжить использовать сервис, то, пожалуйста, произведите платёж.
sk: Ak chcete službu naďalej používať, vykonajte prosím platbu teraz.
sq: Nëse doni të vazhdoni ta përdorni këtë shërbim, ju lutemi, bëjeni pagesën tani.
sv: Om du vill fortsätta använda tjänsten, var god utför betalningen nu.
ta: நீங்கள் தொடர்ந்து சேவையைப் பயன்படுத்த விரும்பினால், தயவுசெய்து இப்போது கட்டணம் செலுத்துங்கள்.
th: หากต้องการใช้บริการต่อไป โปรดชำระเงินทันที
tr: Hizmeti kullanmayı sürdürmek istiyorsanız, lütfen şimdi ödeme yapın.
uk: Якщо ви хочете продовжити користуватися службою, будь ласка, виконайте оплату зараз.

source: Your donation on weblate.org is expired and you have not set up automatic payments.
id: Donasi Anda untuk weblate.org terlah kedaluwarsa dan Anda belum menyiapkan pembayaran otomatis.
th: การบริจาคของคุณบน weblate.org หมดอายุแล้ว และคุณยังไม่ได้ตั้งค่าการชำระเงินอัตโนมัติ

source: Your donation on weblate.org should renew soon and you have not set up automatic payments.
id: Donasi Anda untuk weblate.org akan segera diperpanjang dan Anda belum menyiapkan pembayaran otomatis.
th: การบริจาคของคุณบน weblate.org ควรจะต่ออายุในเร็ว ๆ นี้ แต่คุณยังไม่ได้ตั้งค่าการชำระเงินอัตโนมัติ

source: Please perform the payment now to continue supporting Weblate.
ar: الرجاء اختيار طريقة الدفع أو السداد.
be: Каб працягнуць падтрымліваць Weblate, аплаціце зараз.
be_latn: Kab praczyagnucz' padtry'mlіvacz' Weblate, aplaczіcze zaraz.
ca: Feu el pagament ara per a continuar donant suport al Weblate.
cs: Prosím, proveďte platbu teď hned a pokračujte v podpoře Weblate.
da: Gennemfør venligst betalingen nu for fortsat at støtte Weblate.
de: Bitte führen Sie die Zahlung jetzt durch, um Weblate weiterhin zu unterstützen.
el: Παρακαλούμε πραγματοποιήστε την πληρωμή τώρα για να συνεχίσετε να υποστηρίζετε το Weblate.
es: Efectúe su pago ahora para seguir apoyando a Weblate.
fi: Suorita maksu nyt jatkaaksesi Weblate-tukea.
fr: Veuillez effectuer le paiement pour continuer à soutenir Weblate.
ga: Déan an íocaíocht anois le do thoil chun leanúint ar aghaidh ag tacú le Weblate.
gl: Faga o pago agora para seguir patrocinando Weblate.
he: נא לבחור בשיטת תשלום כעת כדי להמשיך לתמוך ב־Weblate.
hr: Za nastavljanje podržavanja Weblatea, izvrši plaćanje.
hu: Kérjük, végezze el most a fizetést, hogy tovább támogathassa a Weblate-et.
id: Silakan lakukan pembayaran sekarang untuk terus mendukung Weblate.
is: Vinsamlegast framkvæmdu greiðsluna núna til þess að halda áfram að styðja Weblate.
it: Effettua subito il pagamento per continuare a supportare Weblate.
ja: Weblate のサポートの継続が必要なら、今すぐ支払いを実行してください。
nb: Velg betalingsmetode for å fortsette å støtte Weblate.
nl: Betaal direct om Weblate te blijven ondersteunen.
pl: Dokonaj płatności teraz, aby kontynuować obsługę Weblate.
pt_br: Realize o pagamento agora para continuar a apoiar o Weblate.
pt_pt: Por favor, realize o pagamento agora para continuar a apoiar o Weblate.
ro: Te rugăm să efectuezi plata acum pentru a continua să susții Weblate.
ru: Пожалуйста, сделайте платёж сейчас, дабы продолжить поддерживать Weblate.
sk: Vykonajte prosím platbu teraz a pokračujte v podpore Weblate.
sl: Prosimo, izvedite plačilo zdaj, da boste lahko še naprej podpirali Weblate.
sq: Ju lutemi, që të vazhdoni të përkrahni Weblate-in, kryeni pagesën tani.
sv: Utför gärna betalningen nu för att fortsätta stödja Weblate.
ta: வலைபெயர்ப்பைத் தொடர்ந்து ஆதரிக்க இப்போது கட்டணத்தைச் செய்யுங்கள்.
th: โปรดชำระเงินทันทีเพื่อสนับสนุน Weblate ต่อไป
tr: Weblate projesini desteklemeyi sürdürmek için lütfen şimdi ödeme yapın.
uk: Будь ласка, сплатіть зараз, щоб продовжити підтримку Weblate.

source: Your payment on weblate.org is pending. Please follow the provided instructions to complete the payment.
ar: دفعتك على weblate.org معلقة. يرجى اتباع التعليمات المقدمة لإتمام الدفع.
be: Ваш плацеж на weblate.org знаходзіцца на разглядзе. Калі ласка, выконвайце ўсё па інструкцыі, каб завяршыць аплату.
be_latn: Vash placzezh na weblate.org znaxodzіczcza na razglyadze. Kalі laska, vy'konvajcze ўsyo pa іnstrukczy'і, kab zavyarshy'cz' aplatu.
ca: El vostre pagament a weblate.org està pendent. Seguiu les instruccions següents per a completar el pagament.
cs: Vaše platba na webu weblate.org čeká na vyřízení. Prosím proveďte platbu podle přiložených pokynů.
da: Din betaling på weblate.org afventer. Følg venligst de angivne instruktioner for at gennemføre betalingen.
de: Ihre Zahlung an weblate.org ist noch ausstehend. Bitte folgen Sie den angegebenen Anweisungen, um die Zahlung abzuschließen.
el: Η πληρωμή σας στο weblate.org εκκρεμεί. Ακολουθήστε τις οδηγίες για να ολοκληρώσετε την πληρωμή.
es: Su pago en weblate.org está pendiente. Siga las instrucciones que a continuación se proveen para completar el pago.
fi: Maksusi weblate.org:ssa on odotustilassa. Suorita maksu noudattamalla annettuja ohjeita.
fr: Votre paiement sur weblate.org est en attente. Veuillez suivre les instructions fournies pour finaliser ce paiement.
ga: Tá d'íocaíocht ar weblate.org ar feitheamh. Lean na treoracha a thugtar chun an íocaíocht a chríochnú.
gl: O seu pagamento en Weblate está pendente. Siga as instrucións para completar o pagamento.
he: התשלום שלך ב־weblate.org ממתין כעת. נא לעקוב אחר ההנחיות שלהלן כדי להשלים את התשלום.
hr: Tvoje plaćanje na weblate.org nije dovršeno. Slijedi upute za dovršenje plaćanja.
hu: Fizetése a weblate.org oldalon függőben van. Kövesse az utasításokat a fizetés befejezéséhez.
id: Pembayaran Anda di weblate.org masih tertunda. Harap mengikuti petunjuk yang sudah disediakan untuk menyelesaikan pembayaran.
is: Greiðsla þín á weblate.org er í biðstöðu. Farðu eftir leiðbeiningunum til þess að ljúka greiðslunni.
it: Il tuo pagamento su weblate è in sospeso. Segui le istruzioni per completare il pagamento.
ja: weblate.org でのお支払いは保留中です。表示された指示に従って支払いを完了してください。
kab: Lexlaṣ-ik deg weblate.org yettṛaǧu. Ma ulac aɣilif ḍfeṛ iwellihen i d-yettunefkes akken ad tkemmleḍ lexlaṣ.
nb: Din betaling på weblate.org er ikke mottatt. Fullfør betalingen ved å fullføre vedlagt instruks.
nl: Uw betaling op weblate.org is in behandeling. Volg de bijgevoegde instructies om de betaling af te ronden.
pl: Twoja płatność na weblate.org jest w toku. Postępuj zgodnie z podanymi instrukcjami, aby dokończyć płatność.
pt_br: Seu pagamento no weblate.org está pendente. Por favor, siga as instruções fornecidas para concluir o pagamento.
pt_pt: O seu pagamento no weblate.org está pendente. Por favor, siga as instruções para concluir o pagamento.
ro: Plata ta pe weblate.org este în așteptare. Te rugăm să urmărești instrucțiunile furnizate pentru a finaliza plata.
ru: Ваш платёж в weblate.org находится на рассмотрении. Пожалуйста, следуйте указанным инструкциям для завершения оплаты.
sk: Vaša platba na weblate.org čaká na vybavenie. Dokončite platbu podľa uvedených pokynov.
sq: Pagesa juaj në weblate.org është pezull. Ju lutemi, për të plotësuar pagesën, ndiqni udhëzimet e furnizuara.
sv: Din betalning på weblate.org är väntande. Vänligen följ de medföljande instruktionerna för att slutföra betalningen.
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் கட்டணம் நிலுவையில் உள்ளது. கட்டணத்தை முடிக்க வழங்கப்பட்ட வழிமுறைகளைப் பின்பற்றவும்.
th: การชำระเงินของคุณบน weblate.org อยู่ระหว่างดำเนินการ โปรดปฏิบัติตามคำแนะนำที่ระบุเพื่อดำเนินการชำระเงินให้เสร็จสมบูรณ์
tr: Weblate.org ödemeniz bekliyor. Ödemeyi tamamlamak için lütfen size iletilen yönergeyi uygulayın.
uk: Ваш платіж на weblate.org очікує на розгляд. Будь ласка, дотримуйтесь наданих вказівок щодо завершення платежу.

source: Payment amount
ar: المبلغ المسدد
be: Сума аплаты
be_latn: Suma aplaty
bg: Сума за плащане
ca: Import del pagament
cs: Částka platby
da: Betalingsbeløb
de: Zahlungsbetrag
el: Ποσό πληρωμής
es: Importe de pago
fi: Maksun summa
fr: Montant du paiement
ga: Méid íocaíochta
gl: Importe do pagamento
he: סכום לתשלום
hr: Iznos plaćanja
hu: Fizetendő összeg
id: Jumlah pembayaran
is: Upphæð greiðslu
it: Importo del pagamento
ja: 支払い金額
kab: Tallayt n lexlaṣ
lt: Mokėjimo suma
nb: Betalingsbeløp
nl: Bedrag voor betaling
pl: Kwota płatności
pt_br: Quantia do pagamento
pt_pt: Montante do pagamento
ro: Sumă de plată
ru: Сумма платежа
sk: Suma platby
sl: Znesek za plačilo
sq: Sasi pagese
sr: Износ за плаћање
sr_latn: Iznos za plaćanje
sv: Belopp att betala
ta: கட்டண தொகை
th: จำนวนเงินที่ชำระ
tr: Ödeme tutarı
uk: Сума

source: (including VAT)
ar: (بما في ذلك ضريبة القيمة المضافة)
be: (уключаючы ПДВ)
be_latn: (ukliučaje PDV)
ca: (IVA inclòs)
cs: (včetně DPH)
da: (inkl. moms)
de: (inklusive Mehrwertsteuer)
el: (συμπεριλαμβανομένου του ΦΠΑ)
es: (IVA incluido)
fi: (sisältäen alv)
fr: (TVA comprise)
ga: (CBL san áireamh)
gl: (IVA incluído)
he: (כולל מע״מ)
hr: (uklj. PDV)
hu: (áfával együtt)
id: (termasuk PPN)
is: (með VSK)
it: (IVA inclusa)
ja: （付加価値税を含む）
kab: (VAT tedda)
lt: (įskaitant PVM)
nb: (med moms)
nl: (inclusief btw)
pl: (w tym podatek VAT)
pt_br: (incluindo IVA)
pt_pt: (incluindo IVA)
ro: (inclusiv TVA)
ru: (включая НДС)
sk: (vrátane DPH)
sl: (vključno z DDV)
sq: (përfshi TVSH-në)
sr: (укључује ПДВ)
sr_latn: (uključuje PDV)
sv: (inklusive moms)
ta: (மதிப்புகூடுதல்வரி உட்பட)
th: (รวม VAT)
tr: (KDV dahil)
uk: (включаючи ПДВ)

source: Your pending payment on weblate.org
ar: دفعتك المعلقة على weblate.org
be: Ваш плацеж у чаканні на weblate.org
be_latn: Vash placzezh u chakannі na weblate.org
bg: Вашето чакащо плащане на weblate.org
ca: El vostre pagament pendent a weblate.org
cs: Vaše čekající platba na weblate.org
da: Din afventende betaling på weblate.org
de: Ihre ausstehende Zahlung an weblate.org
el: Εκκρεμότητα της πληρωμής σας για το weblate.org
es: Su pago pendiente en weblate.org
et: Sinu ootel makse weblate.org'le
fi: Odottavat maksusi weblate.org:lle
fr: Votre règlement en attente sur weblate.org
ga: D’íocaíocht ar feitheamh ar weblate.org
gl: O seu pagamento pendente en weblate.org
he: התשלום שלך שממתין ב־weblate.org
hr: Tvoje plaćanje na čekanju na weblate.org
hu: Függőben lévő fizetése a weblate.org oldalon
id: Pembayaran tertunda Anda di weblate.org
is: Greiðsla þín í bið á weblate.org
it: Il tuo pagamento in sospeso su weblate.org
ja: weblate.org への未払い
kab: Lexlaṣ-ik yettraǧu deg weblate.org
nb: Din ventende betalingsformidling på weblate.org
nl: Uw openstaande betaling op weblate.org
pl: Twoja oczekująca płatność na weblate.org
pt_br: Seu pagamento pendente no weblate.org
pt_pt: O seu pagamento pendente no weblate.org
ro: Plata ta în așteptare pe weblate.org
ru: Ваш ожидающий платёж на weblate.org
sk: Vaša čakajúca platba na weblate.org
sl: Vaše čakajoče plačilo na weblate.org
sq: Pagesa juaj pezull në weblate.org
sr: Ваше плаћање је на чекању на „weblate.org“-у
sr_latn: Vaša plaćanja u obradi na weblate.org
sv: Din väntande betalning på weblate.org
ta: வலைபெயர்ப்பு.நிறுவனத்தில் நீங்கள் நிலுவையில் உள்ள கட்டணம்
th: การชำระเงินที่รออนุมัติของคุณบน weblate.org
tr: Weblate.org ödemeniz bekliyor
uk: Ваш відкладений платіж на weblate.org

source: Your subscription on weblate.org will renew soon.
id: Langganan Anda di weblate.org akan segera diperpanjang.
th: การสมัครสมาชิกของคุณบน weblate.org จะต่ออายุในเร็ว ๆ นี้

source: The payment will be automatically charged soon.
id: Pembayaran akan segera diproses secara otomatis.
th: ระบบจะตัดเงินอัตโนมัติในเร็ว ๆ นี้

source: In case your card has expired or you want to use different payment method, please perform the payment now.
id: Jika kartu Anda telah kedaluwarsa atau Anda ingin menggunakan metode pembayaran lain, silakan lakukan pembayaran sekarang.
th: ในกรณีที่บัตรของคุณหมดอายุหรือต้องการใช้วิธีการชำระเงินอื่น โปรดชำระเงินทันที

source: Your donation on weblate.org will renew soon.
id: Donasi Anda untuk weblate.org akan segera diperpanjang.
th: การบริจาคของคุณบน weblate.org จะต่ออายุในเร็ว ๆ นี้

source: Your upcoming payment on weblate.org
ar: دفعتك القادمة على weblate.org
be: Ваш чаканы плацеж на weblate.org
be_latn: Vash chakany' placzezh na weblate.org
bg: Вашето предстоящо плащане на weblate.org
ca: El vostre pagament proper a weblate.org
cs: Vaše nadcházející platba na weblate.org
da: Din kommende betaling på weblate.org
de: Ihre bevorstehende Zahlung an weblate.org
el: Η επερχόμενη πληρωμή σας στο weblate.org
es: Su próximo pago en weblate.org
et: Sinu järgmine makse weblate.org saidis
fi: Tuleva maksusi weblate.org:lla
fr: Votre règlement à venir sur weblate.org
ga: D'íocaíocht atá le teacht ar weblate.org
gl: O seu próximo pagamento en weblate.org
he: התשלום הקרב שלך ב־weblate.org
hr: Tvoje predstojeće plaćanje na weblate.org
hu: Közelgő fizetése a weblate.org oldalon
id: Pembayaran Anda yang akan datang di weblate.org
is: Væntanleg greiðsla þín á weblate.org
it: Il tuo prossimo pagamento su weblate.org
ja: 今後 weblate.org で必要な支払い
kab: Lexlaṣ-ik i d-iteddun deg weblate.org
nb: Din kommende betalingsformidling på weblate.org
nl: Uw aankomende betaling aan weblate.org
pl: Twoja nadchodząca płatność na weblate.org
pt_br: Seu próximo pagamento no weblate.org
pt_pt: O seu próximo pagamento no weblate.org
ro: Plata ta viitoare pe weblate.org
ru: Ваш ожидающий платёж на weblate.org
sk: Vaša nadchádzajúca platba na weblate.org
sq: Pagesa juaj që po afrohet në weblate.org
sr: Наступајућа плаћања на weblate.org
sr_latn: Nastupajuća plaćanja na weblate.org
sv: Din kommande betalning på weblate.org
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் வரவிருக்கும் கட்டணம்
th: การชำระเงินที่กำลังจะถึงของคุณบน weblate.org
tr: Weblate.org ödemenizin zamanı yaklaşıyor
uk: Невдовзі відбудеться сплата коштів на weblate.org

source: Current subscription: %(package)s
ar: الاشتراك الحالي: %(package)s
be: Бягучая падпіска: %(package)s
be_latn: Byaguchaya padpіska: %(package)s
ca: Subscripció actual: %(package)s
cs: Aktuální předplatné: %(package)s
da: Nuværende abonnement: %(package)s
de: Aktuelles Abonnement: %(package)s
el: Τρέχουσα συνδρομή: %(package)s
es: Suscripción actual: %(package)s
fi: Nykyinen tilaus: %(package)s
fr: Abonnement actuel : %(package)s
ga: Síntiús reatha: %(package)s
gl: Subscrición actual: %(package)s
he: מינוי נוכחי: %(package)s
hr: Trenutačna pretplata: %(package)s
hu: Jelenlegi előfizetés: %(package)s
id: Langganan saat ini: %(package)s
is: Núverandi áskrift: %(package)s
it: Abbonamento attuale: %(package)s
ja: 現在のサブスクリプション: %(package)s
kab: Ajerred amiran: %(package)s
nb: Nåværende abonnement: %(package)s
nl: Huidig abonnement: %(package)s
pl: Obecna subskrypcja: %(package)s
pt_br: Assinatura atual: %(package)s
pt_pt: Subscrição atual: %(package)s
ro: Abonament curent: %(package)s
ru: Текущая подписка: %(package)s
sk: Aktuálne predplatné: %(package)s
sq: Pajtimi i tanishëm: %(package)s
sr: Тренутна претплата: %(package)s
sr_latn: Trenutna pretplata: %(package)s
sv: Nuvarande prenumeration: %(package)s
ta: தற்போதைய சந்தா: %(package)s
th: การสมัครสมาชิกปัจจุบัน: %(package)s
tr: Geçerli abonelik: %(package)s
uk: Поточна передплата: %(package)s

source: Subscription price: %(price)s
id: Harga langganan: %(price)s
th: ราคาการสมัครสมาชิก: %(price)s

source: Saved card: %(card_number)s
id: Kartu tersimpan: %(card_number)s
th: บัตรที่บันทึกไว้: %(card_number)s

source: Subscription expiry: %(expiry)s
id: Masa berlaku langganan: %(expiry)s
th: การสมัครสมาชิกหมดอายุ: %(expiry)s

source: Subscription is for <a href="%(url)s">%(url)s</a>.
ar: الاشتراك في <a href="%(url)s">%(url)s</a>.
be: Падпіска для <a href="%(url)s">%(url)s</a>.
be_latn: Padpіska dlya <a href="%(url)s">%(url)s</a>.
bg: Абонаментът е за <a href="%(url)s">%(url)s</a>.
ca: La subscripció és per a <a href="%(url)s">%(url)s</a>.
cs: Předplatné je pro <a href="%(url)s">%(url)s</a>.
da: Abonnement angår <a href="%(url)s">%(url)s</a>.
de: Das Abonnement ist für <a href="%(url)s">%(url)s</a>.
el: Η συνδρομή είναι για <a href="%(url)s">%(url)s</a>.
es: Suscripción para <a href="%(url)s">%(url)s</a>.
et: Tellimus on mõeldud aadrerssile <a href="%(url)s">%(url)s</a>.
fr: L’abonnement est valable pour <a href="%(url)s">%(url)s</a>.
ga: Tá síntiús le haghaidh <a href="%(url)s">%(url)s</a>.
gl: A subscrición é para <a href="%(url)s">%(url)s</a>.
he: המינוי הוא עבור <a href="%(url)s">%(url)s</a>.
hr: Pretplata je za <a href="%(url)s">%(url)s</a>.
hu: Az előfizetés ehhez tartozik: <a href="%(url)s">%(url)s</a>.
id: Langganan adalah untuk <a href="%(url)s">%(url)s</a>.
is: Áskriftin er fyrir <a href="%(url)s">%(url)s</a>.
it: L'iscrizione è per <a href="%(url)s">%(url)s</a>.
ja: <a href="%(url)s">%(url)s</a> 用のサブスクリプション。
nl: Het abonnement is geldig op <a href="%(url)s">%(url)s</a>.
pl: Subskrypcja dotyczy <a href="%(url)s">%(url)s</a>.
pt_br: Subscrição é para <a href="%(url)s">%(url)s</a>.
ro: Abonamentul este pentru <a href="%(url)s">%(url)s</a>.
ru: Подписка для <a href="%(url)s">%(url)s</a>.
sk: Predplatné je pre <a href="%(url)s">%(url)s</a>.
sl: Naročnina velja za <a href="%(url)s">%(url)s</a>.
sq: Pajtimi është për <a href="%(url)s">%(url)s</a>.
sv: Prenumerationen gäller för <a href="%(url)s">%(url)s</a>.
ta: சந்தா என்பது <a href="%(url)s">%(url)s </a>.
th: การสมัครสมาชิกสำหรับ <a href="%(url)s">%(url)s</a>
tr: Abonelik <a href="%(url)s">%(url)s</a> için.
uk: Передплата для <a href="%(url)s">%(url)s</a>.

source: Thank you for purchasing support subscription on weblate.org
ar: شكرا لك على شراء اشتراك الدعم على weblate.org
be: Дзякуй, што набылі падпіску на weblate.org
be_latn: Dzyakuj, shto naby'lі padpіsku na weblate.org
bg: Благодарим Ви, че избрахте да платите абонамент в weblate.org
ca: Gràcies per comprar una subscripció d’assistència a weblate.org
cs: Děkujeme za zakoupení předplatného podpory na weblate.org
da: Tak for købet af et støtteabonnement på weblate.org
de: Vielen Dank für den Kauf eines Support-Abonnements auf weblate.org
el: Σας ευχαριστούμε για την αγορά συνδρομής υποστήριξης στο weblate.org
es: Gracias por comprar una suscripción de asistencia en weblate.org
et: Täname Sind, et ostsid weblate.org teenuse sponsortellimuse
fi: Kiitos, että ostit tukitilauksen weblate.org:lla
fr: Merci d’avoir souscrit au service d’assistance sur weblate.org
ga: Go raibh maith agat as síntiús tacaíochta a cheannach ar weblate.org
gl: Grazas por mercar unha subscrición de asistencia en weblate.org
he: תודה רבה על רכישת מינוי תמיכה ב־weblate.org
hr: Hvala ti na kupnji pretplate za podršku na weblate.org
hu: Köszönjük, hogy támogatási előfizetést vásárolt a weblate.org oldalon
id: Terima kasih karena telah membeli langganan dukungan di weblate.org
is: Takk fyrir að kaupa stuðningsáskrift á weblate.org
it: Grazie per aver acquistato l'abbonamento al supporto su weblate.org
ja: weblate.org からサポートのサブスクリプションを申し込んでいただきありがとうございます
nb: Takk for at du kjøper brukerstøtteabonnement på weblate.org
nl: Dank u voor de aanschaf van een ondersteuningsabonnement op weblate.org
pl: Dziękujemy za zakup subskrypcji wsparcia na weblate.org
pt_br: Obrigado por comprar uma assinatura de suporte no weblate.org
ro: Îți mulțumim pentru achiziționarea abonamentului de suport pe weblate.org
ru: Спасибо, что приобрели подписку на поддержку на weblate.org
sk: Ďakujeme, že ste si zakúpili predplatné podpory na weblate.org
sq: Faleminderit për blerjen e një pajtimi për asistencë në weblate.org
sv: Tack för att du köpte supportabonnemang på weblate.org
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உதவி சந்தாவை வாங்கியதற்கு நன்றி
th: ขอบคุณที่ซื้อการสมัครสมาชิกบริการสนับสนุนบน weblate.org
tr: Weblate.org destek aboneliği satın aldığınız için teşekkür ederiz
uk: Дякуємо за придбання передплати на weblate.org
