Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Backups and restores are automatic on Hosted Weblate.
be_latn: Pierahlianuć sotni prazhektaŭ na Hosted Veblate
ca: Les còpies de seguretat i les restauracions són automàtiques a Hosted Weblate.
cs: Zálohy a obnovení jsou na Hosted Weblate automatické.
da: Sikkerhedskopiering og gendannelse sker automatisk på Hosted Weblate.
de: Sicherungen und Wiederherstellungen erfolgen bei Hosted Weblate automatisch.
el: Η δημιουργία αντιγράφων ασφαλείας και η επαναφορά είναι αυτόματες στο Hosted Weblate.
es: Las copias de seguridad y las restauraciones son automáticas en Hosted Weblate.
fr: Les sauvegardes et leur restauration sont entièrement automatiques sur Weblate hébergé.
ga: Déantar cúltacaí agus athchóiriú uathoibríoch ar Hosted Weblate.
gl: As copias de seguranza e as restauracións son automáticas no «Aloxado en Weblate» (Hosted Weblate).
he: גיבויים ושחזורים ב־Hosted Weblate הם אוטומטיים לגמרי.
hr: Sigurnosne kopije i obnavljanja se automatski izvršavaju na Hosted Weblateu.
hu: A biztonsági mentések és helyreállítások automatikusak a Hosted Weblate-en.
id: Pencadangan dan pemulihan dilakukan secara otomatis pada Hosted Weblate.
is: Öryggisafrit og endurheimt gagna eru algerlega sjálfvirkar aðgerðir í hýstu Weblate.
it: Backup e ripristino sono automatici su Hosted Weblate.
ja: Hosted Weblate でのバックアップと復元は自動で行われます。
lt: „Hosted Weblate“ palaiko automatines atsargines kopijas ir atstatymus.
nl: Back-uppen en herstellen is volledig geautomatiseerd op Hosted Weblate.
pl: Tworzenie kopii zapasowych i przywracanie danych odbywa się automatycznie na Hosted Weblate.
pt_br: Backups e restaurações são automáticos no Hosted Weblate.
ro: Copiile de rezervă și restaurările sunt automate pe Weblate găzduit.
ru: Резервное копирование и восстановление на Hosted Weblate производится автоматически.
sk: Zálohovanie a obnovenie je na Hosted Weblate automatické.
sq: Kopjeruajtjet dhe rikthimet në Hosted Weblate janë të automatizuara.
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்பில் காப்புப்பிரதிகள் மற்றும் மீட்டமை ஆகியவை முழுமையாக தானியங்கி.
th: การสำรองและกู้คืนข้อมูลเป็นไปโดยอัตโนมัติในบริการ Weblate บนคลาวด์
tr: Hosted Weblate üzerinde yedekleme ve geri yükleme kendiliğinden yapılır.
uk: Резервне копіювання та відновлення на Hosted Weblate відбувається автоматично.

# Hosting plan
source: Dedicated cloud
ar: سحابة مخصصة
be: Адведзенае воблака
be_latn: Advedzenae voblaka
bg: Специализиран облак
ca: Núvol dedicat
cs: Vyhrazený cloud
da: Dedikeret sky
de: Dedizierte Cloud
el: Αποκλειστική φιλοξενία στο σύννεφο
es: Nube dedicada
et: Majutusteenus ühele kliendile pilvelahendusena
fi: Oma pilvi
fr: Instance Cloud dédiée
ga: Scamall tiomnaithe
gl: Nube dedicada
he: ענן ייעודי
hr: Namjenski oblak
hu: Dedikált felhő
id: Cloud khusus
is: Sérnota tölvuský
it: Cloud dedicato
ja: 専用クラウド
kab: Tummant yettuḥeṛṛen
nb: Reservert sky
nl: Toegewijde cloud
pl: Dedykowana chmura
pt_br: Nuvem dedicada
pt_pt: Nuvem Dedicada
ro: Cloud dedicat
ru: Выделенное облако
sk: Vyhradený cloud
sq: Re enkas
sr: Посебан облак
sr_latn: Poseban klaud
sv: Dedikerat moln
ta: தனிப்பயனாக்கப்பட்ட முகில்
th: คลาวด์ส่วนตัว
tr: Size özel bulut
uk: Виокремлена «хмара»

# Hosting plan
source: Self-hosted
ar: استضافة ذاتية
be: Уласны хостынг
be_latn: Ulasny' xosty'ng
bg: Собствен хостинг
ca: Allotjament propi
cs: Vlastní hostování
da: Selvhostet
el: Αυτο-φιλοξενούμενο
es: Autoalojado
fi: Oma ylläpito
fr: Auto-hébergé
ga: Féin-óstach
gl: En aloxamento propio
he: באירוח עצמי
hr: Vlastiti hosting
hu: Saját üzemeltetés
id: Hosting mandiri
is: Sjálfhýst
it: Hosting personale
ja: ご自身のサーバー
kab: Tanezduɣt i yiman-ik
nb: Selvdrevet
nl: Zelf gehost
pl: Samodzielne hostowane
pt_br: Hospedagem própria
pt_pt: Hospedagem Local
ro: Auto găzduit
ru: Собственный хостинг
sk: Vlastný hosting
sq: I vetëstrehuar
sr: Сопствено хостовање
sr_latn: Sopstveni hosting
sv: Självhosting
ta: தன்வய-புரவலன்
th: ติดตั้งเอง
tr: Kendinizin barındırdığı
uk: Власний хостинг

source: Optional
ar: خياري
be: Па жаданні
be_latn: Pa zhadannі
bg: По избор
ca: Opcional
cs: Volitelně
da: Valgfrit
el: Προαιρετικά
es: Opcional
et: Valikuline
fi: Valinnainen
fr: Facultatif
ga: Roghnach
gl: Opcional
he: רשות
hr: Opcionalno
hu: Választható
id: Opsional
is: Valkvætt
it: Opzionale
ja: オプション
kab: Afrayan
nb: Valgfritt
nl: Optioneel
pl: Opcjonalne
pt_br: Opcional
pt_pt: Opcional
ro: Opțional
ru: По желанию
sk: Voliteľný
sq: Opsionale
sr: Опционо
sr_latn: Opciono
sv: Valfri
ta: விரும்பினால்
th: ตัวเลือกเสริม
tr: İsteğe bağlı
uk: Необов'язково

source: Gratis
ar: بلا مقابِل
be: Бясплатна
be_latn: Byasplatna
ca: Gratuït
cs: Zdarma
de: Kostenlos
el: Δωρεάν
fi: Ilmainen
fr: Gratuit
ga: Saor in aisce
gl: De balde
he: חינם
hr: Besplatno
hu: Ingyenes
is: Ókeypis
ja: 無料
lt: Nemokamai
pl: Za darmo
pt_br: Grátis
pt_pt: Grátis
ru: Бесплатно
sk: Zadarmo
sq: Falas
sr: Бесплатно
sr_latn: Besplatno
ta: இலவசம்
th: ฟรี
tr: Bedava
uk: Безплатно

source: From
ar: مِن
be: З
be_latn: Z
bg: От
ca: A partir de
cs: Od
da: Fra
de: Ab
el: Από
es: Desde
fi: Tästä
fr: À partir de
ga: Ó
gl: A partir de
he: התחלה
hr: Od
hu: Kezdő ár:
id: Mulai dari
is: Frá
it: Da
ja: 最低
kab: Seg
lt: Nuo
nb: Fra
nl: Van
pl: Z
pt_br: A partir de
pt_pt: De
ro: De la
ru: От
sk: Od
sq: Nga
sr: од
sr_latn: od
sv: Från
ta: இருந்து
th: เริ่มต้นที่
tr: Başlangıç
uk: Від

source: a month
ar: في الشهر
be: на месяц
be_latn: na mesyacz
bg: на месец
ca: al mes
cs: za měsíc
da: om måneden
de: pro Monat
el: το μήνα
es: por mes
fi: kuukausi
fr: par mois
ga: sa mhí
gl: ao mes
he: לחודש
hr: mjesečno
hu: havonta
id: per bulan
is: á mánuði
it: al mese
ja: 1 か月
kab: deg waggur
lt: per mėnesį
nb: per måned
nl: per maand
pl: miesięcznie
pt_br: por mês
pt_pt: por mês
ro: o lună
ru: в месяц
sk: na mesiac
sq: në muaj
sr: месечно
sr_latn: mesečno
sv: i månaden
ta: ஒரு மாதம்
th: ต่อเดือน
tr: aylık
uk: на місяць

source: See options
ar: انظر الخيارات
be: Праглядзець варыянты
be_latn: Praglyadzecz' vary'yanty'
bg: Вижте вариантите
ca: Mostra les opcions
cs: Zobrazit možnosti
da: Se valgmuligheder
de: Siehe Optionen
el: Εμφάνιση επιλογών
es: Ver opciones
et: Tutvu võimalustega
fi: Katso vaihtoehdot
fr: Voir les options
ga: Féach roghanna
gl: Ver as opcións
he: הצגת אפשרויות
hr: Pogledaj opcije
hu: Lehetőségek megtekintése
id: Lihat opsi
is: Skoða valkosti
it: Vedi opzioni
ja: オプション参照
kab: Wali ismenyifen
nb: Vis alternativ
nl: Opties bekijken
pl: Zobacz opcje
pt_br: Ver opções
pt_pt: Ver Opções
ro: Vezi opțiuni
ru: Смотрите варианты
sk: Pozrite si možnosti
sq: Shihni mundësi
sr: Погледај опције
sr_latn: Pogledajte opcije
sv: Se alternativ
ta: விருப்பங்களைக் காண்க
th: ดูตัวเลือก
tr: Seçeneklere bakın
uk: Переглянути варіанти

source: Buy now
ar: الشراء الفوري
be: Набыць зараз
be_latn: Naby'cz' zaraz
ca: Compra ara
cs: Zakoupit
da: Køb nu
de: Jetzt kaufen
el: Αγορά τώρα
es: Comprar ahora
et: Osta nüüd
fi: Osta nyt
fr: Acheter
ga: Ceannaigh Anois
gl: Mercar agora
he: לרכוש כעת
hr: Кupi sada
hu: Vásárlás most
id: Beli sekarang
is: Kaupa núna
it: Acquista ora
ja: 今すぐ購入
kab: Aɣ tura
lt: Pirkti dabar
nb: Kjøp nå
nl: Nu aanschaffen
pl: Kup teraz
pt_br: Comprar agora
pt_pt: Comprar Agora
ro: Cumpără acum
ru: Купить сейчас
sk: Zakúpiť
sq: Blijeni tani
sr: Купи сада
sr_latn: Kupi sada
sv: Köp nu
ta: இப்போது வாங்க
th: ซื้อเลย
tr: Satın al
uk: Придбати зараз

source: Download
ar: التنزيل
be: Спампаваць
be_latn: Sciahnuć
bg: Изтегляне
ca: Baixa
cs: Stáhnout
da: Hent
el: Λήψη
es: Descargar
et: Laadi alla
fi: Lataa
fr: Télécharger
ga: Íoslódáil
gl: Descargar
he: הורדה
hr: Preuzmi
hu: Letöltés
id: Unduh
is: Sækja
it: Scarica
ja: ダウンロード
kab: Sader
lt: Atsisiųsti
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_pt: Transferir
ro: Descărcare
ru: Скачать
sk: Stiahnuť
sl: Prenesi
sq: Shkarkim
sr: Преузми
sr_latn: Preuzimanje
sv: Hämta
ta: பதிவிறக்க tamil
th: ดาวน์โหลด
tr: İndir
uk: Завантажити

source: Cloud-hosted Price Options
ar: خيارات الأسعار المستضافة على السحابة
be: Цэны хостынгу ў воблаку
be_latn: CZe'ny' xosty'ngu ў voblaku
ca: Opcions de preu per a l’allotjament al núvol
cs: Cenové možnosti hostování v cloudu
da: Prismuligheder for cloud-hosting
de: Cloud-gehostete Preisoptionen
el: Επιλογές τιμών για φιλοξενία στο σύννεφο
es: Opciones de precio de alojamiento en nube
fi: Pilvipalvelut hintavaihtoehdot
fr: Tarifs pour un hébergement Cloud
ga: Roghanna Praghas arna óstáil ag scamall
gl: Opcións de prezos de aloxamento na nube
he: אפשרויות תשלום לאירוח בענן
hr: Cijene hostinga u oblaku
hu: Felhőalapú árképzési lehetőségek
id: Opsi Harga Cloud-hosted
is: Valkostir verðlagningar í skýjahýsingu
it: Prezzi servizio host cloud
ja: クラウド・ホスト型の価格とオプション
kab: Ssuma i tnezduɣt deg Cloud
nb: Sky-tjente prisalternativer
nl: Tarieven van cloudversie
pl: Opcje cenowe hostowane w chmurze
pt_br: Opções de preço hospedado na Nuvem
pt_pt: Opções de preços de hospedagem na nuvem
ro: Opțiuni de preț găzduite în cloud
ru: Варианты цен для хостинга в облаке
sk: Cenové možnosti hosťovania v cloude
sq: Mundësi Çmimesh për strehim në Re
sr: Опције цена хостовања у облаку
sv: Prisalternativ för molnbaserad
ta: முகில்-புரவலன் விலை விருப்பங்கள்
th: ตัวเลือกราคาโฮสติ้งบนคลาวด์
tr: Bulut barındırma ücretleri
uk: Варіанти цін на «хмарну» версію

source: Hosted Weblate allows localization without any extra effort, and <strong>premium support</strong> backed by core developers and professional translators. Ask about hosting of larger projects, or let us answer your questions by <a href="%(contact)s">getting in touch</a>—we are ready to find the perfect solution.
ar: يسمح Weblate Hosted القيام بالتوطين دون أي جهد إضافي مع <strong>الدعم المتميز</strong> المدعوم من المطورين الأساسيين والمترجمين المحترفين. اسأل عن استضافة مشاريع أكبر، أو دعنا نجيب على أسئلتك عن طريق <a href="%(contact)s">التواصل معنا</a> - نحن على استعداد لإيجاد الحل الأمثل.
be: Хостынг Weblate дазваляе лакалізаваць праграмнае забеспячэнне без лішніх намаганняў, а <strong> прэміумную падтрымку </strong> аказваюць дасведчаныя распрацоўнікі і прафесійныя перакладчыкі. Спытаць пра хостынг вялікіх праектаў альбо атрымаць адказы на іншыя вашыя пытанні можна <a href="%(contact)s"> звязаўшыся з намі </a> - мы гатовыя знайсці найлепшы варыянт.
be_latn: Xosty'ng Weblate dazvalyae lakalіzavacz' pragramnae zabespyache'nne bez lіshnіx namagannyaў, a <strong> pre'mіumnuyu padtry'mku </strong> akazvayucz' dasvedchany'ya raspraczoўnіkі і prafesіjny'ya perakladchy'kі. Spy'tacz' pra xosty'ng vyalіkіx praektaў al'bo atry'macz' adkazy' na іnshy'ya vashy'ya py'tannі mozhna <a href="%(contact)s"> zvyazaўshy'sya z namі </a> - my' gatovy'ya znajsczі najlepshy' vary'yant.
bg: Хостингът на Weblate позволява превод без допълнителни усилия и <strong>специализирана поддръжка</strong> от основните разработчици и професионални преводачи. Попитайте относно хостването на по-големи проекти, или ни позволете да отговорим на въпросите Ви като се <a href="%(contact)s">свържете с нас</a>—ние сме готови да намерим идеалното решение.
ca: Hosted Weblate permet la localització sense cap esforç addicional, i <strong>assistència premium</strong> per part de desenvolupadors principals i traductors professionals. Demaneu informació pel que fa a l’allotjament de projectes més grossos, o deixeu que responguem els vostres dubtes tot <a href="%(contact)s">contactant amb nosaltres</a>: estem llestos per a trobar la solució perfecta.
cs: Hosted Weblate vám umožní lokalizaci bez dalšího úsilí a s <strong>prémiovou podporou</strong> od vývojářů Weblate a profesionálních překladatelů. <a href="%(contact)s">Spojte se s námi</a> a zeptejte se nás na hostování větších projektů nebo nám umožněte odpovědět na vaše dotazy. Jsme připraveni najít dokonalé řešení.
da: Hosted Weblate gør lokalisering nemt uden ekstra indsats og tilbyder <strong>premium support</strong> fra kerneudviklere og professionelle oversættere. Spørg ind til hosting af større projekter, eller <a href="%(contact)s">kontakt os</a> – vi er klar til at finde den perfekte løsning.
de: Hosted Weblate ermöglicht die Lokalisierung ohne zusätzlichen Aufwand und <strong>Premium-Support</strong>, unterstützt von Kern-Entwicklern und professionellen Übersetzern. Fragen Sie nach dem Hosting größerer Projekte oder lassen Sie uns Ihre Fragen durch <a href="%(contact)s">Kontaktaufnahme</a> beantworten – wir sind bereit, die perfekte Lösung zu finden.
el: Η Φιλοξενία Weblate επιτρέπει τη μετάφραση χωρίς κόπο και η <strong>υποστήριξη Premium</strong> υποστηρίζεται από επαγγελματίες προγραμματιστές και μεταφραστές. Ρωτήστε σχετικά με τη φιλοξενία μεγαλύτερων έργων ή αφήστε μας να απαντήσουμε στις ερωτήσεις σας <a href="%(contact)s">επικοινωνώντας μαζί μας</a> - είμαστε έτοιμοι να βρούμε την τέλεια λύση.
es: Weblate alojado permite realizar regionalización sin mayores esfuerzos, y cuenta con <strong>asistencia premium</strong> respaldada por desarrolladores centrales y traductores profesionales. Pregunte sobre el alojamiento de proyectos grandes, o bien déjenos aclarar sus dudas <a href="%(contact)s">poniéndose en contacto con nosotros</a>: hallaremos la solución perfecta para usted.
fi: Isännöity Weblate mahdollistaa lokalisoinnin ilman ylimääräistä vaivaa ja <strong> ensiluokkaisen tuen </strong>, jota tukevat ydinkehittäjät ja ammattikääntäjät. Kysy isompien projektien isännöinnistä tai anna meidän vastata kysymyksiisi <a href="%(contact)s">ottamalla yhteyttä</a> — olemme valmiita löytämään täydellisen ratkaisun.
fr: Weblate hébergé permet la traduction sans effort supplémentaire, et <strong>l’assistance privilégiée</strong> est soutenue par des développeurs et traducteurs professionnels. Informez-vous sur l’hébergement de projets plus importants, ou laissez-nous répondre à vos questions en <a href="%(contact)s">nous contactant</a> — nous sommes prêts à trouver la solution parfaite.
ga: Ligeann Weblate Hosted do logánú gan aon iarracht bhreise, agus <strong>tacaíocht phréimh</strong> le tacaíocht ó phríomhfhorbróirí agus aistritheoirí gairmiúla. Fiafraigh faoi óstáil tionscadal níos mó, nó lig dúinn do cheisteanna a fhreagairt trí <a href="%(contact)s">teagmháil a dhéanamh</a> - táimid réidh chun teacht ar an réiteach foirfe.
gl: O aloxamento en Weblate permite a rexionalización sen ningún esforzo extra, e <strong>asistencia premium</strong> apoiada polos principais desenvolvedores e por tradutores profesionais. Pregunte sobre a hospedaxe de grandes proxectos ou permítanos responderlle ás súas preguntas <a href="%(contact)s">póndose en contacto connosco</a>; estamos preparados para atopar a solución perfecta.
he: Weblate באירוח מלא מאפשר לעסוק בתרגום ללא מאמץ מסביב לרבות <strong>תמיכת פרימיום</strong> בגיבוי מפתחי הליבה ומתרגמים מקצועיים. ניתן לשאול אותנו לגבי אירוח של מיזמים גדולים יותר או לאפשר לנו לענות על השאלות שלך דרך <a href="%(contact)s">יצירת קשר</a>, אנו ערוכים למצוא עבורך את הפתרון המושלם.
hr: Hosted Weblate omogućava jednostavnu lokalizaciju kao i <strong>premium podršku</strong> od programera i profesionalnih prevodilaca. Pitaj o hostingu za veće projekte ili nas <a href="%(contact)s">kontaktiraj</a> – pronaći ćemo savršeno rješenje.
hu: A Hosted Weblate lehetővé teszi a lokalizációt külön erőfeszítés nélkül, valamint <strong>prémium támogatást</strong> nyújt a fejlesztői csapat és hivatásos fordítók közreműködésével. Érdeklődjön a nagyobb projektek tárhelyszolgáltatásáról vagy <a href="%(contact)s">lépjen kapcsolatba velünk</a> – segítünk megtalálni az Ön számára tökéletes megoldást.
id: Hosted Weblate memungkinkan pelokalan tanpa usaha ekstra dan <strong>dukungan premium</strong> yang disediakan oleh pengembang inti dan penerjemah profesional. Ingin bertanya mengenai hosting untuk proyek yang lebih besar atau ijinkan kami menjawab pertanyaan-pertanyaan Anda dengan <a href="%(contact)s">menghubungi kami</a>. Kami siap untuk mencarikan solusi yang tepat.
is: Hýst Weblate gerir staðfærslu hugbúnaðar verulega einfalda, og <strong>forgangsaðstoð</strong> er studd af kjarnaforriturum ásamt atvinnuþýðendum. Spurðu um hýsingu á stærri hugbúnaðarverkefnum eða láttu okkur svara öðrum fyrirspurnum með því að <a href="%(contact)s">hafa samband hér</a> — við erum alltaf tilbúin að finna lausnir sem henta.
it: Hosted Weblate ti consente di usare Weblate senza alcuno sforzo aggiuntivo e con il <strong>supporto premium</strong> degli sviluppatori principali e traduttori professionisti. Se hai domande o cerchi hosting di progetti più grandi, non esitare a <a href="%(contact)s">contattarci</a>. Siamo pronti a trovare una soluzione adatta.
ja: Hosted Weblate を使用すると、特別な手間をかけずに、開発の中心人物達やプロの翻訳者による <strong>プレミアムサポート</strong> 付きで Weblate を使用できます。 大規模なプロジェクトのホスティングについて、お気軽に <a href="%(contact)s">お問い合わせ</a> ください — 最適な問題解決の準備ができています。
kab: Weblate di tnezduɣt yissirig asideg war axeddim iweɛren, daɣen <strong>tallelt premium</strong> ttbeddan fell-as ineflayen akked imsuqal imussnawen. suter isallen ɣef tnezduɣt n ddeqs n yisenfaṛen, neɣ eǧǧ-aɣ ad d-nerr i yistesiqyen-ik ma <a href="%(contact)s">teqqimeḍ yid-neɣ</a>—aql-aɣ nhegga ad d-naf tifrat tufrint.
nb: Vertstjent Weblate tillater lokalisering uten ekstra bryderi, og <strong>premiumsstøtte</strong> fra kjerneutviklere og profesjonelle oversettere. Spør om vertstjening av større prosjekter, eller la oss svare på dine spørsmål ved å <a href="%(contact)s">ta kontakt</a>—vi er klare til å finne den perfekte løsningen.
nl: Hosted Weblate zorgt voor een moeiteloos vertaalplatform en <strong>premium-ondersteuning</strong> van de hoofdontwikkelaars en professionele vertalers. Mocht u vragen hebben of hosting voor grotere projecten zoeken, aarzel dan niet om <a href="%(contact)s">contact met ons op te nemen</a>.
pl: Hosted Weblate umożliwia lokalizację bez dodatkowego wysiłku i <strong>wsparciem premium</strong> wspierane przez głównych programistów i profesjonalnych tłumaczy. Zapytaj o hosting większych projektów lub pozwól nam odpowiedzieć na Twoje pytania <a href="%(contact)s">skontaktuj się z nami</a>—jesteśmy gotowi znaleźć idealne rozwiązanie.
pt_br: Hosted Weblate permite localização sem qualquer esforço extra e <strong>suporte premium</strong> garantido pelos desenvolvedores principais e tradutores profissionais. Pergunte sobre hospedagem projetos maiores ou deixe-nos responder suas perguntes <a href="%(contact)s">entrando em contato conosco</a> — estamos prontos para encontrar a solução perfeita.
pt_pt: Weblate Hospedado permite a tradução sem nenhum esforço extra, e o <strong>apoio profissional</strong> é suportado por programadores principais e tradutores profissionais. Consulte-nos sobre o alojamento de grandes projetos, ou deixe-nos responder às suas questões <a href="%(contact)s">contactando-nos</a> - nós estamos prontos para encontrar a solução perfeita.
ro: Weblate găzduit permite localizarea fără niciun efort suplimentar și <strong>suport premium</strong> susținut de dezvoltatorii de nucleu și traducători profesioniști. Întreabă despre găzduirea proiectelor mai mari sau lasă-ne să-ți răspundem la întrebări <a href="%(contact)s">contactându-te</a> — suntem gata să găsim soluția perfectă.
ru: Хостинг переводов Weblate позволяет локализировать проекты без каких либо дополнительных усилий и с <strong>первоклассной поддержкой</strong> при сотрудничестве разработчиков и профессиональных переводчиков. Спросите о размещении крупных проектов или позвольте нам ответить на ваши вопросы, <a href="%(contact)s"> связавшись с нами </a> - мы готовы найти идеальное решение.
sk: S Weblate získate možnosť lokalizácie bez nadbytočného úsilia a <strong>prémiovú podporu</strong> vďaka vývojárom a profesionálnym prekladateľom. <a href="%(contact)s">Kontaktujte nás</a>, ak potrebujete informácie o hostingu väčších projektov a dovoľte nám zodpovedať vaše otázky. Sme pripravení nájsť pre vás dokonalé riešenie.
sq: Weblate-i i strehuar lejon përkthim pa ndonjë mundim shtesë, dhe <strong>asistencë me pagesë</strong> të mbuluar nga zhvilluesit kryesorë dhe përkthyes profesionalë. Pyetnani rreth strehimit të projekteve më të mëdha, ose na lini t’u përgjigjemi pyetjeve tuaja duke <a href="%(contact)s">u lidhur me ne</a>—jemi gati të gjejmë zgjidhjen e përsosur.
sr: Hosted Weblate омогућава локализацију без додатног труда и <strong>премијум подршку</strong> од стране главних програмера и професионалних преводилаца. Распитајте се о хостовању већих пројеката или нам дозволите да одговоримо на <a href="%(contact)s">ваша питања</a> — ми смо спремни да пронађемо савршено решење.
sr_latn: Hostovani Weblate omogućava lokalizaciju bez dodatnog truda i <strong>premijum podršku</strong> od strane glavnih programera i profesionalnih prevodilaca. Raspitajte se o hostovanju većih projekata, ili nam dozvolite da odgovorimo na <a href="%(contact)s">vaša pitanja</a> — Mi smo spremni da vam pronađemo savršeno rešenje..
sv: Hosted Weblate tillåter lokalisering utan extra ansträngning och <strong>premiumstöd</strong> med stöd av kärnutvecklare och professionella översättare. Fråga om att vara värd för större projekt, eller låt oss svara på dina frågor genom att <a href="%(contact)s">komma i kontakt</a> - vi är redo att hitta den perfekta lösningen.
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்பு எந்தவொரு கூடுதல் முயற்சியும் இல்லாமல் உள்ளூர்மயமாக்கலை அனுமதிக்கிறது, மேலும் <strong> காப்பீடு உதவி </strong> முக்கிய உருவாக்குபவர்கள் மற்றும் தொழில்முறை மொழிபெயர்ப்பாளர்களால் ஆதரிக்கப்படுகிறது. பெரிய திட்டங்களை புரவலன் செய்வதைப் பற்றி கேளுங்கள், அல்லது உங்கள் கேள்விகளுக்கு <a href="%(contact)s"> தொடர்புகொள்வதன் மூலம் பதிலளிப்போம்</a> சரியான தீர்வைக் கண்டுபிடிக்க நாங்கள் தயாராக இருக்கிறோம்.
th: บริการ Weblate บนคลาวด์ช่วยให้การปรับเนื้อหาเป็นภาษาท้องถิ่นทำได้โดยไม่ต้องลงแรงเพิ่ม พร้อม <strong>บริการสนับสนุนระดับพรีเมียม</strong> จากนักพัฒนาหลักและนักแปลมืออาชีพ สอบถามเกี่ยวกับการโฮสต์โครงการขนาดใหญ่ หรือให้เราตอบคำถามของคุณโดยการ <a href="%(contact)s">ติดต่อเรา</a>—เราพร้อมค้นหาโซลูชันที่สมบูรณ์แบบสำหรับคุณ
tr: Hosted Weblate, çok çaba göstermeden yerelleştirmeye ve çekirdek geliştiriciler ile profesyonel çevirmenler tarafından desteklenen <strong>ücretli destek</strong> seçeneği sunar. Daha büyük projeleri barındırmakla ilgili sorun veya sorularınızı <a href="%(contact)s">bize yazın</a> ve yanıtlayalım. Mükemmel çözümü bulmaya hazırız.
uk: Розміщений вебсервер дозволяє локалізувати без зайвих зусиль і <strong>преміальна підтримка</strong>, підтримується основними розробниками та професійними перекладачами. Запитайте про розміщення великих проєктів або дозвольте нам відповісти на ваші запитання <a href="%(contact)s">зв’язавшись</a> - ми готові знайти досконале рішення.
