Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Thank you for your payment on weblate.org.
ar: شكرا لك على دفعك على weblate.org.
be: Дзякуй за ваш плацеж на weblate.org.
be_latn: Dzyakuj za vash placzezh na weblate.org.
bg: Благодарим за Вашето плащане в weblate.org.
ca: Gràcies pel vostre pagament a weblate.org.
cs: Děkujeme za Vaši platbu na weblate.org.
da: Tak for din betaling på weblate.org.
de: Vielen Dank für Ihre Zahlung an weblate.org.
el: Σας ευχαριστούμε για την πληρωμή σας στο weblate.org.
es: Gracias por su pago en weblate.org.
et: Täname Sind annetuse eest weblate.org veebisaidis.
fi: Kiitos maksustasi weblate.org:lla.
fr: Merci pour votre paiement sur weblate.org.
ga: Go raibh maith agat as d’íocaíocht ar weblate.org.
gl: Grazas polo seu pagamento en weblate.org.
he: תודה רבה על התשלום באתר weblate.org.
hr: Zahvaljujemo ti na plaćanju na weblate.org.
hu: Köszönjük, hogy fizetett a weblate.org oldalon.
id: Terima kasih atas pembayaran Anda pada weblate.org.
is: Takk fyrir að greiða inn á weblate.org.
it: Grazie per il tuo pagamento su weblate.org.
ja: weblate.org にお支払いいただきありがとうございます。
kab: Tanemmirt ɣef lexlaṣ-ik deg weblate.org.
lt: Ačiū už jūsų mokėjimą, atliktą weblate.org.
nb: Takk for din betaling på weblate.org.
nl: Dank u voor uw betaling aan weblate.org.
pl: Dziękujemy za płatność na weblate.org.
pt_br: Obrigado pelo seu pagamento no weblate.org.
pt_pt: Obrigado pelo seu pagamento no weblate.org.
ro: Îți mulțumim pentru plata pentru weblate.org.
ru: Спасибо вам за ваш платёж на weblate.org.
sk: Ďakujeme vám za vašu platbu na weblate.org.
sl: Hvala za vaše plačilo na weblate.org.
sq: Faleminderit për pagesën tuaj në weblate.org.
sr: Хвала вам за плаћање на weblate.org.
sr_latn: Hvala vam za plaćanje na weblate.org.
sv: Tack för din betalning på weblate.org.
ta: வலைபெயர்ப்பு.நிறுவனத்தில் நீங்கள் செலுத்தியதற்கு நன்றி.
th: ขอบคุณสำหรับการชำระเงินของคุณบน weblate.org
tr: Weblate.org ödemeniz için teşekkür ederiz.
uk: Дякуємо за ваш платіж на weblate.org.

source: You will find an invoice for this payment attached.
ar: ستجد فاتورة لهذه الدفعة مرفقة.
be: Да пляцяжу далучаны рахунак-фактура.
be_latn: Da plyaczyazhu daluchany' raxunak-faktura.
ca: Trobareu adjunta la factura d’aquest pagament.
cs: V příloze naleznete fakturu pro tuto platbu.
da: Du finder en faktura for denne betaling vedhæftet.
de: Eine Rechnung für diese Zahlung finden Sie in der Anlage.
el: Θα βρείτε συνημμένα τιμολόγιο της πληρωμής.
es: Encontrará una factura de este pago adjunta.
fi: Löydät tämän maksun laskun liitteenä.
fr: Vous trouverez ci-joint une facture pour ce paiement.
ga: Gheobhaidh tú sonrasc don íocaíocht seo faoi iamh.
gl: Atopará anexa a factura deste pagamento.
he: החשבונית לתשלום הזה מצורפת.
hr: Račun za ovo plaćanje nalazi se u prilogu.
hu: A fizetésről szóló számlát mellékelve találja.
id: Anda dapat menemukan faktur pembayaran pada lampiran.
is: Þú munt finna reikning fyrir þessa greiðslu í viðhengi.
it: Troverete una fattura per questo pagamento in allegato.
ja: 今回の支払いの請求書が添付されています。
kab: Ad tafeḍ tafaturt teddad-d deg lexlaṣ-a.
nb: Du vil finne en vedlagt faktura for denne betalingen.
nl: In de bijlage treft u de factuur aan.
pl: W załączeniu znajduje się faktura za tę płatność.
pt_br: Você encontrará, em anexo, uma fatura para este pagamento.
pt_pt: Irá encontrar uma fatura anexada para este pagamento.
ro: Vei găsi atașată o factură pentru această plată.
ru: Во вложении находится счёт-фактура к этому платежу.
sk: Faktúru za túto platbu nájdete v prílohe.
sq: Bashkëngjitur do të gjeni një faturë për këtë pagesë.
sr: У прилогу ћете наћи рачун за ово плаћање.
sr_latn: U prilogu ćete naći račun za ovo plaćanje.
sv: Du hittar en faktura för denna betalning bifogad.
ta: இணைக்கப்பட்ட இந்த கட்டணத்திற்கான விலைப்பட்டியலைக் காண்பீர்கள்.
th: คุณจะพบใบแจ้งหนี้สำหรับการชำระเงินนี้แนบมาด้วย
tr: Bu ödemenin faturasını ekte bulabilirsiniz.
uk: У долучнику ви знайдете рахунок-фактуру до цього платежу.

source: Your payment on weblate.org
ar: دفعتك على weblate.org
be: Ваш плацеж на weblate.org
be_latn: Vash placzezh na weblate.org
bg: Вашето плащане на weblate.org
ca: El vostre pagament a weblate.org
cs: Vaše platba na weblate.org
da: Din betaling på weblate.org
de: Ihre Zahlung an weblate.org
el: Η πληρωμή σας στο weblate.org
es: Su pago en weblate.org
et: Sinu rahakanne Weblate.org-is
fi: Maksusi weblate.org-sivustolla
fr: Votre règlement sur weblate.org
ga: D'íocaíocht ar weblate.org
gl: O seu pagamento en weblate.org
he: התשלום שלך באתר weblate.org
hr: Tvoje plaćanje na weblate.org
hu: Az Ön befizetése a weblate.org webhelyen
id: Pembayaran Anda pada weblate.org
is: Greiðsla þín á weblate.org
it: Il tuo pagamento su weblate.org
ja: weblate.org への支払い
kab: Lexlaṣ-ik deg weblate.org
nb: Din betaling på weblate.org
nl: Uw betaling op weblate.org
pl: Twoja płatność na weblate.org
pt_br: Seu pagamento no weblate.org
pt_pt: O seu pagamento no weblate.org
ro: Plata ta pe weblate.org
ru: Ваш платёж на weblate.org
sk: Vaša platba na weblate.org
sl: Vaše plačilo weblate.org
sq: Pagesa juaj në weblate.org
sr: Ваше плаћање на „weblate.org“-у
sr_latn: Vaša plaćanja na weblate.org
sv: Din betalning på weblate.org
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் கட்டணம்
th: การชำระเงินของคุณบน weblate.org
tr: Weblate.org ödemeniz
uk: Ваш платіж на weblate.org

source: Your subscription on weblate.org is expiring soon. Please sign in on the website to renew it.
ar: ستنتهي صلاحية اشتراكك على weblate.org قريبا. يرجى تسجيل الدخول على الموقع لتجديده.
be: Ваша падпіска на weblate.org хутка скончыцца. Калі ласка, увайдзіце на сайт, каб падоўжыць яе.
be_latn: Vasha padpіska na weblate.org xutka skonchy'czcza. Kalі laska, uvajdzіcze na sajt, kab padoўzhy'cz' yae.
bg: Абонаментът Ви в weblate.org ще изтече скоро. Впишете се в уеб сайта, за да го подновите.
ca: La vostra subscripció a weblate.org caducarà aviat. Inicieu la sessió al lloc web per a renovar-la.
cs: Vaše předplatné na weblate.org brzy vyprší. Prosím přihlaste se na webu pro její obnovení.
da: Dit abonnement på weblate.org udløber snart. Log ind på hjemmesiden for at forny den.
de: Ihr Abonnement auf weblate.org läuft bald aus. Bitte melden Sie sich bei der Website an, um es zu erneuern.
el: Η συνδρομή σας στο weblate.org λήγει σύντομα. Συνδεθείτε για να ανανεώσετε.
es: Su suscripción en weblate.org caducará pronto. Acceda a su cuenta en el sitio para renovarla.
fi: Tilauksesi weblate.org:lla vanhenee pian. Kirjaudu sisään verkkosivustolla päivittääksesi sen.
fr: Votre abonnement sur weblate.org expire bientôt. Veuillez vous connecter au site Web pour le renouveler.
ga: Tá do shíntiús ar weblate.org ag dul in éag go luath. Sínigh isteach ar an suíomh Gréasáin le do thoil chun é a athnuachan.
gl: A súa subscrición en Weblate.org está a piques de caducar. Acceda ao sitio web para renovala.
he: תוקף המנוי שלך באתר weblate.org יפוג בקרוב. נא להיכנס לאתר כדי לחדש אותו.
hr: Tvoja pretplata na weblate.org uskoro će isteći. Za obnavljanje pretplate, prijavi se na web stranici.
hu: Előfizetése a weblate.org oldalon hamarosan lejár. Jelentkezzen be a weboldalon a megújításhoz.
id: Langganan Anda di weblate.org akan berakhir sebentar lagi. Silakan log masuk ke situs web untuk memperbaruinya.
is: Áskriftin þín á weblate.org rennur út fljótlega. Skráðu þig inn á vefsvæðið til að endurnýja hana.
it: Il tuo abbonamento su weblate.org scadrà presto. Accedi al sito Web per rinnovarlo.
ja: weblate.org のサブスクリプションがまもなく期限切れになります。更新するには、Web サイトにサインインしてください。
kab: Ajerred-ik deg weblate.org iteddu ad yekfu. Ma ulac aɣilif, qqen ɣer usmel akken ad as-talsed.
nb: Abonnementet ditt på weblate.org utløper snart. Logg deg inn på nettsiden for å fornye det.
nl: Uw abonnement op weblate.org verloopt binnenkort. Log in op de website om uw abonnement te verlengen.
pl: Twoja subskrypcja na weblate.org wkrótce wygaśnie. Zaloguj się na stronie, aby ją odnowić.
pt_br: Sua assinatura no weblate.org vai expirar em breve. Por favor, autentique-se no site para renová-la.
pt_pt: A sua subscrição no weblate.org irá expirar brevemente. Por favor, inicie a sessão no ''site'' da Web para a renovar.
ro: Abonamentul tău pe weblate.org expiră în curând. Te rugăm să te conectezi pe site pentru a-l reînnoi.
ru: Ваша подписка на weblate.org скоро закончится. Пожалуйста, войдите на сайт, чтобы её продлить.
sk: Vaše predplatné na weblate.org čoskoro vyprší. Prihláste sa na webovej stránke a obnovte si ho.
sq: Pajtimi juaj në weblate.org skadon së shpejti. Ju lutemi, për ta rinovuar, bëni hyrjen te sajti.
sr: Ваша претплата на weblate.org истиче ускоро. Пријавите се на веб сајту да је обновите.
sv: Din prenumeration på weblate.org löper snart ut. Logga in på webbplatsen för att förnya den.
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் சந்தா விரைவில் காலாவதியாகிறது. அதைப் புதுப்பிக்க இணையதளத்தில் உள்நுழைக.
th: การสมัครสมาชิกของคุณบน weblate.org กำลังจะหมดอายุในเร็ว ๆ นี้ โปรดลงชื่อเข้าใช้เว็บไซต์เพื่อต่ออายุ
tr: Weblate.org aboneliğinizin süresi yakında sona erecek. Yenilemek için lütfen sitemizde oturum açın.
uk: Ваша передплата на weblate.org закінчується. Будь ласка, увійдіть на сайт для поновлення.

source: Your donation on weblate.org is expiring soon. Please sign in on the website to renew it.
ar: تبرعك على weblate.org ستنتهي قريبا. يرجى تسجيل الدخول على الموقع لتجديده.
be: Ваша ахвяраванне на weblate.org хутка скончыцца. Калі ласка, увайдзіце на сайт, каб падоўжыць яго.
be_latn: Vasha axvyaravanne na weblate.org xutka skonchy'czcza. Kalі laska, uvajdzіcze na sajt, kab padoўzhy'cz' yago.
bg: Дарението Ви на weblate.org ще изтече скоро. Впишете се в уеб сайта, за да го подновите.
ca: El vostre donatiu a weblate.org caducarà aviat. Inicieu la sessió al lloc web per a renovar-lo.
cs: Váš dar na weblate.org brzy vyprší. Prosím přihlaste se na webu pro její obnovení.
da: Din donation på weblate.org udløber snart. Log ind på hjemmesiden for at forny den.
de: Ihre Spende an weblate.org läuft bald aus. Bitte melden Sie sich bei der Website an, um sie zu erneuern.
el: Η δωρεά σας για weblate.org λήγει σύντομα. Συνδεθείτε για ανανέωση.
es: Su donativo en weblate.org caducará pronto. Acceda a su cuenta en el sitio para renovarlo.
fi: Lahjoituksesi weblate.org:lla vanhenee pian. Kirjaudu sisään verkkosivustolla päivittääksesi sen.
fr: Votre don sur weblate.org expire bientôt. Veuillez vous connecter au site Web pour le renouveler.
ga: Tá do dheontas ar weblate.org ag dul in éag go luath. Sínigh isteach ar an suíomh Gréasáin le do thoil chun é a athnuachan.
gl: A súa doazón a Weblate.org está a piques de caducar. Acceda ao sitio web para renovala.
he: תוקף תרומתך ל־weblate.org יפוג בקרוב. נא להיכנס לאתר כדי לחדש אותה.
hr: Tvoja donacija na weblate.org uskoro će isteći. Za obnavljanje donacije, prijavi se na web stranici.
hu: Adománya a weblate.org oldalon hamarosan lejár. Jelentkezzen be a weboldalon a megújításhoz.
id: Donasi Anda untuk weblate.org sebentar lagi akan berakhir. Silakan log masuk ke situs web untuk memperbaruinya.
is: Styrkur þinn til weblate.org rennur út fljótlega. Skráðu þig inn á vefsvæðið til að endurnýja hann.
it: La tua donazione su weblate.org sta per scadere. Accedi al sito Web per rinnovarla.
ja: weblate.org への寄付はまもなく期限切れとなります。更新するには、Web サイトにサインインしてください。
kab: Tawsa-ik deg weblate.org iteddu ad tekfu. Ma ulac aɣilif, qqen ɣer usmel akken ad as-talsed.
nb: Donasjonen din på weblate.org utløper snart. Logg deg inn på nettsiden for å fornye den.
nl: Uw donatie aan weblate.org verloopt binnenkort. Log in op de website om te verlengen.
pl: Twoja darowizna na weblate.org wkrótce wygaśnie. Zaloguj się na stronie, aby ją odnowić.
pt_br: Sua doação no weblate.org vai expirar em breve. Por favor, autentique-se no site para renová-la.
pt_pt: A sua doação no weblate.org irá expirar brevemente. Por favor, inicie a sessão no ''site'' da Web para a renovar.
ro: Donația ta pe weblate.org expiră în curând. Te rugăm să te conectezi pe site pentru a o reînnoi.
ru: Ваше пожертвование на weblate.org скоро закончится. Пожалуйста, войдите на сайт, чтобы его продлить.
sk: Platnosť vášho príspevku na weblate.org čoskoro vyprší. Prosím, prihláste sa na webovej stránke pre jeho obnovenie.
sq: Dhurimi juaj në weblate.org skadon së shpejti. Ju lutemi, që ta rinovoni, bëni hyrjen te sajti.
sr: Ваша донација на weblate.org истиче ускоро. Пријавите се на веб сајту да је обновите.
sv: Din donation på weblate.org löper snart ut. Logga in på webbplatsen för att förnya den.
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் நன்கொடை விரைவில் காலாவதியாகிறது. அதைப் புதுப்பிக்க இணையதளத்தில் உள்நுழைக.
th: การบริจาคของคุณบน weblate.org กำลังจะหมดอายุในเร็ว ๆ นี้ โปรดลงชื่อเข้าใช้เว็บไซต์เพื่อต่ออายุ
tr: Weblate.org bağışınızın süresi yakında sona erecek. Yenilemek için lütfen sitemizde oturum açın.
uk: Ваші пожертви на weblate.org завершуються. Будь ласка, увійдіть на сайт для поновлення.

source: Your expired payment on weblate.org
ar: دفعتك منتهية الصلاحية على weblate.org
be: Ваш пратэрмінаваны плацеж на weblate.org
be_latn: Vash prate'rmіnavany' placzezh na weblate.org
bg: Вашето изтекло плащане на weblate.org
ca: El vostre pagament caducat a weblate.org
cs: Vaše končící platba na weblate.org
da: Din udløbne betaling på weblate.org
de: Ihre abgelaufene Zahlung an weblate.org
el: Η πληρωμή που έληξε στο weblate.org
es: Su pago caducado en weblate.org
et: Sinu hilinenud rahakanne Weblate.org-is
fi: Vanhentunut maksusi weblate.org:lla
fr: Votre paiement expiré sur weblate.org
ga: Chuaigh d’íocaíocht in éag ar weblate.org
gl: O seu pagamento caducado en weblate.org
he: התשלום שלך שתוקפו פג באתר weblate.org
hr: Tvoje isteklo plaćanje na weblate.org
hu: Lejárt fizetése a weblate.org oldalon
id: Pembayaran Anda yang kedaluwarsa di weblate.org
is: Útrunnin greiðsla þín á weblate.org
it: Il tuo pagamento scaduto su weblate.org
ja: weblate.org への未払い
kab: Lexlaṣ yekfan deg weblate.org
nb: Din utløpte betalingsformidling på weblate.org
nl: Uw verlopen betaling op weblate.org
pl: Twoja wygasła płatność na weblate.org
pt_br: Seu pagamento expirou no weblate.org
pt_pt: O seu pagamento expirou no weblate.org
ro: Plata ta expirată pe weblate.org
ru: Ваш истёкший платёж на weblate.org
sk: Vaša expirovaná platba na weblate.org
sq: Pagesa juaj e skaduar në weblate.org
sr: Истекла плаћања на weblate.org
sr_latn: Istekla plaćanja na weblate.org
sv: Din utgångna betalning på weblate.org
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் காலாவதியான கட்டணம்
th: การชำระเงินที่หมดอายุของคุณบน weblate.org
tr: Weblate.org ödemeniz zamanında yapılmadı
uk: Ваш платіж на weblate.org, термін якого вичерпано

source: Your payment on weblate.org has failed.
ar: فشلت عملية الدفع الخاصة بك على weblate.org.
be: Аплата на сайце weblate.org не выкананая.
be_latn: Aplata na sajcze weblate.org ne vy'kananaya.
bg: Вашето плащане в weblate.org е неуспешно.
ca: El vostre pagament a weblate.org ha fallat.
cs: Vaše platba na weblate.org se nezdařila.
da: Din betaling på weblate.org mislykkedes.
de: Ihre Zahlung an weblate.org ist fehlgeschlagen.
el: Η πληρωμή σας στο weblate.org απέτυχε.
es: Su pago en weblate.org falló.
et: Sinu makse weblate.org saidis ei õnnestunud.
fi: Maksusi weblate.org:lla epäonnistui.
fr: Votre paiement sur weblate.org a échoué.
ga: Theip ar d'íocaíocht ar weblate.org.
gl: Produciuse un fallo no seu pagamento en weblate.org.
he: התשלום שלך באתר weblate.org נכשל.
hr: Tvoje plaćanje na weblate.org nije uspjelo.
hu: Fizetése a weblate.org oldalon sikertelen volt.
id: Pembayaran Anda di weblate.org telah gagal.
is: Greiðsla þín á weblate.org mistókst.
it: Il tuo pagamento su weblate.org è fallito.
ja: weblate.org へのお支払いに失敗しました。
kab: Lexlaṣ-ik deg weblate.org yecceḍ.
nb: Din betaling på weblate.org har mislyktes.
nl: Uw betaling op weblate.org is mislukt.
pl: Twoja płatność na weblate.org nie powiodła się.
pt_br: Seu pagamento no weblate.org falhou.
pt_pt: O seu pagamento no weblate.org falhou.
ro: Plata ta pe weblate.org a eșuat.
ru: Ваш платёж на weblate.org не прошёл.
sk: Vaša platba na weblate.org zlyhala.
sl: Vaše plačilo na weblate.org ni uspelo.
sq: Pagesa juaj në weblate.org dështoi.
sr: Ваше плаћање на weblate.org није успело.
sr_latn: Vaše plaćanje na weblate.org nije uspelo.
sv: Din betalning på weblate.org har misslyckats.
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் கட்டணம் தோல்வியுற்றது.
th: การชำระเงินของคุณบน weblate.org ล้มเหลว
tr: Weblate.org ödemeniz alınamadı..
uk: Ваш платіж на weblate.org не пройшов.

source: Detailed failure from the payment gateway:
ca: Error detallat de la passarel·la de pagaments:
cs: Podrobné selhání platební brány:
da: Detaljeret fejlmeddelelse fra betalingsgatewayen:
de: Detaillierte Fehlermeldung vom Zahlungsgateway:
el: Λεπτομερής αποτυχία από την πύλη πληρωμής:
es: Fallo detallado de la pasarela de pago:
fr: Détails des erreurs de la passerelle de paiement :
ga: Teip mhionsonraithe ón tairseach íocaíochta:
gl: Fallo detallado da pasarela de pago:
he: כישלון מפורט משער התשלום:
hr: Detaljna poruka o grešci od sustava za provjeru plaćanja:
hu: A fizetési szolgáltató részletes hibaüzenete:
id: Rincian kegagalan dari gerbang pembayaran:
is: Nákvæm útlistun bilunar frá greiðslugátt:
it: Errore dettagliato dal gateway di pagamento:
ja: 支払いゲートウェイからの詳細な障害:
nl: Gedetailleerde mislukking van de gateway voor betaling:
pl: Szczegóły niepowodzenia z bramki płatności:
pt_br: Detalhes da falha do gateway de pagamento:
ro: Eșec detaliat din partea gateway-ului de plată:
ru: Подробности сбоя от платёжного шлюза:
sk: Detailné zlyhanie platobnej brány:
sq: Hollësi dështimi prej kanalit të pagesave:
ta: கட்டண நுழைவாயிலிலிருந்து விரிவான தோல்வி:
th: รายละเอียดความล้มเหลวจากเกตเวย์การชำระเงิน:
tr: Ödeme aracısındaki sorunun ayrıntıları:
uk: Подробиці помилки від платіжного шлюзу:

source: If concerning a recurring payment, it is retried three times, and if still failing, cancelled.
ar: إذا كان الأمر يتعلق بدفعة متكررة ، تتم إعادة المحاولة ثلاث مرات ، وإذا استمر الفشل ، يتم إلغاؤه.
be: Калі маецца на ўвазе рэгулярная аплата, будзе здзейснена тры спробы, і калі ўсё адно не атрымаецца, то плацеж скасуецца.
be_latn: Kalі maeczcza na ўvaze re'gulyarnaya aplata, budze zdzejsnena try' sproby', і kalі ўsyo adno ne atry'maeczcza, to placzezh skasueczcza.
ca: Si es tracta d’un pagament periòdic, es tornarà a provar tres vegades, i si encara falla, es cancel·larà.
cs: Pokud se jednalo o opakující se platbu, pokusíme se jí provést třikrát a pokud se nepodaří, vypneme opakování.
da: Ved tilbagevendende betalinger forsøges det tre gange, og hvis det stadig ikke lykkes, annulleres det.
de: Wenn es sich um eine wiederkehrende Zahlung handelt, wird diese dreimal wiederholt und falls sie immer noch fehlschlägt, storniert.
el: Εάν πρόκειται για επαναλαμβανόμενη πληρωμή, επαναλαμβάνεται τρεις φορές, και αν εξακολουθεί να αποτυχάνει, ακυρώνεται.
es: Si se trata de un pago recurrente, se vuelve a intentar tres veces, y si sigue fallando, se cancela.
fi: Jos kyseessä on toistuva maksu, se yritetään uudelleen kolme kertaa, ja jos se ei vieläkään onnistu, se peruutetaan.
fr: S’il s’agit d’un paiement récurrent, il sera annulé après trois tentatives infructueuses.
ga: Má bhaineann sé le híocaíocht athfhillteach, déantar é a aisghabháil trí huaire, agus má theipeann uirthi fós, cuirtear ar ceal é.
gl: Se se trata dun pago periódico, téntase de novo tres veces e, se aínda así non se produce, cancélase.
he: במקרה של ניסיונות חוזרים, הניסיון מתבצע שלוש פעמים, אם התשלום עדיין נכשל, הוא מבוטל.
hr: Ako se radi o ponavljajućem plaćanju, ono se obavlja u tri pokušaja. Ako još uvijek ne uspije, prekida se.
hu: Ismétlődő fizetés esetén három alkalommal történik próbálkozás, ezt követően a folyamat megszakad.
id: Terkait pembayaran rutin, pembayaran akan dicoba sebanyak tiga kali. Apabila masih gagal, maka akan dibatalkan..
is: Ef þetta snýst um endurtekna greiðslu, þá er hún reynd þrisvar sinnum, og ef hún bregst ennþá, er henni sagt upp.
it: Se si tratta di un pagamento ricorrente, viene riprovato tre volte e, in caso contrario, viene annullato.
ja: 定期的な支払いの場合は 3 回まで試し、それでも失敗した場合はキャンセルされます。
kab: Ma yella wugur n lexlaṣ i d-yettuɣalen,ad yettwaɛreḍ tlata n tikkal, sakin ma yecceḍ, ad yefsex.
nb: Hvis dette var en vedvarende betaling, vil den bli forsøkt gjennomført tre ganger. Hvis den misslykkes, kanselleres planen.
nl: Indien het een terugkerende betaling betreft, wordt deze driemaal opnieuw geprobeerd. Als het dan nog steeds niet lukt, wordt deze geannuleerd.
pl: W przypadku płatności cyklicznej jest ona ponawiana trzykrotnie, a jeśli nadal nie działa, anulowana.
pt_br: Se estiver relacionado a um pagamento recorrente, ele será repetido três vezes e, se ainda falhar, cancelado.
pt_pt: Se estiver relacionado com um pagamento recorrente, este será repetido três vezes, e se falhar, é cancelado.
ro: Dacă este vorba despre o plată recurentă, aceasta este încercată de trei ori și, dacă eșuează în continuare, este anulată.
ru: Если речь идёт о регулярном платеже, выполняется три попытки его повтора и если он всё равно не проходит, он отменяется.
sk: Ak ide o opakovanú platbu, trikrát sa opakuje, a ak stále zlyháva, zruší sa.
sq: Nëse bëhet fjalë për pagesë ripërsëritëse, provohet tri herë, dhe nëse prapë dështohet, pagesa anulohet.
sr: Ако вас брину понављајућа плаћања, покушава се три пута. Ако не успе, отказује се.
sv: Om det gäller en återkommande betalning, försöks den igen tre gånger, och om den fortfarande misslyckas, avbryts den.
ta: தொடர்ச்சியான கட்டணத்தைப் பொறுத்தவரை, அது மூன்று முறை மீண்டும் முயற்சிக்கப்படுகிறது, இன்னும் தோல்வியுற்றால், ரத்து செய்யப்படும்.
th: หากเป็นการชำระเงินแบบตัดยอดต่อเนื่อง ระบบจะลองใหม่สามครั้ง หากยังล้มเหลว จะทำการยกเลิก
tr: Bu ödeme yineleniyorsa, üç kez yeniden denenir ve sonunda alınamazsa iptal edilir.
uk: У разі, якщо три спроби регулярного платежу не пройшли, то його буде скасовано.

source: Your payment on weblate.org failed
ar: فشلت عملية الدفع في weblate.org
be: Аплата на сайце weblate.org не выкананая
be_latn: Aplata na sajcze weblate.org ne vy'kananaya
bg: Плащането Ви на weblate.org беше неуспешно
ca: El vostre pagament a weblate.org ha fallat
cs: Vaše platba na weblate.org se nezdařila
da: Din betaling på weblate.org mislykkedes
de: Ihre Zahlung an weblate.org schlug fehl
el: Η πληρωμή σας στο weblate.org απέτυχε
es: Su pago en weblate.org falló
et: Sinu makse weblate.org saidis ei õnnestunud
fi: Maksusi weblate.org-sivustolla epäonnistui
fr: Votre paiement sur weblate.org a échoué
ga: Theip ar d'íocaíocht ar weblate.org
gl: Produciuse un fallo no seu pagamento en weblate.org
he: התשלום שלך ב־weblate.org נכשל
hr: Tvoje plaćanje na weblate.org nije uspjelo
hu: Fizetése a weblate.org oldalon meghiúsult
id: Pembayaran Anda di weblate.org gagal
is: Greiðsla þín á weblate.org mistókst
it: Il tuo pagamento su weblate.org è fallito
ja: weblate.org へのお支払いに失敗しました
kab: Lexlaṣ-ik deg weblate.org yecceḍ
nb: Din betaling på weblate.org mislyktes
nl: Uw betaling op weblate.org is mislukt
pl: Twoja płatność na weblate.org nie powiodła się
pt_br: Seu pagamento no weblate.org falhou
pt_pt: O seu pagamento no weblate.org falhou
ro: Plata ta pe weblate.org a eșuat
ru: Ваш платёж на weblate.org не прошёл
sk: Vaša platba na weblate.org zlyhala
sl: Vaše plačilo na weblate.org je spodletelo
sq: Pagesa juaj në weblate.org dështoi
sr: Ваше плаћање на „weblate.org“-у није успело
sr_latn: Vaše plaćanje na weblate.org nije uspelo
sv: Din betalning på weblate.org misslyckades
ta: வலைபெயர்ப்பு.நிறுவனத்தில் உங்கள் கட்டணம் தோல்வியடைந்தது
th: การชำระเงินของคุณบน weblate.org ล้มเหลว
tr: Weblate.org ödemeniz alınamadı
uk: Ваш платіж на weblate.org не вдався
