Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Thanks to <a href="%(url)s">Trezor</a>, donations are happily accepted in several cryptocurrencies using the addresses below.
ar: بفضل <a href="%(url)s">Trezor</a>، تُقبل التبرعات عن طريق العملات الرقمية، يمكن استخدام العناوين في الأسفل.
be: Дзякуючы <a href="%(url)s">Trezor</a>, мы можам прымаць ахвяраванні ў некалькіх крыптавалютах па пададзеных ніжэй адрасах.
be_latn: Dzyakuyuchy' <a href="%(url)s">Trezor</a>, my' mozham pry'macz' axvyaravannі ў nekal'kіx kry'ptavalyutax pa padadzeny'x nіzhe'j adrasax.
bg: Благодарение на <a href="%(url)s">Trezor</a> приемаме дарения в няколко криптовалути, може да използвате адресите по-долу.
ca: Gràcies a <a href="%(url)s">Trezor</a>, acceptem de bon grat donatius en diferents criptodivises utilitzant les adreces següents.
cs: Díky <a href="%(url)s">Trezoru</a> rádi přijmeme dary v několika kryptoměnách na adresy uvedené níže.
da: Takket være <a href="%(url)s">Trezor</a> modtages donationer med glæde i flere kryptovalutaer via adresserne nedenfor.
de: Dank <a href="%(url)s">Trezor</a> werden Spenden in mehreren Kryptowährungen über die unten angegebenen Adressen gerne angenommen.
el: Χάρη στο <a href="%(url)s">Trezor</a>, θα δεχτούμε με ευχαρίστηση δωρεές σε διάφορα κρυπτονομίσματα. Χρησιμοποιήσετε τις διευθύνσεις παρακάτω.
es: Gracias a <a href="%(url)s">Trezor</a>, aceptaremos con gusto donativos en diversas criptodivisas. Emplee las direcciones siguientes.
et: Tänu <a href="%(url)s">Trezor</a>ile, on annetused vastuvõetavad mitmes erinevas krüptovaluutas, kasutades allolevaid aadresse.
fi: <a href="%(url)s">Trezorin</a> ansiosta lahjoitukset hyväksytään mielellään useilla kryptovaluutoilla alla olevilla osoitteilla.
fr: Grâce à <a href="%(url)s">Trezor</a>, nous acceptons désormais les dons dans plusieurs crypto-monnaies, voir les adresses ci-dessous.
ga: A bhuí le <a href="%(url)s">Trezor</a>, glactar go sona sásta le síntiúis i go leor cryptocurrencies ag baint úsáide as na seoltaí thíos.
gl: Grazas a <a href="%(url)s">Trezor</a>, aceptamos doazóns en varias criptomoedas. Pode empregar os enderezos de embaixo.
he: בזכות <a href="%(url)s">Trezor</a>, אנחנו יכולים לקבל תרומות כספיות במגוון מטבעות דיגיטליים בהתאם לטבלה שלהלן.
hr: Zahvaljujući <a href="%(url)s">Trezoru</a>, donacije rado prihvaćamo i u dolje navedenim kriptovalutama.
hu: A <a href="%(url)s">Trezor</a> jóvoltából örömmel fogadunk többféle kriptovalutában történő adományt az alábbi címeken keresztül.
id: Terima kasih pada <a href="%(url)s">Trezor</a>, donasi dapat diterima dengan senang hati dalam beberapa kirptokurensi melalui alamat di bawah ini.
is: Þökk sé <a href="%(url)s">Trezor</a> er með mestu ánægju tekið við gjöfum í ýmsum rafmyntum með því að nota vistföngin hér fyrir neðan.
it: Grazie a <a href="%(url)s">Trezor</a>, saremo lieti di accettare donazioni in diverse cripto valute usando gli indirizzi qui sotto.
ja: <a href="%(url)s">Trezor</a> のおかげで、下記のアドレスから暗号通貨での寄付を喜んでお待ちしています。
kab: Tanemmirt i <a href="%(url)s">Trezor</a>, s lfeṛ i d-neṭṭef tawsa s ddeqs n tedrimin tumḍinin i iseqdacen tansiwin ddaw-a.
nb: Takket være <a href="%(url)s">Trezor</a>, godtar vi gladelig donasjoner i flere kryptovalutaer ved å bruke adressene nedenfor.
nl: Dankzij <a href="%(url)s">Trezor</a> aanvaarden we donaties in verschillende cryptovaluta. U kunt hiervoor onderstaande adressen gebruiken.
pl: Dzięki <a href="%(url)s">Trezor</a> darowizny są chętnie przyjmowane w kilku kryptowalutach przy użyciu adresów podanych poniżej.
pt_br: Graças a <a href="%(url)s">Trezor</a>, doações são perfeitamente aceitas em várias criptomoedas usando os endereços abaixo.
pt_pt: Devido ao <a href="%(url)s">Trezor</a>, os donativos são aceites em várias cripto moedas, utilizando os endereços abaixo.
ro: Mulțumită lui <a href="%(url)s">Trezor</a>, donațiile sunt acceptate cu plăcere în mai multe criptomonede folosind adresele de mai jos.
ru: Благодаря <a href="%(url)s">Trezor</a>, мы имеем возможность принимать пожертвования в нескольких криптовалютах. Адреса кошельков в таблице ниже.
sk: Vďaka <a href="%(url)s">Trezoru</a> môžeme vďačne prijímať dary vo viacerých kryptomenách na nižšie uvedených adresách.
sl: Zahvaljujoč <a href="%(url)s">trezorju</a> z veseljem sprejemamo donacije v več kriptovalutah na spodnje naslove.
sq: Falë <a href="%(url)s">Trezor</a>-it, mirëpriten me gëzim dhurime në disa kriptomonedha duke përdorur adresën më poshtë.
sr: Захваљујући <a href="%(url)s">Трезору</a>, са задовољством можемо да примамо донације у неколико крипто-валута помоћу адресе испод.
sv: Tack vare <a href="%(url)s">Trezor</a> accepteras donationer gärna i flera kryptovalutor med adresserna nedan.
ta: <a href="%(url)s"> ட்ரெசர் </a> க்கு நன்றி, கீழேயுள்ள முகவரிகளைப் பயன்படுத்தி பல மறையீட்டு நாணயங்களில் நன்கொடைகள் மகிழ்ச்சியுடன் ஏற்றுக்கொள்ளப்படுகின்றன.
th: ขอบคุณ <a href="%(url)s">Trezor</a> เรายินดีรับบริจาคในสกุลเงินดิจิทัลหลายสกุลโดยใช้ที่อยู่ด้านล่าง
tr: <a href="%(url)s">Trezor</a> ile aşağıdaki adresleri kullanarak çeşitli kripto para biriminde bağış yapabilirsiniz.
uk: Завдяки <a href="%(url)s">Trezor</a>, ми з радістю приймемо допомогу в деяких криптовалютах. Ви можете використовувати адреси в таблиці нижче.

source: Currency
ar: العملة
be: Валюта
be_latn: Valiuta
bg: Валута
ca: Divisa
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Divisa
et: Valuuta
fi: Valuutta
fr: Monnaie
ga: Airgeadra
gl: Moeda
he: מטבע
hr: Valuta
hu: Pénznem
id: Mata Uang
is: Gjaldmiðill
it: Valuta
ja: 通貨
kab: Tadrimt
lt: Valiuta
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ro: Monedă
ru: Валюта
sk: Mena
sl: Valuta
sq: Monedhë
sr: Валута
sr_latn: Valuta
sv: Valuta
ta: நாணயம்
th: สกุลเงิน
tr: Para birimi
uk: Валюта

source: Donation address
ar: عنوان التبرع
be: Адрас ахвяравання
be_latn: Adras achviaravańniaŭ
bg: Адрес за даренията
ca: Adreça per al donatiu
cs: Adresa pro dar
da: Donationsadresse
de: Spendenadresse
el: Διεύθυνση δωρεάς
es: Dirección para donar
et: Annetuse aadress
fi: Lahjoituksen osoite
fr: Adresse pour les dons
ga: Seoladh síntiús
gl: Enderezo das doazóns
he: כתובת לתרומה
hr: Adresa donacije
hu: Adományozási cím
id: Alamat donasi
is: Vistfang gjafar
it: Coordinate per le donazioni
ja: 寄付のアドレス
kab: Tansa n tawsa
nb: Donasjonsadresse
nl: Donatie-adres
pl: Adres darowizny
pt_br: Endereço de doação
pt_pt: Endereço do donativo
ro: Adresa donație
ru: Адрес кошелька
sk: Adresa pre dar
sl: Naslov za donacijo
sq: Adresë dhurimesh
sr: Адреса донације
sr_latn: Adresa donacije
sv: Donationsadress
ta: நன்கொடை முகவரி
th: ที่อยู่สำหรับบริจาค
tr: Bağış adresi
uk: Адреса пожертвування

source: Weblate is thankful for your help
ar: يشكرك Weblate علي مساعدتك
be: Праект Weblate удзячны за вашую дапамогу
be_latn: Praekt Weblate udzyachny' za vashuyu dapamogu
bg: Weblate е благодарен за Вашата помощ
ca: El Weblate agraeix la vostra ajuda
cs: Weblate je vděčný za vaši pomoc
da: Weblate er taknemmelig for din hjælp
de: Weblate ist dankbar für Ihre Hilfe
el: Το Weblate είναι ευγνώμων για τη βοήθειά σας
es: Weblate agradece su ayuda
et: Weblate tänab sind abi eest
fi: Weblate on kiitollinen avustasi
fr: Weblate est reconnaissant de votre aide
ga: Tá Weblate buíoch as do chabhair
gl: Weblate agradece a súa axuda
he: Weblate אסירת תודה על עזרתך
hr: Weblate ti se zahvaljuje na pomoći
hu: A Weblate hálás a támogatásáért
id: Weblate sangat berterima kasih atas bantuan Anda
is: Aðstandendur Weblate eru þakklátir fyrir hjálp þína
it: Weblate è veramente grato per il tuo aiuto
ja: Weblate は皆様の支援に感謝しています
kab: Weblate tesnemmir ɣef tallelt-ik
lt: „Weblate“ dėkinga už jūsų pagalbą
nb: Weblate er takknemlig for din hjelp
nl: Weblate is u zeer dankbaar voor uw hulp
pl: Weblate jest wdzięczny za pomoc
pt_br: O Weblate é grato por sua ajuda
pt_pt: O Weblate agradece a sua ajuda
ro: Weblate este recunoscător pentru ajutorul tău
ru: Проект Weblate благодарен вам за помощь
sk: Weblate je vďačné za vašu pomoc
sl: Weblate se vam zahvaljuje za pomoč
sq: Weblate-i është mirënjohës për ndihmën tuaj
sr: Weblate се захваљује на помоћи
sr_latn: Weblate se zahvaljuje na pomoći
sv: Weblate är tacksam för din hjälp
ta: உங்கள் உதவிக்கு வலைபெயர்ப்பு நன்றி
th: Weblate ขอขอบคุณสำหรับความช่วยเหลือของคุณ
tr: Weblate yardımlarınız için minnettardır
uk: Weblate вдячний за вашу допомогу

source: A proud showcase of our supporters, some of which offered technological contributions, others provided monetary funds. We welcome any form of help. If you have an idea, please <a href="%(contact)s">let us know</a>.
ar: عرض فخور لداعمينا، بعضهم قدم مساهمات تكنولوجية، وقدم آخرون مساهمات نقدية. نحن نرحب بأي شكل من أشكال المساعدة. إذا كان لديك فكرة، من فضلك <a href="%(contact)s">أعلمنا</a>.
be: Ганаровая дошка карыстальнікаў, якія нас падтрымалі. Некаторыя з іх прапаноўвалі тэхнічную дапамогу, некаторыя грашовую. Мы ўдзячныя за любую дапамогу. Калі ў вас ёсць ідэі, калі ласка <a href="%(contact)s">паведаміце нам</a>.
be_latn: Ganarovaya doshka kary'stal'nіkaў, yakіya nas padtry'malі. Nekatory'ya z іx prapanoўvalі te'xnіchnuyu dapamogu, nekatory'ya grashovuyu. My' ўdzyachny'ya za lyubuyu dapamogu. Kalі ў vas yoscz' іde'і, kalі laska <a href="%(contact)s">pavedamіcze nam</a>.
ca: Aquí us mostrem els nostres patrocinadors: alguns ens han ofert contribucions tecnològiques, altres ens han proporcionat fons monetaris. Agraïm qualsevol tipus d’ajuda. Si teniu una idea, <a href="%(contact)s">feu-nos-ho saber</a>.
cs: Hrdá přehlídka našich podporovatelů. Někteří z nich poskytují technologie, jiní přispěli finančně. Uvítáme i další pomoc. Pokud máte nějaký nápad, prosím <a href="%(contact)s">dejte nám vědět</a>.
da: En stolt præsentation af vores støtter, hvoraf nogle har bidraget teknologisk, mens andre har ydet økonomisk støtte. Vi værdsætter al form for hjælp. Har du en idé, så <a href="%(contact)s">giv os endelig besked</a>.
de: Stolz präsentieren wir eine Auswahl unserer Unterstützer. Einige helfen uns auf technischer Ebene, andere stellen Geldmittel zur Verfügung. Wir freuen uns über jede Form von Hilfe. Wenn Sie eine Idee haben, <a href="%(contact)s">lassen Sie es uns bitte wissen</a>.
el: Μια περήφανη παρουσίαση των υποστηρικτών μας, ορισμένοι από τους οποίους προσέφεραν τεχνολογικές συνεισφορές, ενώ άλλοι χρηματικά ποσά. Χαιρετίζουμε κάθε μορφή βοήθειας. Αν έχετε κάποια ιδέα, παρακαλούμε <a href="%(contact)s">να μας το πείτε</a>.
es: Aquí exponemos a nuestros partidarios; unos han contribuido de manera tecnológica, otros financieramente. Agradecemos cualquier tipo de ayuda. Si tiene una idea, <a href="%(contact)s">háganosla saber</a>.
et: Esitleme uhkusega oma toetajaid, kelledest mõned pakkusid tehnoloogilist toetust, teised rahastasid. Me tervitame igasugust toetust. Kui sul on idee, palun <a href="%(contact)s">teavita meid ka</a>.
fi: Ylpeä esittely kannattajistamme, joista osa tarjosi teknistä tukea, toiset raharahoitusta. Olemme tyytyväisiä kaikenlaiseen apuun. Jos sinulla on idea, <a href="%(contact)s">ilmoita siitä meille</a>.
fr: Une vitrine reconnaissante à nos contributeurs, certains ont offert des contributions technologiques, d’autres ont fourni de l’argent. Toute forme d’aide est la bienvenue. Si vous avez une idée, veuillez <a href="%(contact)s">nous le faire savoir</a>.
ga: Taispeántas bródúil dár lucht tacaíochta, cuid acu a thairg ranníocaíochtaí teicneolaíochta, chuir cuid eile cistí airgeadaíochta ar fáil. Fáiltímid roimh aon chineál cabhrach. Má tá smaoineamh agat, <a href="%(contact)s">cuir in iúl dúinn</a> le do thoil.
gl: Un orgulloso escaparate dos nosos patrocinadores, algúns dos cales ofreceron achegas tecnolóxicas, outros achegaron recursos económicos. Aceptamos calquera xeito de axuda. Se ten unha idea, <a href="%(contact)s">fáganolo saber</a>.
he: מצגת מעוררת גאווה של התומכים שלנו, חלקם הציעו סיוע טכנולוגי, אחרים סיפקו תמיכה כלכלית. אנו מברכים כל סוג של עזרה. אם יש לך רעיון, נא <a href="%(contact)s">ליידע אותנו</a>.
hr: Popis naših podržavatelja, od kojih su neki ponudili tehnološki doprinos, drugi su osigurali novčana sredstva. Pozdravljamo bilo koji oblik pomoći. Ako imaš ideju, <a href="%(contact)s">javi nam</a>.
hu: Támogatóink büszke bemutatása: egyesek technológiai hozzájárulással, mások pénzbeli támogatással segítették munkánkat. Mindenfajta segítséget szívesen fogadunk. Ha van ötlete, <a href="%(contact)s">jelezze felénk</a>.
id: Penampilan yang penuh kebanggan dari para pendukung kami, beberapa di antaranya menyediakan sumbangan teknologi dan yang lainnya menyediakan dukungan finansial. Kami menerima segala macam bentuk bantuan <a href="%(contact)s">Beritahu kami</a> jika Anda memiliki gagasan.
is: Stolt kynning á stuðningsfólki okkar, sumir hafa boðið fram margar tæknilegar viðbætur, aðrir lögðu til fjárhagslega aðstoð. Við tökum vel á móti alls konar aðstoð. Ef þú hefur hugmynd, skaltu endilega <a href="%(contact)s">láta okkur vita</a>.
it: Ecco un nutrito elenco dei nostri sostenitori. Alcuni hanno offerto contributi tecnologici, altri hanno fornito fondi monetari. Accogliamo con favore qualsiasi forma di aiuto. Se hai un'idea <a href="%(contact)s">contattaci</a>.
ja: 技術面での貢献もあれば、資金面での支援もありました。どんな形の援助でも歓迎します。もし、何かアイデアがあれば <a href="%(contact)s">お知らせ</a> ください。
kab: D amedya ifazen seg yiwiziwen-nneɣ, kra seg-sen mudden-d tiwizi s tetiknulujit, wiyaḍ ttmuddun-d tadrimt. anṣuf i yal tallelt. Ma ɣur-k tikti, ttxil-k <a href="%(contact)s">eǧǧ-aɣ ad nẓer</a>.
lt: Mūsų rėmėjų pasididžiavimas, kai kurie iš jų pasiūlė technologinį indėlį, kiti suteikė piniginių lėšų. Džiaugiamės bet kokia pagalba. Jei turite idėją, <a href="%(contact)s">praneškite mums</a>.
nb: Stolt framvisning av våre støttespillere, noen med teknologiske bidrag, andre med finansielle. Alle former for hjelp tas godt imot. Hvis du har en idé, <a href="%(contact)s">la det komme oss til kjenne</a>.
nl: Een lijst met onze beste ondersteuners. Sommige van hen hebben geholpen op technisch vlak; anderen op financieel vlak. Iedere hulp wordt gewaardeerd. Heeft u een idee? <a href="%(contact)s">Laat het ons dan weten</a>.
pl: Dumna prezentacja naszego wsparcia, z których niektórzy oferowali wkład technologiczny, inni zapewnili środki pieniężne. Z zadowoleniem przyjmujemy każdą formę pomocy. Jeśli masz jakiś pomysł, to <a href="%(contact)s">powiadom nas</a>.
pt_br: Uma apresentação orgulhosa de nossos patrocinadores, alguns dos quais ofereceram contribuições tecnológicas, outros forneceram fundos monetários. É bem-vinda qualquer forma de ajuda. Se você tem uma ideia, por favor <a href="%(contact)s">deixe-nos saber</a>.
pt_pt: Uma montra orgulhosa dos nossos patrocinadores, alguns dos quais ofereceram contribuições tecnológicas, outros fundos monetários. Nós agradecemos qualquer forma de ajuda. Se tiver uma ideia, por favor, <a href="%(contact)s">diga-nos</a>.
ro: O prezentare mândră a susținătorilor noștri, unii dintre ei au oferit contribuții tehnologice, alții au oferit fonduri bănești. Orice formă de ajutor este binevenită. Dacă ai o idee, te rugăm <a href="%(contact)s">să ne anunți</a>.
ru: Доска почёта наших сторонников. Одни из них предложили технологический вклад, другие — поддержали денежными средствами. Мы приветствуем любую помощь. Если у вас есть идея, пожалуйста <a href="%(contact)s">дайте нам знать</a>.
sk: Na tomto mieste s hrdosťou prezentujeme našich podporovateľov, z ktorých niektorí prispeli technológiami, iní formou finančných prostriedkov. Vítaná je každá forma pomoci. Ak máte akýkoľvek nápad, <a href="%(contact)s">dajte nám o ňom vedieť</a>.
sl: Ponosna predstavitev naših podpornikov, nekateri so ponudili tehnološke prispevke, drugi pa denarna sredstva. Veseli bomo vsake oblike pomoči. Če imate idejo, nam jo prosim <a href="%(contact)s">sporočite</a>.
sq: Një paradë krenare e përkrahësve tanë, disa prej të cilëve ofruan kontribute teknologjike, të tjerë dhanë fonde monetare. Mirëpresim çfarëdo forme ndihme. Nëse keni një ide, ju lutemi, <a href="%(contact)s">na e bëni të ditur</a>.
sr: С поносом приказујемо наше присталице. Неки дају технолошки, други новчани прилог. Нама је добродошла свака подршка. Ако имате идеју, <a href="%(contact)s">јавите нам</a>.
sr_latn: S ponosom prikazujemo naše pristalice. Neki daju tehnološki, drugi novčani prilog. Nama je dobrodošla svaka podrška. Ako imate ideju, <a href="%(contact)s">javite nam</a>.
sv: En stolt presentation av våra supportrar, varav några erbjöd tekniska bidrag, andra gav pengar. Vi välkomnar alla former av hjälp. Om du har en idé, vänligen <a href="%(contact)s">berätta det för oss</a>.
ta: எங்கள் ஆதரவாளர்களின் பெருமைமிக்க காட்சி பெட்டி, அவர்களில் சிலர் தொழில்நுட்ப பங்களிப்புகளை வழங்கினர், மற்றவர்கள் பண நிதிகளை வழங்கினர். எந்தவொரு உதவியையும் நாங்கள் வரவேற்கிறோம். உங்களுக்கு ஒரு சிந்தனை இருந்தால், தயவுசெய்து <a href="%(contact)s"> எங்களுக்குத் தெரியப்படுத்துங்கள் </a>.
th: ทำเนียบผู้สนับสนุนที่น่าภาคภูมิใจ บางส่วนสนับสนุนด้านเทคโนโลยี บางส่วนสนับสนุนเงินทุน เรายินดีรับความช่วยเหลือทุกรูปแบบ หากคุณมีไอเดีย โปรด <a href="%(contact)s">แจ้งให้เราทราบ</a>
tr: Bazıları teknolojik katkı sağlayan, bazıları finansal destek veren destekçilerimizin gurur verici vitrini. Her türlü yardımdan memnun oluyoruz. Bir fikriniz varsa, lütfen <a href="%(contact)s">bize iletin</a>.
uk: Горда дошка наших прихильників, деякі з яких пропонували технологічний внесок, інші - грошові кошти. Ми вітаємо будь-яку форму допомоги. Якщо у вас є задум, будь ласка <a href="%(contact)s">повідомте нам</a>.

source: Supporters
ar: الداعمون
be: Падтрымалі праект
be_latn: Padtrymka
bg: Поддръжници
ca: Patrocinadors
cs: Podporovatelé
da: Støtter
de: Unterstützer
el: Υποστηρικτές
es: Partidarios
et: Toetajad
fi: Tukijat
fr: Sponsors
ga: Urraitheoirí
gl: Patrocinadores
he: תומכים
hr: Podržavatelji
hu: Támogatók
id: Para pendukung
is: Stuðningsaðilar
it: Sostenitori
ja: 支援者
kab: Iwiziwen
lt: Rėmėjai
nb: Støttespillere
nl: Ondersteuners
pl: Osoby wspierające
pt_br: Patrocinadores
pt_pt: Patrocinadores
ro: Susținători
ru: Поддерживающие
sk: Podporovatelia
sl: Podporniki
sq: Përkrahës
sr: Присталице
sr_latn: Pristalice
sv: Sponsorer
ta: ஆதரவாளர்கள்
th: ผู้สนับสนุน
tr: Destekleyenler
uk: Прибічники

source: Technologies
ar: التقنيات
be: Тэхналогіі
be_latn: Te'xnalogіі
bg: Технологии
ca: Tecnologies
cs: Technologie
da: Teknologier
de: Technologien
el: Τεχνολογίες
es: Tecnologías
et: Tehnoloogiad
fi: Teknologiat
ga: Teicneolaíochtaí
gl: Tecnoloxías
he: טכנולוגיות
hr: Tehnologije
hu: Technológiák
id: Teknologi
is: Tækni
it: Tecnologia
ja: 技術
kab: Titiknulujiyin
lt: Technologijos
nb: Teknologier
nl: Technologieën
pl: Technologia
pt_br: Tecnologias
pt_pt: Tecnologias
ro: Tehnologii
ru: Технологии
sk: Technológie
sl: Tehnologije
sq: Teknologji
sr: Технологије
sr_latn: Tehnologije
sv: Teknologier
ta: தொழில்நுட்பங்கள்
th: เทคโนโลยี
tr: Teknolojiler
uk: Технології

source: Donate to Weblate
ar: تبرع لِ Weblate
be: Ахвяраваць для Weblate
be_latn: Zrabіć uniosak dlia Weblate
bg: Дарение към Weblate
ca: Feu un donatiu al Weblate
cs: Přispět na Weblate
da: Donér til Weblate
de: An Weblate spenden
el: Δωρεά στο Weblate
es: Donar a Weblate
et: Anneta Weblate'ile
fi: Lahjoita Weblatelle
fr: Faites un don à Weblate
ga: Déan síntiús do Weblate
gl: Doar a Weblate
he: תרומה ל־Weblate
hr: Doniraj Weblateu
hu: Támogassa a Weblate-et
id: Donasi ke Weblate
is: Styrkja Weblate
it: Fai una donazione
ja: Weblate に寄付をする
kab: Mudd tawsa i Weblate
lt: Paremkite „Weblate“
nb: Doner til Weblate
nl: Doneren aan Weblate
pl: Złóż darowiznę dla Weblate
pt_br: Fazer doação para o Weblate
pt_pt: Doar ao Weblate
ro: Donează către Weblate
ru: Пожертвовать для Weblate
sk: Prispejte na Weblate
sl: Donirajte Weblateu
sq: Dhuroni për Weblate-in
sr: Донирајте Weblate-у
sr_latn: Donirajte Weblate-u
sv: Donera till Weblate
ta: வலைபெயர்ப்புக்கு நன்கொடை
th: บริจาคให้ Weblate
tr: Weblate için bağış yapın
uk: Підтримати Weblate

source: Edit your reward link
ar: تعديل رابط مكافأتك
be: Рэдагаваць сваю спасылку на ўзнагароду
be_latn: Re'dagavacz' svayu spasy'lku na ўznagarodu
ca: Editeu l’enllaç de recompensa
cs: Upravte váš odkaz za odměnu
da: Rediger dit belønningslink
de: Bearbeiten Sie Ihren Prämien-Link
el: Επεξεργαστείτε τον σύνδεσμο επιβράβευσης
es: Edite su enlace de recompensa
et: Muuda oma preemia viita
fi: Muokkaa palkintolinkkiäsi
fr: Modifier votre lien de récompense
ga: Cuir do nasc luaíochta in eagar
gl: Edite a ligazón do seu agasallo
he: עריכת קישור הפרס שלך
hr: Uredi svoju poveznicu za nagrade
hu: Jutalomhivatkozás szerkesztése
id: Sunting pranala penghargaan Anda
is: Breyttu verðlaunatenglinum þínum
it: Modifica il tuo collegamento premio
ja: 謝礼である支援者名簿リンクの編集
kab: Ẓreg aseɣwen n warraz
lt: Redaguoti atlygio nuorodą
nb: Rediger din påskjønnelseslenke
nl: Uw beloningslink bewerken
pl: Edytuj link do nagrody
pt_br: Edite seu link de recompensa
pt_pt: Edite a sua hiperligação da recompensa
ro: Editează legătura recompensei tale
ru: Править свою ссылку на вознаграждение
sk: Upravte svoj odmeňovací odkaz
sl: Uredite povezavo za nagrado
sq: Përpunoni lidhjen tuaj të shpërblimeve
sr: Измените свој линк награде
sr_latn: Uredite svoju vezu nagrade
sv: Redigera din belöningslänk
ta: உங்கள் வெகுமதி இணைப்பைத் திருத்தவும்
th: แก้ไขลิงก์ของรางวัลของคุณ
tr: Ödül bağlantınızı düzenleyin
uk: Змініть посилання для нагороди

source: Save
ar: حفظ
be: Захаваць
be_latn: Zachavać
bg: Запазване
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gl: Gardar
he: שמירה
hr: Spremi
hu: Mentés
id: Simpan
is: Vista
it: Salva
ja: 保存
kab: Sekles
lt: Išsaugoti
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaje
sr: Сачувај
sr_latn: Sačuvaj
sv: Spara
ta: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти

source: Your donation to Weblate
ar: تبرعاتك لWeblate
be: Ваша ахвяраванне для Weblate
be_latn: Vasha axvyaravanne dlya Weblate
bg: Вашето дарение към Weblate
ca: El vostre donatiu al Weblate
cs: Váš dar pro Weblate
da: Din donation til Weblate
de: Ihre Spende an Weblate
el: Η δωρεά σας στο Weblate
es: Su donativo a Weblate
et: Sinu annetus Weblatele
fi: Lahjoituksesi Weblatelle
fr: Votre don à Weblate
ga: Do thabhartas do Weblate
gl: A súa doazón a Weblate
he: תרומתך הכספית ל־Weblate
hr: Tvoja donacija Weblateu
hu: Az Ön adománya a Weblate részére
id: Donasi Anda pada Weblate
is: Gjöf þín til Weblate
it: La tua donazione a Weblate
ja: Weblate に寄付をする
kab: Tawsa-ik i Weblate
nb: Din donasjon til Weblate
nl: Uw donatie aan Weblate
pl: Twoja darowizna na rzecz Weblate
pt_br: Sua doação para o Weblate
pt_pt: O seu donativo ao Weblate
ro: Donația ta către Weblate
ru: Ваше пожертвование Weblate
sk: Váš dar pre Weblate
sl: Vaša donacija za Weblate
sq: Dhurimi juaj për Weblate-in
sr: Ваша донација Weblate-у
sr_latn: Vaša donacija Weblate-u
sv: Din donation till Weblate
ta: வலைபெயர்ப்புக்கு உங்கள் நன்கொடை
th: การบริจาคของคุณให้ Weblate
tr: Weblate bağışınız
uk: Ваша пожертва на Weblate
