Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Available services
ar: الخدمات المتوفرة
be: Даступныя паслугі
be_latn: Dastupny'ya paslugі
bg: Налични услуги
ca: Serveis disponibles
cs: Dostupné služby
da: Tilgængelige tjenester
de: Verfügbare Dienste
el: Διαθέσιμες υπηρεσίες
es: Servicios disponibles
et: Saadaval teenused
fi: Käytettävissä olevat palvelut
fr: Services disponibles
ga: Seirbhísí atá ar fáil
gl: Servizos dispoñíbeis
he: שירותים זמינים
hr: Dostupne usluge
hu: Elérhető szolgáltatások
id: Layanan yang tersedia
is: Tiltækar þjónustur
it: Servizi disponibili
ja: 利用可能なサービス
kab: Imezla yellan
nb: Tilgjengelige tjenester
nl: Beschikbare diensten
pl: Dostępne usługi
pt_br: Serviços disponíveis
ro: Servicii disponibile
ru: Доступные сервисы
sk: Dostupné služby
sl: Storitve na voljo
sq: Shërbime të gatshme
sv: Tillgängliga tjänster
ta: உங்கள் சேவைகள்
th: บริการที่มีให้
tr: Kullanılabilecek hizmetler
uk: Доступні послуги

source: Congratulations, you are fully covered!
ar: تهانينا ، أنت مغطى بالكامل!
be: Віншуем, у вас поўны набор!
be_latn: Vіnshuem, u vas poўny' nabor!
ca: Enhorabona, ja disposeu de cobertura completa!
cs: Gratulujeme, jste plně krytí!
da: Tillykke, du er fuldt dækket!
de: Herzlichen Glückwunsch, Sie sind vollständig abgesichert!
el: Συγχαρητήρια, είστε πλήρως καλυμμένοι!
es: ¡Enhorabuena, cuenta con la cobertura completa!
fi: Onnittelut, olet täysin suojattu!
fr: Félicitations, vous êtes entièrement couvert !
ga: Comhghairdeas, tá tú clúdaithe go hiomlán!
gl: Parabéns, dispón da cobertura completa!
he: ברכותינו, יש לך כיסוי מלא!
hr: Čestitamo, sve je pokriveno!
hu: Gratulálunk, teljes körű támogatásban részesül!
id: Selamat, Anda sepenuhnya terlindungi!
is: Til hamingju, þú ert með allt sem þarf!
it: Congratulazioni, sei completamente coperto!
ja: おめでとうございます、すべてカバーしています！
nb: Gratulerer, du har full dekning.
nl: Gefeliciteerd, u bent volledig gedekt!
pl: Gratulacje, jesteś w pełni objęty!
pt_br: Parabéns, você está totalmente coberto!
ro: Felicitări, ești complet acoperit!
ru: Поздравляем, у вас полный комплект!
sk: Gratulujeme, ste úplne krytí!
sq: Përgëzime, jeni plotësisht i mbuluar!
sr: Честитамо, потпуно сте покривени!
sr_latn: Čestitamo, potpuno ste pokriveni!
sv: Grattis, du är helt täckt!
ta: வாழ்த்துக்கள், நீங்கள் முழுமையாக மூடப்பட்டிருக்கிறீர்கள்!
th: ยินดีด้วย คุณได้รับความคุ้มครองครบถ้วนแล้ว!
tr: Tebrikler, tüm gereksinimleriniz karşılandı!
uk: Вітаємо, усе повністю сплачено!

source: Data processing agreements for your Weblate service.
id: Perjanjian pemrosesan data untuk layanan Weblate Anda.
th: ข้อตกลงการประมวลผลข้อมูลสำหรับบริการ Weblate ของคุณ

source: Manage
da: Administrer
id: Kelola
nl: Beheren
ro: Gestionează
ru: Управление
th: จัดการ

source: Payments by credit card, bank transfer or cryptocurrency transaction are accepted.
ar: يُقبَل الدفع بواسطة بطاقة الائتمان أو التحويل المصرفي أو المعاملات بالعملات الرقمية.
be: Прымаюцца плацяжы па картках, банкаўскія пераводы або крыптавалюты.
be_latn: Pry'mayuczcza placzyazhy' pa kartkax, bankaўskіya peravody' abo kry'ptavalyuty'.
ca: Acceptem pagaments amb targetes de crèdit, transferències o transaccions de criptodivises.
cs: Přijímáme platby kartou, převodem nebo kryptoměnami.
da: Betalinger med kreditkort, bankoverførsel eller kryptovaluta accepteres.
de: Es werden Zahlungen per Kreditkarte, Banküberweisung oder Kryptowährungstransaktion akzeptiert.
el: Γίνονται δεκτές πληρωμές με πιστωτική κάρτα, τραπεζικό έμβασμα ή συναλλαγές με κρυπτονομίσματα.
es: Admitimos pagos mediante tarjeta, transferencia bancaria o transacción de criptodivisa.
fi: Maksut pankkikorteilla, tilisiirroilla tai kryptovaluuttana ovat tuettuja.
fr: Les règlements par carte de crédit, virement bancaire et cryptomonnaies sont acceptés.
ga: Glactar le híocaíochtaí le cárta creidmheasa, le haistriú bainc nó le hidirbheart cryptocurrency.
gl: Admítense pagamentos con tarxeta de crédito, transferencia bancaria ou transacción de criptomoedas.
he: מקבלים תשלומים בכרטיס אשראי, העברה בנקאית או מטבעות דיגיטליים.
hr: Prihvaćaju se plaćanja kreditnom karticom, bankovnim prijenosom ili transakcijama s kripto valutama.
hu: Fizetés bankkártyával, banki átutalással vagy kriptovalutával is lehetséges.
id: Kami menerima pembayaran melalui kartu kredit, transfer bank, atau mata uang kripto.
is: Tekið er á móti greiðslum með korti, bankamillifærslu eða rafmynt.
it: Si accettano pagamenti con carta di credito, bonifico bancario o criptovaluta.
ja: クレジットカード、銀行振込、暗号通貨の取引で支払いができます。
kab: Lexlaṣ s tkarḍa n usmad, asiweḍ s bankat neɣ tadrimt tumdint ttwaqeblen.
nb: Betalinger per kredittkort, bankoverføring, eller kryptovalutatransaksjon godtas.
nl: Betalen is mogelijk met een credit card, via een bankoverschrijving of met cryptovaluta.
pl: Akceptowane są płatności kartą kredytową, przelewem bankowym lub transakcje w walucie kryptograficznej.
pt_br: Pagamentos por cartão de crédito, transferência bancária ou transação de criptomoeda são aceitos.
pt_pt: São aceites todos os pagamentos por cartão de crédito, transferência bancária ou cripto moeda.
ro: Sunt acceptate plățile prin card de credit, transfer bancar sau tranzacție cu criptomonede.
ru: Принимаются платежи по карточкам, банковские переводы или криптовалюты.
sk: Prijímame platby kartou, bankovým prevodom a kryptomenami.
sq: Pranohen pagesa me kartë krediti, tranfertë bankare ose transaksione kriptomonedhash.
sv: Betalningar med kreditkort, banköverföring eller kryptovalutetransaktion accepteras.
ta: கடன் அட்டை, வங்கி பரிமாற்றம் அல்லது மறையீட்டு நாணயம் பரிவர்த்தனை மூலம் கட்டணங்கள் ஏற்றுக்கொள்ளப்படுகின்றன.
th: รองรับการชำระเงินผ่านบัตรเครดิต การโอนเงินผ่านธนาคาร หรือสกุลเงินดิจิทัล
tr: Kredi kartı, banka havalesi veya kripto para birimi ile yapılan işlemler kabul edilir.
uk: Приймаються платежі кредитною карткою, банківським переказом або криптовалютою.

source: Please <a href="%(contact)s">get in touch</a> for more details and possibilities.
ar: من فضلك <a href="%(contact)s">تواصل معنا</a> للمزيد من التفاصيل والإحتمالات.
be: Калі ласка, <a href="%(contact)s"> звяжыцеся з намі</a>, каб атрымаць дадатковую інфармацыю.
be_latn: Kalі laska, <a href="%(contact)s"> zvyazhy'czesya z namі</a>, kab atry'macz' dadatkovuyu іnfarmaczy'yu.
bg: Моля, <a href="%(contact)s">свържете се с нас</a> за повече подробности.
ca: <a href="%(contact)s">Contacteu amb nosaltres</a> per a més detalls i possibilitats.
cs: Pro bližší informace a další možnosti <a href="%(contact)s">nám napište</a>.
da: Venligst <a href="%(contact)s">kontakt os</a> for flere detaljer og muligheder.
de: Für weitere Details und Möglichkeiten nehmen Sie bitte <a href="%(contact)s">Kontakt mit uns auf</a>.
el: <a href="%(contact)s"> Επικοινωνήστε μαζί μας</a> για περισσότερες λεπτομέρειες και δυνατότητες.
es: <a href="%(contact)s">Contáctenos</a> para más detalles y posibilidades.
fi: <a href="%(contact)s">Ota yhteyttä</a> saadaksesi lisätietoja ja mahdollisuuksia.
fr: Veuillez <a href="%(contact)s">nous contacter</a> pour plus de détails et d’autres possibilités de règlement.
ga: Le do thoil <a href="%(contact)s">téigh i dteagmháil</a> le haghaidh tuilleadh sonraí agus féidearthachtaí.
gl: <a href="%(contact)s">Póñase en contacto connosco</a> para obter máis detalles e posibilidades.
he: נא <a href="%(contact)s">ליצור קשר</a> לקבלת פרטים ואפשרויות נוספים.
hr: <a href="%(contact)s">Kontaktiraj nas</a>, ako želiš saznati daljnje detalje i mogućnosti.
hu: További részletekért és lehetőségekért <a href="%(contact)s">lépjen kapcsolatba velünk</a>.
id: Silakan <a href="%(contact)s">hubungi kami</a> untuk detail dan kemungkinan lebih lanjut.
is: Endilega <a href="%(contact)s">hafðu samband</a> til að fá frekari upplýsingar um Weblate og möguleika þess.
it: Per ulteriori dettagli e opzioni <a href="%(contact)s">contattaci</a>.
ja: 詳細や質問は、<a href="%(contact)s">お問い合わせ</a> までご連絡ください。
kab: Ttxil-k <a href="%(contact)s">qqim yid-neɣ</a> ɣef wugar n telqayt d tezmert.
nb: <a href="%(contact)s">Ta kontakt</a> for flere detaljer og muligheter.
nl: <a href="%(contact)s">Neem contact op</a> voor meer informatie of andere mogelijkheden.
pl: Prosimy <a href="%(contact)s">skontaktuj się z nami</a>, aby uzyskać więcej szczegółów i możliwości.
pt_br: Por favor, <a href="%(contact)s">entre em contato</a> para mais detalhes e possibilidades.
pt_pt: Por favor, <a href="%(contact)s">contacte-nos</a> para mais detalhes e possibilidades.
ro: Te rugăm <a href="%(contact)s">să ne contactezi</a> pentru mai multe detalii și posibilități.
ru: Пожалуйста, <a href="%(contact)s">свяжитесь с нами</a> для получения более подробных сведений по возможностям оплаты.
sk: <a href="%(contact)s">Kontaktujte nás</a> pre viac podrobností a informácií o možnostiach.
sl: Stopite v <a href="%(contact)s">stik z nami</a> za več podrobnosti in možnosti.
sq: Për më tepër hollësi dhe mundësi, ju lutemi, <a href="%(contact)s">lidhuni me ne</a>.
sr: <a href="%(contact)s">Јавите нам се</a> за више детаља и могућности.
sr_latn: <a href="%(contact)s">Javite nam se</a> za više detalja i mogućnosti.
sv: <a href="%(contact)s">Ta kontakt</a> för mer information och möjligheter.
ta: தயவுசெய்து <a href="%(contact)s">தொடர்பு கொள்ளுங்கள் </a> மேலும் விவரங்கள் மற்றும் சாத்தியக்கூறுகளுக்கு.
th: โปรด <a href="%(contact)s">ติดต่อเรา</a> เพื่อสอบถามรายละเอียดและทางเลือกเพิ่มเติม
tr: Ayrıntılı bilgi almak ve olasılıkları değerlendirmek için lütfen <a href="%(contact)s">bizimle görüşün</a>.
uk: Будь ласка, <a href="%(contact)s">зв'яжіться з нами</a> для отримання докладніших відомостей по можливостях платежів.

source: All listed prices exclude VAT.
ar: جميع الأسعار المدرجة لا تشمل ضريبة القيمة المضافة.
be: Усе цэны без ПДВ.
be_latn: Use cze'ny' bez PDV.
bg: Цените са без ДДС.
ca: Cap dels preus mostrats inclou l’IVA.
cs: Všechny uvedené ceny jsou bez DPH.
da: Alle viste priser er ekskl. moms.
de: Alle angegebenen Preise verstehen sich zuzüglich der gesetzlichen Mehrwertsteuer.
el: Όλες οι αναφερόμενες τιμές δεν περιλαμβάνουν ΦΠΑ.
es: Ninguno de los precios mostrados incluye el IVA.
et: Loetletud hinnad ei sisalda käibemaksu.
fi: Hinnat eivät sisällä arvonlisäveroa.
fr: Tous les prix affichés sont hors TVA.
ga: Níl an cháin bhreisluacha san áireamh sna praghsanna.
gl: Ningún dos prezos indicados inclúe o IVE.
he: כל המחירים המופיעים כוללים מע״מ.
hr: Sve navedene cijene su bez PDV-a.
hu: A feltüntetett árak áfát nem tartalmaznak.
id: Semua harga yang tercantum belum termasuk PPN.
is: Öll uppgefin verð eru án virðisaukaskatts.
it: Tutti i prezzi elencati sono IVA esclusa.
ja: 表示価格はすべて VAT（付加価値税） を含みません。
kab: Meṛṛa tasqamt war tabzert VAT.
lt: Visos pateiktos kainos yra be PVM.
nb: Alle listede priser er uten moms.
nl: Alle vermelde prijzen zijn exclusief BTW.
pl: Wszystkie podane ceny nie zawierają podatku VAT.
pt_br: Todos os preços listados excluem o IVA.
pt_pt: Todos os preços indicados excluem o IVA.
ro: Toate prețurile afișate exclud TVA.
ru: Все перечисленные цены не включают НДС.
sk: Všetky uvedené ceny sú bez DPH.
sl: Vse cene so brez DDV.
sq: Krejt çmimet nuk përfshijnë TVSH.
sr: Приказане цене су без ПДВ-а.
sr_latn: Prikazane cene su bez PDV-a.
sv: Alla listade priser är exklusive moms.
ta: பட்டியலிடப்பட்ட அனைத்து விலைகளும் மதிப்புகூடுதல்வரி விலக்குகின்றன.
th: ราคาที่แสดงทั้งหมดยังไม่รวมภาษีมูลค่าเพิ่ม (VAT)
tr: Listelenen fiyatlara KDV dahil değildir.
uk: Усі ціни без ПДВ.

source: EU end users and Czech companies will be charged with additional 21%% VAT.
ar: سيتم فرض رسوم إضافية على ضريبة القيمة المضافة بنسبة 21%% على المستخدمين النهائيين في الاتحاد الأوروبي والشركات التشيكية.
be: Са спажыўцоў ЕС і чэшскіх кампаній дадаткова спаганяецца 21 %% ПДВ.
be_latn: Sa spazhy'ўczoў ES і che'shskіx kampanіj dadatkova spaganyaeczcza 21 %% PDV.
bg: Крайните потребители от ЕС и чешките компании ще бъдат таксувани с допълнителни 21%% ДДС.
ca: Als usuaris finals de la UE i a les empreses de Txèquia se’ls carregarà un 21%% addicional d’IVA.
cs: Koncovým zákazníkům ze zemí EU a českým firmám bude k ceně připočítáno DPH 21%%.
da: Slutbrugere i EU og tjekkiske virksomheder bliver opkrævet yderligere 21%% moms.
de: EU-Endverbrauchern und tschechischen Unternehmen werden zusätzlich 21%% Mehrwertsteuer berechnet.
el: Οι τελικοί χρήστες της ΕΕ και οι τσεχικές εταιρείες θα χρεωθούν με επιπλέον ΦΠΑ 21%%.
es: Los usuarios finales de la UE y las Empresas Checas deberán pagar un 21%% de IVA adicional.
et: EL'i lõppkasutajatelt ja Tšehhi äriühingutelt nõutakse täiendavat käibemaksu 21%%.
fi: EU:n loppukäyttäjiltä ja tšekkiläisiltä yrityksiltä peritään lisäksi 21%% arvonlisäveroa.
fr: Les utilisateurs de l’UE et les entreprises tchèques seront facturés avec une TVA à 21%%.
ga: Caithfidh úsáideoirí an AE agus comhlachtaí na Seice 21%% CBL sa bhreis a íoc.
gl: Aos usuarios finais da UE e ás empresas checas cobraráselles un 21%% adicional de IVE.
he: משתמשי קצה אירופים לצד חברות צ׳כיות יחויבו בתוספת של 21%% מע״מ.
hr: Korisnicima u europskoj zajednici i češkim poduzećima naplatit će se dodatnih 21 %% PDV-a.
hu: EU-s végfelhasználók és cseh cégek esetén további 21%% áfa kerül felszámításra.
id: Pengguna langsung dari EU dan perusahaan Republik Ceko akan dikenakan tambahan 21%% PPN.
is: Notendur í Evrópusambandinu og fyrirtæki í Tékklandi verða rukkuð um auka 21%% virðisaukaskatt.
it: Agli utenti finali dell'UE e alle società ceche verrà addebitata l'IVA aggiuntiva del 21%%.
ja: EU のエンド ユーザーとチェコの企業は、 21 %%の VAT（付加価値税）を課せられます。
kab: Iseqdacen n tiddukla n turuft akked tkebbaniyin n Čik ad asen-d tesqam summa-nniḍen n 21%% n tebzert VAT.
lt: ES galutiniai vartotojai ir Čekijos įmonės turės sumokėti papildomą 21%% PVM.
nb: EU og slutt-brukere og tsjekkiske selskaper belastes med ytterligere 21%% moms.
nl: Eindgebruikers in de EU en Tsjechische bedrijven zullen 21%% extra BTW in rekening worden gebracht.
pl: Użytkownicy końcowi z UE i czeskie przedsiębiorstwa zostaną obciążone dodatkowym podatkiem VAT w wysokości 21%%.
pt_br: Aos usuários finais da UE (União Europeia) e as empresas tchecas serão cobrados com um IVA adicional de 21%%.
pt_pt: Aos utilizadores finais da UE e às empresas checas será cobrado IVA adicional de 21%%.
ro: Utilizatorii finali din UE și societățile cehe vor plăti o taxă suplimentară de 21%% TVA.
ru: Конечные пользователи ЕС и чешские компании будут облагаться дополнительным НДС в размере 21%%.
sk: Koncovým zákazníkom z krajín EÚ a českým spoločnostiam bude k cene pripočítaná 21%% DPH.
sl: Končnim uporabnikom v EU ter češkim podjetjem bo obračunan dodatni 21 %% DDV.
sq: Përdoruesve të thjeshtë nga BE-ja dhe shoqërive çeke do t’u faturohet 21%% TVSH shtesë.
sr: Корисницима у ЕУ и чешким компанијама биће додатно наплаћен 21%% ПДВ-а.
sr_latn: EU korisnicima i češkim kompanijama biće dodatno naplaćeno 21%% PDV.
sv: EU-slutanvändare och tjeckiska företag kommer att debiteras ytterligare 21%% moms.
ta: ஐரோப்பிய ஒன்றிய இறுதி பயனர்கள் மற்றும் செக் நிறுவனங்கள் கூடுதல் 21%% மதிப்புகூடுதல்வரி உடன் வசூலிக்கப்படும்.
th: ผู้ใช้ทั่วไปใน EU และบริษัทในสาธารณรัฐเช็กจะต้องเสียภาษีมูลค่าเพิ่ม (VAT) เพิ่มเติม 21%%
tr: AB son kullanıcıları ile Çekya kuruluşlarından %%21 oranında ek KDV alınır.
uk: Кінцевим споживачам ЄС та чеським компаніям стягується додаткова плата 21%% ПДВ.

source: The reverse charge applies to invoices issued to businesses within the EU.
ar: ينطبق الرسم العكسي على الفواتير الصادرة للشركات داخل الاتحاد الأوروبي.
be: Зваротная аплата ўжываецца да рахункаў, выдадзеных прадпрыемствам ЕС.
be_latn: Zvarotnaya aplata ўzhy'vaeczcza da raxunkaў, vy'dadzeny'x pradpry'emstvam ES.
bg: Обратното вземане е приложимо за фактури, издадени на компании в рамките на ЕС.
ca: S’aplicarà la inversió del subjecte passiu a les factures emeses a negocis dins de la UE.
cs: Faktury vystavené podnikatelům v zemích EU jsou předmětem zpětného účtování DPH.
da: Den omvendte betalingspligt gælder for fakturaer udstedt til virksomheder inden for EU.
de: Die Rückvergütung gilt für Rechnungen, die an Unternehmen innerhalb der EU ausgestellt werden.
el: Η αντίστροφη χρέωση ισχύει για τα τιμολόγια που εκδίδονται σε επιχειρήσεις εντός της ΕΕ.
es: El cargo se aplicará a la inversa a las facturas emitidas a negocios dentro de la UE.
et: Pöördmaksustamine kehtib arvetele, mis väljastatakse ettevõtetele Euroopa Liidus.
fi: Käännettyä verovelvollisuutta sovelletaan EU:n alueella toimiville yrityksille osoitettuihin laskuihin.
fr: L’autoliquidation s’applique aux factures émises aux entreprises de l’UE.
ga: Baineann an frithmhuirear le sonraisc a eisítear chuig gnólachtaí laistigh den AE.
gl: Ás facturas emitidas a empresas dentro da UE aplicaráselle a inversión de suxeito pasivo.
he: החיוב ההפוך חל על חשבוניות שהונפקו לטובת עסקים באיחוד האירופי.
hr: Povrat PDV-a odnosi se na račune izdane poduzećima unutar europske zajednice.
hu: Az EU-n belüli vállalkozásoknak kiállított számlák esetében fordított adózás alkalmazandó.
id: Pengembalian dana berlaku pada faktur yang dikeluarkan untuk bisnis yang berada di UE.
is: Endurgjaldið gildir fyrir reikninga sem sendir eru fyrirtækjum innan Evrópusambandsins.
it: L'inversione contabile si applica alle fatture emesse per le imprese all'interno dell'UE.
ja: EU 域内の企業に発行された請求書には、逆請求が適用されます。
kab: Tasqamut yettin ad tettwasemres i tfaturin i d-yeffɣen, deg tkebbaniyin n tiddukla n turuft.
lt: Atvirkštinis apmokestinimas taikomas sąskaitoms, išduotoms ES ribose esantiems verslams.
nb: Omvendt avgiftsbehandling gjelder for fakturaer utstedt til firma i EU.
nl: De omgekeerde heffing is van toepassing op facturen die aan bedrijven in de EU zijn afgegeven.
pl: Opłata zwrotna dotyczy faktur wystawionych przedsiębiorstwom w UE.
pt_br: A cobrança reversa se aplica a faturas emitidas para empresas na UE (União Europeia).
pt_pt: A taxa inversa aplica-se a faturas emitidas para empresas na UE.
ro: Taxarea inversă se aplică facturilor emise către întreprinderi din UE.
ru: Обратный сбор применяется к счетам, выставленным коммерческим предприятиям в пределах ЕС.
sk: Faktúry vystavené podnikateľom v krajinách EÚ sú predmetom prenesenia daňovej povinnosti.
sl: Obrnjena davčna obveznost velja za račune, izdane podjetjem v EU.
sq: Vetëlikuidimi i TVSH zbatohet mbi fatura të emetuara për biznese brenda BE-së.
sr: Обрачун повраћаја се примењује на рачуне издате предузећима унутар ЕУ.
sr_latn: Povraćaj troškova primenjuje se na račune izdate preduzećima unutar EU.
sv: Den omvända avgiften gäller fakturor som utfärdas till företag inom EU.
ta: தலைகீழ் கட்டணம் ஐரோப்பிய ஒன்றியத்திற்குள் உள்ள வணிகங்களுக்கு வழங்கப்படும் விலைப்பட்டியல்களுக்கு பொருந்தும்.
th: ใบแจ้งหนี้ที่ออกให้กับธุรกิจภายใน EU จะใช้เกณฑ์การคิดภาษีย้อนกลับ (Reverse Charge)
tr: Ters ücret, AB içindeki kuruluşlara kesilen faturalar için geçerlidir.
uk: Зворотне стягнення застосовується до рахунків, виставлених підприємствам ЄС.

source: Add Discover Weblate listing
ar: إضافة قائمة Discover Weblate
be: Даданне сервера ў Сусвет Weblate
be_latn: Dadanne servera ў Susvet Weblate
ca: Afegiu-vos a la llista a «Descobriu el Weblate»
cs: Zalistovat na Objevte Weblate
da: Tilføj Opdag Weblate-opførelse
de: Weblate-Eintrag hinzufügen
el: Προσθήκη καταχώρησης στην επισκόπηση του Weblate
es: Añadir catalogación en Descubrir Weblate
et: Lisa „Discover Weblate“ loetelu
fi: Lisää Discover Weblate -luettelo
fr: Ajoutez votre instance à Découvrir Weblate
ga: Cuir liosta Discover Weblate leis
gl: Engadir a listaxe de «Detectar Weblate»
he: הוספת רשומה בגילוי Weblate
hr: Dodaj popis „Otkrij Weblate”
hu: Weblate-felfedezés felsorolásának hozzáadása
id: Tambahkan daftar Jelajahi Weblate
is: Bæta tilviki við lista hjá Weblate
it: Aggiungi una voce a Discover Weblate
ja: 「Weblate プロジェクトの探索」のリストに追加
nb: Legg til oppføring i Weblate-oppdagning
nl: Weblate-vermelding toevoegen
pl: Dodaj wpis do Odkryj Weblate
pt_br: Adicionar listas ao Discover do Weblate
ro: Adăugă listare în Descoperă Weblate
ru: Добавить список навигатора Weblate
sk: Pridajte zoznam Objavte Weblate
sq: Shtoni zë Zbuloni Weblate-in
sr: Додајте листу истраживања Weblate-а
sv: Lägg till Discover Weblate-listning
ta: கண்டறியும் வலைபெயர்ப்பு பட்டியலைச் சேர்க்கவும்
th: เพิ่มรายการใน Discover Weblate
tr: Weblate keşfet listesine ekleyin
uk: Додати список Discover Weblate

source: Weblate 4.5.2 or newer is needed to participate in Discover Weblate.
ar: يلزم استخدام Weblate 4.5.2 أو أحدث للمشاركة في Discover Weblate.
be: Для ўдзелу Сусвеце Weblate патрэбна мець версію Weblate 4.5.2 ці пазнейшыя.
be_latn: Dlya ўdzelu Susvecze Weblate patre'bna mecz' versіyu Weblate 4.5.2 czі paznejshy'ya.
ca: Cal el Weblate 4.5.2 o superior per a participar a Descobriu el Weblate.
cs: K účasti v Objevte Weblate je nutné Weblate 4.5.2 nebo novější.
da: Weblate 4.5.2 eller nyere er nødvendig for at deltage i Opdag Weblate.
de: Weblate 4.5.2 oder neuer wird benötigt, um an „Entdecken Sie Weblate“ teilzunehmen.
el: Απαιτείται η έκδοση Weblate 4.5.2 ή νεότερη για τη συμμετοχή στο Discover Weblate.
es: Se necesita como mínimo la versión 4.5.2 de Weblate para participar en Descubrir Weblate.
fi: Weblate 4.5.2 tai uudempi tarvitaan osallistuaksesi Discover Weblateen.
fr: Weblate 4.5.2 ou ultérieur est nécessaire pour participer à Découvrir Weblate.
ga: Tá Weblate 4.5.2 nó níos nuaí ag teastáil chun páirt a ghlacadh in Discover Weblate.
gl: Precísase Weblate 4.5.2 ou máis recente para participar en «Detectar Weblate».
he: כדי להשתתף בגילוי Weblate צריך Weblate 4.5.2 ומעלה.
hr: Za sudjelovanje u otkrivanju Weblatea, potrebna je Weblate verzija 4.5.2 ili novija.
hu: A Weblate-felfedezésben való részvételhez Weblate 4.5.2 vagy újabb verzió szükséges.
id: Weblate 4.5.2 atau yang lebih baru diperlukan untuk berpartisipasi dalam Jelajahi Weblate.
is: Weblate-útgáfa 4.5.2 er nauðsynleg til þess að taka þátt í Discover Weblate.
it: Per partecipare a Discover Weblate è necessario Weblate 4.5.2 o successivo.
ja: 「Weblate プロジェクトの探索」のリストにサーバーを登録するには、Weblate 4.5.2 以降が必要です。
nb: Weblate 4.5.2 eller nyere kreves for å delta i Oppdag Weblate.
nl: Dit is alleen mogelijk met Weblate 4.5.2 en hoger.
pl: Do udziału w programie Odkryj Weblate wymagana jest wersja Weblate 4.5.2 lub nowsza.
pt_br: Weblate 4.5.2 ou mais recente é necessário para participar no Discover do Weblate.
ro: Pentru a participa la Descoperă Weblate este nevoie de Weblate 4.5.2 sau o versiune mai nouă.
ru: Weblate 4.5.2 или новее необходим для участия в навигаторе Weblate.
sk: Na účasť v programe Objavte Weblate je potrebná verzia Weblate 4.5.2 alebo novšia.
sq: Që të jeni pjesë e Zbuloni Weblate-in, lypset Weblate 4.5.2 ose më i ri.
sv: Weblate 4.5.2 eller senare krävs för att delta i Discover Weblate.
ta: கண்டறியும் வலைபெயர்ப்பில் பங்கேற்க வலைபெயர்ப்பு 4.5.2 அல்லது புதியது தேவை.
th: ต้องใช้ Weblate เวอร์ชัน 4.5.2 หรือใหม่กว่าเพื่อเข้าร่วม Discover Weblate
tr: Weblate keşfet listesine katılmak için Weblate 4.5.2 veya üzeri bir sürüm gereklidir.
uk: Щоб взяти участь у Discover Weblate потрібна версія Weblate 4.5.2 або новіша.
