Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Localization
ar: الترجمة
be: Лакалізацыя
be_latn: Lakalіzaczy'ya
bg: Локализация
ca: Localització
cs: Lokalizace
da: Lokalisering
de: Lokalisierung
el: Τοπικοποίηση
es: Localización
et: Lokaliseerimine
fi: Lokalisointi
fr: Traduction
ga: Aistriúchán
gl: Rexionalización
he: תרגום
hr: Lokalizacija
hu: Lokalizáció
id: Pelokalan
is: Staðfærsla
it: Localizzazione
ja: 現地語化
kab: Asideg
lt: Lokalizavimas
nb: Lokalisering
nl: Vertaling
pl: Lokalizacja
pt_br: Localização
pt_pt: Tradução
ro: Localizare
ru: Перевод
sk: Lokalizácia
sl: Lokalizacija
sq: Përkthim
sr: Локализација
sr_latn: Lokalizacija
sv: Översättning
ta: உள்ளகமாக்கல்
th: การปรับเนื้อหาให้เป็นภาษาท้องถิ่น
tr: Yerelleştirme
uk: Локалізація

source: Invalid image!
ar: الصورة غير صالحة !
be: Хібная выява!
be_latn: Chibnaja vyjava!
bg: Неправилно изображение!
ca: Imatge no vàlida!
cs: Chybný obrázek!
da: Ugyldigt billede!
de: Ungültiges Bild!
el: Μη έγκυρη εικόνα!
es: Imagen no válida
et: Vigane pildifail!
fi: Kuvatiedosto on virheellinen!
fr: Image non valide !
ga: Íomhá neamhbhailí!
gl: Imaxe non válida!
he: תמונה לא תקינה!
hr: Neispravna slika!
hu: Érvénytelen kép!
id: Gambar tidak valid!
is: Ógild mynd!
it: Immagine non valida!
ja: 画像が正しくありません！
kab: Yir tugna!
lt: Netinkamas paveikslėlis!
nb: Ugyldig bilde!
nl: Ongeldige afbeelding!
pl: Nieprawidłowy obraz!
pt_br: Imagem inválida!
pt_pt: Imagem inválida!
ro: Imagine nevalidă!
ru: Недопустимое изображение!
sk: Neplatný obrázok!
sl: Neveljavna slika!
sq: Figurë e pavlefshme!
sr: Неисправна слика!
sr_latn: Neispravna slika!
sv: Ogiltig bild!
ta: தவறான படம்!
th: รูปภาพไม่ถูกต้อง!
tr: Görsel geçersiz!
uk: Неправильне зображення!

source: Unsupported image type: %s
ar: نوع صورة غير مدعوم: %s
be: Тып выявы не падтрымліваецца: %s
be_latn: Ty'p vy'yavy' ne padtry'mlіvaeczcza: %s
bg: Неподдържан тип изображение: %s
ca: No s’admet el tipus d’imatge: %s
cs: Nepodporovaný typ obrázku: %s
da: Ikke-understøttet billedtype: %s
de: Nicht unterstütztes Bildformat: %s
el: Μη υποστηριζόμενος τύπος εικόνας: %s
es: Tipo de imagen no admitida: %s
et: Tundmatu pildifaili tüüp: %s
fi: Kuvatyyppiä ei tueta: %s
fr: Type d’image non pris en charge : %s
ga: Ní cheadaítear an cineál íomhá: %s
gl: Tipo de imaxe incompatíbel: %s
he: סוג התמונה לא נתמך: %s
hr: Nepodržana vrsta slike: %s
hu: Nem támogatott képformátum: %s
id: Jenis gambar tidak didukung: %s
is: Óstudd tegund myndar: %s
it: Tipo immagine non supportato: %s
ja: 未対応の画像形式: %s
kab: Anaw n tugna ur ittusefrak ara: %s
lt: Nepalaikomas paveikslėlio tipas: %s
nb: Ustøttet bildetype: %s
nl: Niet-ondersteund type afbeelding: %s
pl: Nieobsługiwany typ obrazu: %s
pt_br: Tipo de imagem sem suporte: %s
pt_pt: Tipo de imagem não suportado: %s
ro: Tip de imagine nesuportat: %s
ru: Неподдерживаемый тип изображения: %s
sk: Nepodporovaný typ obrázku: %s
sl: Nepodprta vrsta slik: %s
sq: Lloj i pambuluar figure: %s
sr: Неподржан тип слике: %s
sr_latn: Nepodržan tip slike: %s
sv: Bildtypen '%s' stöds inte
ta: ஆதரிக்கப்படாத பட வகை: %s
th: ไม่รองรับประเภทรูปภาพ: %s
tr: Görsel türü desteklenmiyor: %s
uk: Непідтримуваний тип зображення: %s

source: Please upload an image with a resolution of 570 x 260 pixels.
ar: يرجى تحميل صورة بدقة 570 × 260 بكسل.
be: Запампуйце выяву з раздзяляльнай здольнасцю 570 x 260 пікселяў.
be_latn: Zapampujcze vy'yavu z razdzyalyal'naj zdol'nasczyu 570 x 260 pіkselyaў.
bg: Моля, качете изображение с размер 570 x 260 пиксела.
ca: Pugeu una imatge amb una resolució de 570 × 260 píxels.
cs: Nahrajte obrázek s rozlišením 570 x 260 pixelů, prosím.
da: Upload venligst et billede med en opløsning på 570 x 260 pixels.
de: Bitte laden Sie ein Bild mit einer Auflösung von 570 × 260 Pixel hoch.
el: Παρακαλούμε ανεβάστε μια εικόνα με ανάλυση 570 x 260 εικονοστοιχείων.
es: Cargue una imagen con una resolución de 570 x 260 píxeles.
et: Palun laadi üles pilt mõõtudega 570 x 260 pikslit.
fi: Lähetettävän kuvan resoluution on oltava 570 x 260 pikseliä.
fr: Veuillez téléverser une image d’une résolution de 570 × 260 pixels.
ga: Uaslódáil íomhá le taifeach picteilíní 570 x 260.
gl: Envíe unha imaxe cunha resolución de 570 x 260 píxeles.
he: נא להעלות תמונה ברזולוציה של 570‎ × 260 פיקסלים.
hr: Prenesi sliku veličine 570 × 260 piksela.
hu: Töltsön fel egy 570×260 képpont felbontású képet.
id: Silakan unggah gambar dengan ukuran 570 x 260 piksel.
is: Vinsamlegast sendu inn mynd með 570 x 260 punkta upplausn.
it: Carica un'immagine con risoluzione 570 x 260 pixel.
ja: 解像度 570 x 260 ピクセルの画像をアップロードしてください。
lt: Prašome įkelti 570 x 260 pikselių raiškos paveikslėlį.
nb: Last opp et bilde med oppløsning på 570 x 260 piksler.
nl: Upload een afbeelding met een resolutie van 570 x 260 pixels.
pl: Prosimy o przesłanie zdjęcia o rozdzielczości 570 x 260 pikseli.
pt_br: Envie uma imagem com uma resolução de 570 x 260 pixels.
ro: Te rugăm să încarci o imagine cu o rezoluție de 570 x 260 pixeli.
ru: Пожалуйста, загрузите изображение с разрешением 570 x 260 пикселей.
sk: Nahrajte obrázok s rozlíšením 570 x 260 pixelov.
sl: Naložite sliko z ločljivostjo 570 x 260 slikovnih točk.
sq: Ju lutemi, ngarkoni një figurë me një qartësi 570 x 260 pikselash.
sr: Отпремите слику резолуције 570 x 260 пиксела.
sv: Ladda upp en bild med en upplösning på 570 x 260 pixlar.
ta: 570 ஃச் 260 படப்புள்ளிகள் பகுத்தலுடன் ஒரு படத்தை பதிவேற்றவும்.
th: โปรดอัปโหลดรูปภาพที่มีความละเอียด 570 x 260 พิกเซล
tr: Lütfen 570 x 260 piksel çözünürlükte bir görsel yükleyin.
uk: Будь ласка, вивантажте зображення розмірами 570 на 260 пікселів.

source: Link text
ar: نص الرابط
be: Тэкст спасылкі
be_latn: Te'kst spasy'lkі
bg: Текст на връзката
ca: Text de l’enllaç
cs: Text odkazu
da: Link-tekst
de: Text-Link
el: Κείμενο συνδέσμου
es: Texto del enlace
et: Lingi tekst
fi: Linkkiteksti
fr: Texte du lien
ga: Téacs an naisc
gl: Texto da ligazón
he: טקסט הקישור
hr: Poveži tekst
hu: Hivatkozás szövege
id: Teks tautan
is: Texti tengils
it: Testo collegamento
ja: リンク テキスト
kab: Aḍris n useɣwen
lt: Nuorodos tekstas
nb: Lenketekst
nl: Tekst van link
pl: Tekst łącza
pt_br: Texto do link
pt_pt: Texto da hiperligação
ro: Text legătură
ru: Текст ссылки
sk: Text odkazu
sl: Besedilo povezave
sq: Tekst lidhjeje
sr: Текст линка
sr_latn: Tekst veze
sv: Länktext
ta: இணைப்பு உரை
th: ข้อความลิงก์
tr: Bağlantı metni
uk: Текст посилання

source: Link URL
ar: عنوان الرابط
be: URL спасылкі
be_latn: URL spasy'lkі
bg: Адрес на връзката
ca: URL de l’enllaç
cs: URL odkazu
de: URL-Link
el: Σύνδεσμος URL
es: URL del enlace
et: Lingi aadress
fi: URL-linkki
fr: Lien URL
ga: URL an naisc
gl: URL da ligazón
he: כתובת הקישור
hr: Poveži URL
hu: Hivatkozás URL-je
id: URL tautan
is: Slóð tengils
it: URL collegamento
ja: リンク URL
kab: URL n useɣwen
lt: URL nuoroda
nb: Lenkenettadresse
nl: URL van link
pl: Łącze URL
pt_br: URL do link
pt_pt: URL da hiperligação
ro: Legătură URL
ru: URL ссылки
sk: URL odkazu
sl: URL povezave
sq: URL lidhjeje
sr: URL линка
sr_latn: URL veze
sv: Länkwebbadress
ta: இணைப்பு முகவரி
th: URL ลิงก์
tr: Bağlantı adresi
uk: URL-адреса посилання

source: Link image
ar: صورة الرابط
be: Спасылка на выяву
be_latn: Spasy'lka na vy'yavu
bg: Изображение на връзката
ca: Imatge de l’enllaç
cs: Obrázek odkazu
da: Link-billede
de: Bild-Link
el: Εικόνα συνδέσμου
es: Imagen del enlace
et: Lingi pilt
fi: Kuvalinkki
fr: Image du lien
ga: Íomhá an naisc
gl: Imaxe da ligazón
he: תמונת קישור
hr: Poveži sliku
hu: Hivatkozás képe
id: Gambar tautan
is: Tengill myndar
it: Collegamento immagine
ja: リンク 画像
kab: Tugna n useɣwen
lt: Nuorodos vaizdas
nb: Lenkebilde
nl: Afbeelding voor link
pl: Obraz jako odsyłacz
pt_br: Imagem do link
pt_pt: Imagem da hiperligação
ro: Imagine legătură
ru: Ссылка на изображение
sk: Obrázok odkazu
sl: Slika povezave
sq: Figurë lidhjeje
sr: Слика линка
sr_latn: Slika veze
sv: Länkbild
ta: இணைப்பு படம்
th: รูปภาพลิงก์
tr: Bağlantı görseli
uk: Посилання на зображення

# Package category
source: None
be_latn: Niama
bg: Няма
ca: Cap
cs: Žádná
da: Ingen
de: Keine
el: Κανένα
es: Ninguna
et: Määratlemata
fr: Aucun
ga: Dada
gl: Ningún
he: אין
hr: Ništa
hu: Nincs
id: Tidak Ada
is: Ekkert
it: Nessuno
ja: なし
kab: Ula yiwen
lt: Joks
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciunul
ru: Никак
sk: Žiadny
sl: Noben
sq: Asnjë
sr: Ништа
sr_latn: Ništa
ta: எதுவுமில்லை
th: ไม่มี
tr: Yok
uk: Жодного

# Package category
source: Dedicated hosting
be_latn: Chostinh dlia Veblate
ca: Allotjament dedicat
cs: Vyhrazený hosting
da: Dedikeret hosting
de: Dediziertes Hosting
el: Εξειδικευμένο hosting
es: Hosting dedicado
et: Majutusteenus ühele kliendile
fr: Hébergement dédié
ga: Óstáil tiomnaithe
gl: Aloxamento dedicado
he: אירוח ייעודי
hr: Namjenski hosting
hu: Dedikált tárhelyszolgáltatás
id: Pengehosan khusus
is: Sérnotahýsing
it: Hosting dedicato
ja: 専用ホスティング
lt: Dedikuota priegloba
nl: Toegewezen hosten
pl: Hosting dedykowany
pt_br: Hospedagem dedicada
ro: Găzduire dedicată
ru: Выделенный хостинг
sk: Vyhradený hosting
sl: Namensko gostovanje
sq: Instancë strehimi më vete
ta: தனிப்பயனாக்கப்பட்ட நிகழ்வு
th: โฮสติ้งแบบส่วนตัว
tr: Kişiye özel barındırma
uk: Виділений хостинг

# Package category
source: Shared hosting
be_latn: Samastojni chostinh
ca: Allotjament compartit
cs: Sdílený hosting
da: Delt hosting
de: Geteiltes Hosting
el: Κοινόχρηστο hosting
es: Hosting compartido
et: Jagatud hosting
fr: Hébergement partagé
ga: Óstáil roinnte
gl: Aloxamento compartido
he: אירוח משותף
hr: Dijeljeni hosting
hu: Megosztott tárhelyszolgáltatás
id: Pengehosan bersama
is: Deild hýsing
it: Hosting condiviso
ja: 共有ホスティング
lt: Bendra priegloba
nl: Gedeeld hosten
pl: Hosting współdzielony
pt_br: Hospedagem compartilhada
ro: Găzduire partajată
ru: Виртуальный хостинг
sk: Zdieľaný hosting
sl: Deljeno gostovanje
sq: Strehim i përbashkët
ta: பகிரப்பட்ட ஓச்டிங்
th: โฮสติ้งแบบแชร์ทรัพยากร
tr: Paylaşılan barındırma
uk: Віртуальний хостинг

# Package category
source: Self-hosted support
be_latn: Padtrimka Veblate
ca: Assistència per a allotjament propi
cs: Podpora pro vlastní instalaci
da: Support til selvhosting
de: Support für Self-Hosted
el: Αυτοφιλοξενούμενη υποστήριξη
es: Soporte para autoalojamiento
et: Enda hallatav majutusteenuse tugi
fr: Assistance auto-hébergée
ga: Tacaíocht féin-óstáilte
gl: Asistencia para instancias en aloxamento propio
he: תמיכה לאירוח עצמי
hr: Podrška za vlastiti hosting
hu: Saját kiszolgálású támogatás
id: Dukungan yang dihos sendiri
is: Aðstoð við sjálfhýsta þjónustu
it: Supporto per installazioni personali
ja: セルフホスティングサポート
lt: Savarankiškos prieglobos palaikymas
nl: Ondersteuning zelf hosten
pl: Samodzielna obsługa hostingu
pt_br: Suporte para hospedagem própria
ro: Suport pentru auto găzduire
ru: Поддержка вашего собственного хостинга
sk: Podpora pre vlastnú inštaláciu
sl: Podpora za samostojno gostovanje
sq: Asistencë për të vetëstrehuar
ta: அடிப்படை தன்வய-புரவலன் உதவி
th: บริการสนับสนุนสำหรับแบบติดตั้งเอง
tr: Kendiz barındırma desteği
uk: Підтримка власного хостингу

source: Community supported
ar: دعم المجتمع
be: Падтрымана супольнасцю
be_latn: Padtry'mana supol'nasczyu
bg: Поддръжка от общността
ca: Amb assistència comunitària
cs: Podporováno komunitou
da: Støttet af fællesskabet
de: Von der Community unterstützt
el: Με υποστήριξη από την κοινότητα
es: Con asistencia comunitaria
et: Kogukonna toega
fi: Yhteisön tukema
fr: Assistance communautaire
ga: Pobal tacaithe
gl: Coa asistencia da comunidade
he: בתמיכה קהילתית
hr: Podržano od zajednice
hu: Közösség által támogatott
id: Didukung komunitas
is: Stutt af samfélaginu
it: Supporto comunità
ja: コミュニティによるサポート
kab: Tallelt n temɣiwent
lt: Palaikoma bendruomenės
nb: Gemenskapsstøttet
nl: Ondersteuning door de gemeenschap
pl: Wspierane przez społeczność
pt_br: Com suporte da comunidade
ro: Susținut de comunitate
ru: Поддержанный сообществом
sk: Podporované komunitou
sl: S podporo skupnosti
sq: Përkrahur nga bashkësia
sr: Подржано од заједнице
sr_latn: Podržana zajednica
sv: Community-stödd
ta: சமூகம் ஆதரிக்கப்படுகிறது
th: สนับสนุนโดยชุมชน
tr: Topluluk destekli
uk: Підтримка спільноти

source: Dedicated hosted service
ar: خدمة مستضافة مخصصة
be: Хостынг на адведзеным серверы
be_latn: Xosty'ng na advedzeny'm servery'
bg: Целеви хостинг
ca: Servei d’allotjament dedicat
cs: Vyhrazená hostovaná služba
da: Dedikeret hostet tjeneste
de: Dedizierter gehosteter Dienst
el: Υπηρεσία αποκλειστικής φιλοξενίας
es: Servicio alojado dedicado
et: Majutusteenus ühele kliendile
fi: Omistettu isännöity palvelu
fr: Service d’hébergement dédié
ga: Seirbhís tiomnaithe ósta
gl: Servizo de hospedaxe dedicado
he: שירות מתארח ייעודי
hr: Namjenska hosting usluga
hu: Dedikált kiszolgálón futó szolgáltatás
id: Layanan hosting khusus
is: Sértileinkuð hýst þjónusta
it: Servizio in hosting dedicato
ja: 専用のホスティング サービス
kab: Ameẓlu n tnezduɣt yettuḥeṛṛen
lt: Dedikuota prieglobos paslauga
nb: Reservert vertlagringstjeneste
nl: Toegewijde gehoste dienst
pl: Dedykowana usługa hostowana
pt_br: Serviço hospedado dedicado
pt_pt: Serviço hospedado dedicado
ro: Serviciu găzduit dedicat
ru: Облачный хостинг на выделенном сервере
sk: Vyhradená hostovaná služba
sl: Namenska storitev gostovanja
sq: Shërbim i strehuar enkas
sr: Посвећена хостована услуга
sr_latn: Posvećeni hosting servis
sv: Dedikerad värdtjänst
ta: தனிப்பயனாக்கப்பட்ட புரவலன் செய்யப்பட்ட பணி
th: บริการโฮสต์แบบส่วนตัว
tr: Kişiye özel barındırma hizmeti
uk: Хостинг на виділеному сервері

source: Hosted service
ar: الخدمة المُستضافة
be: Хостынг
be_latn: Xosty'ng
bg: Хоствана услуга
ca: Servei allotjat
cs: Hostovaná služba
da: Hostet tjeneste
de: Gehosteter Dienst
el: Υπηρεσία φιλοξενίας
es: Servicio alojado
et: Majutatud teenus
fi: Isännöity palvelu
fr: Service d’hébergement
ga: Seirbhís óstáilte
gl: Servizo aloxado
he: שירות מתארח
hr: Hosting usluga
hu: Kiszolgálón biztosított szolgáltatás
id: Layanan hosting
is: Hýst þjónusta
it: Servizio di hosting
ja: ホスティング サービス
kab: Ameẓlu n tnezduɣt
lt: Priglobta paslauga
nb: Vertlagringstjeneste
nl: Gehoste dienst
pl: Usługa hostowana
pt_br: Serviço hospedado
pt_pt: Serviço alojado
ro: Serviciu găzduit
ru: Облачный хостинг на hosted.weblate.org
sk: Hosťovaná služba
sl: Storitev gostovanja
sq: Shërbim i strehuar
sr: Хостована услуга
sr_latn: Hostovani servis
sv: Webbhotell
ta: புரவலன் செய்யப்பட்ட பணி
th: บริการแบบโฮสต์
tr: Barındırılan hizmet
uk: Послуга хостингу

source: Basic self-hosted support
ar: دعم استضافة ذاتية بسيطة
be: Базавае абслугоўванне вашага ўласнага сервера
be_latn: Bazavae abslugoўvanne vashaga ўlasnaga servera
bg: Основна поддръжка за самостоятелен хостинг
ca: Assistència bàsica per a allotjament propi
cs: Základní podpora pro vlastní instalaci
da: Basal support til selvhosting
de: Basis-Support für Self-Hosted
el: Βασική αυτοφιλοξενούμενη υποστήριξη
es: Asistencia básica para instalaciones autoalojadas
et: Põhiline isemajutuse tugi
fi: Itseylläpidetty perustuki
fr: Assistance auto-hébergée basique
ga: Tacaíocht bhunúsach féin-óstáilte
gl: Asistencia básica para instancias en aloxamento propio
he: תמיכה בסיסית לאירוח עצמי
hr: Osnovna podrška za vlastiti hosting
hu: Alapszintű támogatás saját üzemeltetéshez
id: Dukungan dasar hosting mandiri
is: Sjálfhýst grunnþjónusta
it: Assistenza di base per installazioni personali
ja: 基本サポート（お客様のサーバー対象）
kab: Tallelt tafessast i tnezduɣt i yiman-ik
lt: Pagrindinis savarankiškos prieglobos palaikymas
nb: Grunnleggende støtte for lagring på egen vert
nl: Basisondersteuning zelf hosten
pl: Wsparcie podstawowego samodzielnego hostowania
pt_br: Suporte básico para hospedagem própria
pt_pt: Apoio básico da hospedagem local
ro: Suport de bază pentru auto găzduire
ru: Базовая поддержка вашего собственного хостинга
sk: Základná podpora pre vlastnú inštaláciu
sl: Osnovna podpora samogostovanja
sq: Asistencë elementare për të vetëstrehuar
sr: Основна подршка за сопствено хостовање
sr_latn: Osnovna podrška za sopstveno hostovanje
sv: Grundläggande support vid egeninstallation
ta: அடிப்படை தன்-புரவலன் உதவி
th: บริการสนับสนุนพื้นฐานสำหรับแบบติดตั้งเอง
tr: Temel kendi kendine barındırma desteği
uk: Основна підтримка Weblate

source: Extended self-hosted support
ar: دعم ممتد للاستضافة الذاتية
be: Пашыранае абслугоўванне вашага ўласнага сервера
be_latn: Pashy'ranae abslugoўvanne vashaga ўlasnaga servera
bg: Разширена поддръжка за самостоятелен хостинг
ca: Assistència ampliada per a allotjament propi
cs: Rozšířená podpora pro vlastní instalaci
da: Udvidet support til selvhosting
de: Erweiterter Support für Self-Hosted
el: Διευρημένη αυτοφιλοξενούμενη υποστήριξη
es: Asistencia ampliada para instalaciones autoalojadas
et: Laiendatud isemajutuse tugi
fi: Laajennettu itseisännöity tuki
fr: Assistance étendue pour l’auto-hébergement
ga: Tacaíocht féin-óstáilte leathnaithe
gl: Asistencia ampliada para instancias en aloxamento propio
he: תמיכה מורחבת לאירוח עצמי
hr: Proširena podrška za vlastiti hosting
hu: Bővített támogatás saját üzemeltetéshez
id: Dukungan ekstensif hosting mandiri
is: Sjálfhýst með viðbótaraðstoð
it: Assistenza estesa per installazioni personali
ja: 拡張サポート（お客様のサーバー対象）
kab: Tallelt meqqren i tnezduɣt i yiman-ik
lt: Išplėstinis savarankiškos prieglobos palaikymas
nb: Utvidet støtte for lagring på egen vert
nl: Uitgebreide ondersteuning zelf hosten
pl: Rozszerzone wsparcie samodzielnego hostowania
pt_br: Suporte estendido para hospedagem própria
pt_pt: Apoio alargado da hospedagem local
ro: Suport extins pentru auto găzduire
ru: Расширенная поддержка вашего собственного хостинга
sk: Rozšírená podpora pre vlastnú inštaláciu
sl: Razširjena podpora za samogostovanje
sq: Asistencë e thelluar për të vetëstrehuar
sr: Продужена подршка за сопствено хостовање
sr_latn: Obimnija podrška za sopstveno hostovanje
sv: Utökad support vid egeninstallation
ta: நீட்டிக்கப்பட்ட தன்-புரவலன் உதவி
th: บริการสนับสนุนแบบขยายสำหรับแบบติดตั้งเอง
tr: Genişletilmiş kendi kendine barındırma desteği
uk: Розширена підтримка власного хостингу

source: Premium self-hosted support
ar: دعم متميز ذاتي الاستضافة
be: Прэміумнае абслугоўванне вашага ўласнага сервера
be_latn: Pre'mіumnae abslugoўvanne vashaga ўlasnaga servera
bg: Специализирана поддръжка за самостоятелен хостинг
ca: Assistència premium per a allotjament propi
cs: Prémiová podpora pro vlastní instalaci
da: Premium support til selvhosting
de: Premium-Support für Self-Hosted
el: Premium αυτο-φιλοξενούμενη υποστήριξη
es: Asistencia premium para instalaciones autoalojadas
et: Premium isemajutuse tugi
fi: Ensiluokkainen itse isännöimä tuki
fr: Assistance privilégiée pour Weblate auto-hébergé
ga: Tacaíocht féin-óstáilte préimhe
gl: Asistencia premium para instancias en aloxamento propio
he: תמיכת פרימיום לאירוח עצמי
hr: Premium podrška za vlastiti hosting
hu: Prémium támogatás saját üzemeltetéshez
id: Dukungan premium hosting mandiri
is: Forgangsstuðningur við sjálfhýsingu
it: Supporto self-hosting premium
ja: プレミアム サポート（お客様のサーバー対象）
kab: Tallelt s tsirag i tnezduɣt i yiman-ik
lt: Premium savarankiškos prieglobos palaikymas
nb: Premiumstøtte ved lagring på egen vert
nl: Premium ondersteuning zelf hosten
pl: Wsparcie Premium na własnym serwerze
pt_br: Suporte premium para hospedagem própria
pt_pt: Apoio profissional da hospedagem local
ro: Suport premium pentru auto găzduire
ru: Премиальная поддержка своего хостинга
sk: Prémiová podpora pre vlastnú inštaláciu
sl: Premijska samo-gostujoča podpora
sq: Asistencë me pagesë për të vetëstrehuar
sr: Премијум подршка за сопствено хостовање
sr_latn: Premijum podrška za sopstveno hostovanje
sv: Premiumsupport vid egeninstallation
ta: காப்பீடு தன்-புரவலன் உதவி
th: บริการสนับสนุนระดับพรีเมียมสำหรับแบบติดตั้งเอง
tr: Ücretli kendi kendine barındırma desteği
uk: Власна служба підтримки Weblate найвищої якості

source: Server URL
ar: رابط السيرفر
be: URL сервера
be_latn: URL servera
bg: Адрес на сървър
ca: URL del servidor
cs: URL serveru
el: URL διακομιστή
es: URL del servidor
et: Serveri aadress
fi: Palvelimen osoite
fr: URL du serveur
ga: URL an fhreastalaí
gl: URL do servidor
he: כתובת השרת
hr: URL servera
hu: Kiszolgáló URL-je
id: URL server
is: Vefslóð netþjóns
it: URL server
ja: サーバー URL
kab: URL n uqeddac
lt: Serverio URL
nb: Tjenernettadresse
pl: Adres URL serwera
pt_br: URL do servidor
pt_pt: URL do Servidor
ro: URL server
ru: URL сервера
sk: URL adresa servera
sl: URL strežnika
sq: URL shërbyesi
sr: URL сервера
sr_latn: URL servera
ta: சேவையக முகவரி
th: URL เซิร์ฟเวอร์
tr: Sunucu adresi
uk: URL-адреса сервера

source: Server description
ar: وصف الخادم
be: Апісанне сервера
be_latn: Apіsanne servera
bg: Описание на сървър
ca: Descripció del servidor
cs: Popis serveru
da: Serverbeskrivelse
de: Serverbeschreibung
el: Περιγραφή διακομιστή
es: Descripción del servidor
et: Serveri kirjeldus
fi: Palvelimen kuvaus
fr: Description du serveur
ga: Cur síos ar an bhfreastalaí
gl: Descrición do servidor
he: תיאור השרת
hr: Opis servera
hu: Kiszolgáló leírása
id: Deskripsi server
is: Lýsing á netþjóni
it: Descrizione server
ja: サーバーの説明
kab: Aglam n uqeddac
lt: Serverio aprašymas
nb: Tjenerbeskrivelse
nl: Serveromschrijving
pl: Opis serwera
pt_br: Descrição do servidor
ro: Descriere server
ru: Описание сервера
sk: Popis servera
sl: Opis strežnika
sq: Përshkrim shërbyesi
sr: Опис сервера
sr_latn: Opis servera
sv: Serverbeskrivning
ta: சேவையக விளக்கம்
th: คำอธิบายเซิร์ฟเวอร์
tr: Sunucu açıklaması
uk: Опис сервера

source: Server image
ar: صورة الخادم
be: Вобраз сервера
be_latn: Vobraz servera
bg: Изображение на сървър
ca: Imatge del servidor
cs: Obrázek serveru
da: Serverbillede
de: Serverbild
el: Εικόνα διακομιστή
es: Imagen del servidor
et: Serveri kujutis
fi: Palvelimen kuva
fr: Image du serveur
ga: Íomhá an fhreastalaí
gl: Imaxe do servidor
he: תמונת השרת
hr: Slika servera
hu: Kiszolgáló képe
id: Gambar server
is: Diskmynd netþjóns
it: Immagine server
ja: サーバー画像
kab: Tugna n uqeddac
lt: Serverio paveikslėlis
nb: Tjeneravtrykk
nl: Serverafbeelding
pl: Obraz serwera
pt_br: Imagem do servidor
ro: Imagine server
ru: Изображение сервера
sk: Obraz servera
sl: Slika strežnika
sq: Figurë shërbyesi
sr: Слика сервера
sr_latn: Slika servera
sv: Serverbild
ta: சேவையக படம்
th: รูปภาพเซิร์ฟเวอร์
tr: Sunucu görseli
uk: Зображення сервера
