Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: The VAT ID is no longer valid, please update it.
ar: معرّف ضريبة القيمة المضافة لم يعد صالحًا، يُرجى تحديثه.
be: Ідэнтыфікатар падаткаплацежніка ПДВ ўжо не дзейнічае, калі ласка, абнавіце яго.
be_latn: Іde'nty'fіkatar padatkaplaczezhnіka PDV ўzho ne dzejnіchae, kalі laska, abnavіcze yago.
bg: Този номер по ДДС вече не е действителен. Актуализирайте го.
ca: L’identificador d’IVA ja no és vàlid, actualitzeu-lo.
cs: Vaše DIČ už není platné, prosíme upravte ho.
da: Momsnummeret er ikke længere gyldigt. Opdater det venligst.
de: Die Umsatzsteuer-ID ist nicht mehr gültig, bitte aktualisieren.
el: Το ΑΦΜ δεν είναι πλέον έγκυρο, ενημερώστε το.
es: La cantidad del IVA ya no es válido, actualícelo .
fi: ALV-tunnus ei ole enää voimassa, päivitä se.
fr: Le code TVA n’est plus valide, veuillez le mettre à jour.
ga: Níl an Aitheantas CBL bailí a thuilleadh, nuashonraigh é le do thoil.
gl: O ID do IVE non é válido. Actualíceo.
he: מזהה המע״מ אינו תקף עוד, נא לעדכן אותו.
hr: ID oznaka PDV-a više ne vrijedi, aktaliziraj je.
hu: Az adószáma már nem érvényes, frissítse azt.
id: ID PPN sudah tidak berlaku, silakan diperbarui.
is: Þetta virðisaukaskattsnúmer er ekki lengur gilt, vinsamlegast uppfærðu það.
it: L'ID IVA non è più valido. Aggiornalo.
ja: VAT ID が有効ではなくなっています。更新してください。
kab: Asulay n tebzer VAT ur yezgi d ameɣtu, ttxil-k leqqem-it.
nb: Moms-ID-en er ikke lenger gyldig, oppdater den.
nl: Het btw-id is niet langer geldig, graag bijwerken.
pl: Identyfikator VAT nie jest już ważny, zaktualizuj go.
pt_br: O ID de IVA não é mais válido. Por favor, atualize-o.
pt_pt: A Id. do IVA já não é válida, por favor, atualize-a.
ro: Codul de TVA nu mai este valabil, te rugăm să îl actualizezi.
ru: Номер плательщика НДС более не действителен, обновите его.
sk: IČ DPH už nie je platné. Prosím, aktualizujte ho.
sq: ID-ja e TVSH s’është më e vlefshme, ju lutemi, përditësojeni.
sr: ID PDV-a више није важећи, ажурирајте га.
sr_latn: PDV ID nije važeći. Ažurirajte ga.
sv: Momsregistreringsnumret är inte längre giltigt, uppdatera det.
ta: மதிப்புகூடுதல்வரி அடையாளம் இனி செல்லுபடியாகாது, தயவுசெய்து அதைப் புதுப்பிக்கவும்.
th: เลขประจำตัวผู้เสียภาษี (VAT) ไม่ถูกต้องอีกต่อไป โปรดอัปเดตใหม่
tr: KDV kimliği artık geçerli değil. Lütfen güncelleyin.
uk: Цей номер платника ПДВ вже не дійсний. Оновіть його.

source: Please choose a payment method.
ar: الرجاء إختيار طريقة للدفع.
be: Калі ласка, абярыце спосаб аплаты.
be_latn: Kalі laska, abyary'cze sposab aplaty'.
bg: Изберете разплащателен метод.
ca: Trieu un mètode de pagament.
cs: Zvolte, prosím, způsob platby.
da: Vælg venligst en betalingsmetode.
de: Bitte wählen Sie eine Zahlungsart.
el: Επιλέξτε μια μέθοδο πληρωμής.
es: Elija un método de pago.
fi: Valitse maksutapa.
fr: Veuillez sélectionner un mode de règlement.
ga: Roghnaigh modh íocaíochta.
gl: Escolla un método de pagamento.
he: נא לבחור שיטת תשלום.
hr: Odaberi način plaćanja.
hu: Válasszon fizetési módot.
id: Silakan pilih metode pembayaran.
is: Veldu greiðslumáta.
it: Scegli un metodo di pagamento.
ja: お支払い方法を選択してください。
kab: Ttxil-k fren tarrayt n lexlaṣ.
lt: Pasirinkite mokėjimo būdą.
nb: Velg en betalingsmetode.
nl: Betalingsmethode kiezen.
pl: Wybierz metodę płatności.
pt_br: Escolha um método de pagamento.
pt_pt: Por favor, escolha um método de pagamento.
ro: Te rugăm să alegi o metodă de plată.
ru: Выберите способ оплаты.
sk: Zvoľte, prosím, spôsob platby.
sl: Prosimo, izberite način plačila.
sq: Ju lutemi, zgjidhni një metodë pagesash.
sr: Изаберите начин плаћања.
sr_latn: Izaberite način plaćanja.
sv: Välj en betalningsmetod.
ta: கட்டண முறையைத் தேர்வுசெய்க.
th: โปรดเลือกวิธีการชำระเงิน
tr: Lütfen bir ödeme yöntemi seçin.
uk: Будь ласка, оберіть спосіб оплати.

source: Could not perform payment: %s
ca: No s’ha pogut realitzar el pagament: %s
cs: Nepodařilo se provést platbu: %s
da: Kunne ikke udføre betaling: %s
de: Zahlung konnte nicht durchgeführt werden: %s
el: Δεν ήταν δυνατή η εκτέλεση της πληρωμής: %s
es: No se ha podido realizar el pago: %s
fr: Le paiement n'a pas pu être réalisé : %s
ga: Níorbh fhéidir an íocaíocht a dhéanamh: %s
gl: Non foi posíbel realizar o pagamento: %s
he: לא ניתן לשלם: %s
hr: Nije bilo moguće izvršiti plaćanje: %s
hu: Nem sikerült végrehajtani a fizetést: %s
id: Tidak dapat melakukan pembayaran: %s
is: Gat ekki framkvæmt greiðslu: %s
it: Impossibile eseguire il pagamento: %s
ja: 決済処理に失敗しました: %s
nl: Kon betaling niet uitvoeren: %s
pl: Nie udało się dokonać płatności: %s
pt_br: Não foi possível realizar o pagamento: %s
ro: Nu s-a putut efectua plata: %s
ru: Не удалось произвести оплату: %s
sk: Nepodarilo sa uskutočniť platbu: %s
sq: S’u krye dot pagesa: %s
ta: கொடுப்பனவுகளைச் செய்ய முடியவில்லை: %s
th: ชำระเงินไม่สำเร็จ: %s
tr: Ödeme işlemi yapılamadı: %s
uk: Не вдалося виконати сплату: %s

source: Could not complete payment: %s
ca: No s’ha pogut completar el pagament: %s
cs: Nepodařilo se dokončit platbu: %s
da: Kunne ikke gennemføre betaling: %s
de: Zahlung konnte nicht abgeschlossen werden: %s
el: Δεν ήταν δυνατή η ολοκλήρωση της πληρωμής: %s
es: No se ha podido completar el pago: %s
fr: Le paiement n'a pas pu être finalisé : %s
ga: Níorbh fhéidir an íocaíocht a chríochnú: %s
gl: Non foi posíbel completar o pagamento: %s
he: לא ניתן להשלים את התשלום: %s
hr: Nije bilo moguće dovršiti plaćanje: %s
hu: Nem sikerült befejezni a fizetést: %s
id: Tidak dapat menyelesaikan pembayaran: %s
is: Gat ekki lokið greiðslu: %s
it: Impossibile completare il pagamento: %s
ja: 支払処理を完了できません: %s
nl: Kon betaling niet voltooien: %s
pl: Nie udało się ukończyć płatności: %s
pt_br: Não foi possível concluir o pagamento: %s
ro: Nu s-a putut finaliza plata: %s
ru: Не удалось завершить оплату: %s
sk: Nepodarilo sa dokončiť platbu: %s
sq: S’u plotësua dot pagesa: %s
ta: கட்டணத்தை முடிக்க முடியவில்லை: %s
th: ดำเนินการชำระเงินไม่สำเร็จ: %s
tr: Ödeme işlemi tamamlanamadı: %s
uk: Не вдалося завершити сплату: %s

source: Please use already generated agreement, you can generate new one after 30 days.
id: Silakan gunakan perjanjian yang sudah ada, Anda dapat menghasilkan perjanjian baru setelah 30 hari.
th: โปรดใช้ข้อตกลงที่มีอยู่เดิม คุณสามารถสร้างใหม่ได้ในอีก 30 วัน

source: New agreement created, you can download it below.
id: Perjanjian baru telah dibuat, Anda dapat mengunduhnya di bawah ini.
th: สร้างข้อตกลงใหม่แล้ว คุณสามารถดาวน์โหลดได้จากด้านล่าง

source: New company, new bank details! Pay with attention to the current invoice.
id: Perusahaan baru, rincian bank baru! Bayar dengan memperhatikan faktur saat ini.
th: บริษัทใหม่ รายละเอียดธนาคารใหม่! โปรดตรวจสอบใบแจ้งหนี้ปัจจุบันก่อนชำระเงิน

source: Payment not yet processed, please retry.
ar: لم يتم بعد معالجة المبلغ المدفوع، يرجى إعادة المحاولة.
be: Плацеж яшчэ не апрацаваны, паўтарыце спробу.
be_latn: Placzezh yashche' ne apraczavany', paўtary'cze sprobu.
bg: Плащането все още не е обработено. Моля, опитайте пак.
ca: El pagament encara no s’ha processat, torneu-ho a provar.
cs: Platba ještě nebyla zpracována, prosíme zkuste to znovu.
da: Betaling endnu ikke behandlet. Prøv venligst igen.
de: Zahlung noch nicht verarbeitet, bitte versuchen Sie es erneut.
el: Η πληρωμή δεν έχει ακόμη διεκπεραιωθεί, δοκιμάστε ξανά.
es: El pago aún no fue procesado; intente de nuevo.
fi: Maksua ei ole vielä käsitelty, yritä uudelleen.
fr: Le Paiement n’a pas encore été traité, veuillez réessayer.
ga: Níl an íocaíocht próiseáilte fós, bain triail eile as.
gl: O pagamento aínda non foi procesado, tenteo de novo.
he: התשלומים עדיין לא טופלו, נא לנסות שוב.
hr: Plaćanje još nije obrađeno. Pokušaj ponovo.
hu: A fizetés még nem került feldolgozásra, próbálja meg újra.
id: Pembayaran belum diproses, silakan coba lagi.
is: Greiðsla hefur ekki enn verið meðhöndluð, endilega reyndu aftur.
it: Pagamento non ancora elaborato. Riprova.
ja: 支払いはまだ処理されていません。もう一度お試しください。
kab: Lexlaṣ ur iɛedda ara, txil-k ales aɛraḍ.
nb: Betalinger ikke behandlet enda, prøv igjen.
nl: Betaling nog niet verwerkt, gelieve opnieuw te proberen.
pl: Płatność nie została jeszcze przetworzona, spróbuj ponownie.
pt_br: Pagamentos ainda não processado. Por favor, tente novamente.
pt_pt: Pagamento ainda não processado, por favor, tente novamente.
ro: Plata nu a fost încă procesată, te rugăm să încerci din nou.
ru: Оплата ещё не обработана, повторите попытку.
sk: Platba zatiaľ nebola spracovaná. Skúste to znova.
sq: Pagesë ende e pakryer, ju lutemi, riprovoni.
sr: Уплата није још обрађена. Пробајте поново.
sv: Betalning ännu inte behandlad, vänligen försök igen.
ta: கட்டணம் இன்னும் செயலாக்கப்படவில்லை, தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
th: ยังไม่ได้ดำเนินการชำระเงิน โปรดลองอีกครั้ง
tr: Ödeme henüz alınmadı. Lütfen yeniden deneyin.
uk: Платіж ще не опрацьований. Будь ласка, повторіть.

source: The payment was rejected: {}
ar: رُفض الدفع: {}
be: Плацеж адхілены: {}
be_latn: Placzezh adxіleny': {}
bg: Плащането беше отхвърлено: {}
ca: S’ha rebutjat el pagament: {}
cs: Platba byla zamítnuta: {}
da: Betalingen blev afvist: {}
de: Die Zahlung wurde zurückgewiesen: {}
el: Η πληρωμή απορρίφθηκε: {}
es: Se rechazó el pago: {}
et: Makse lükati tagasi: {}
fi: Maksu hylättiin: {}
fr: Le paiement a été rejeté : {}
ga: Diúltaíodh an íocaíocht: {}
gl: O pagamento foi rexeitado: {}
he: התשלום נדחה: {}
hr: Plaćanje je odbijeno: {}
hu: A fizetés el lett utasítva: {}
id: Pembayaran ditolak: {}
is: Greiðslunni var hafnað: {}
it: Il pagamento è stato rifiutato. {}
ja: 拒否された支払い: {}
kab: Lexlaṣ ur iɛedda ara: {}
lt: Mokėjimas atmestas: {}
nb: Betalingen ble avslått: {}
nl: De betaling werd geweigerd: {}
pl: Płatność została odrzucona: {}
pt_br: O pagamento foi rejeitado: {}
pt_pt: O pagamento foi rejeitado: {}
ro: Plata a fost respinsă: {}
ru: Платёж был отклонён: {}
sk: Platba bola zamietnutá: {}
sl: Plačilo je zavrnjeno: {}
sq: Pagesa u refuzua: {}
sr: Плаћање је одбијено: {}
sr_latn: Plaćanje je odbijeno: {}
sv: Betalningen avvisades: {}
ta: கட்டணம் நிராகரிக்கப்பட்டது: {}
th: การชำระเงินถูกปฏิเสธ: {}
tr: Ödeme reddedildi: {}
uk: Платіж відхилили: {}

source: Unknown reason
ar: سبب مجهول
be: Невядомая прычына
be_latn: Nevyadomaya pry'chy'na
bg: Неизвестна причина
ca: Motiu desconegut
cs: Neznámý důvod
da: Ukendt årsag
de: Aus unbekanntem Grund
el: Άγνωστος λόγος
es: Motivo desconocido
et: Tundmatu põhjus
fi: Tuntematon syy
fr: Raison inconnue
ga: Fáth anaithnid
gl: Causa descoñecida
he: סיבה בלתי ידועה
hr: Nepoznat razlog
hu: Ismeretlen ok
id: Alasan tidak diketahui
is: Óþekkt ástæða
it: Ragione sconosciuta
ja: 理由不明
kab: Sebba tarussint
lt: Nežinoma priežastis
nb: Ukjent grunn
nl: Onbekende reden
pl: Nieznany powód
pt_br: Motivo desconhecido
pt_pt: Motivo desconhecido
ro: Motiv necunoscut
ru: Неизвестная причина
sk: Neznámy dôvod
sl: Neznan razlog
sq: Arsye e panjohur
sr: Непознат разлог
sr_latn: Nepoznat razlog
sv: Okänd anledning
ta: தெரியாத காரணம்
th: ไม่ทราบสาเหตุ
tr: Nedeni bilinmiyor
uk: Невідома причина

source: Thank you for your subscription.
ar: شكرا لكم على اشتراككم.
be: Дзякуй за падпіску.
be_latn: Dzyakuj za padpіsku.
bg: Благодарим Ви, че се абонирахте.
ca: Gràcies per subscriure-us-hi.
cs: Děkujeme vám za vaše předplatné.
da: Tak for dit abonnement.
de: Vielen Dank für Ihr Abonnement.
el: Σας ευχαριστούμε για τη συνδρομή σας.
es: Gracias por suscribirse.
fi: Kiitos tilauksestasi.
fr: Nous vous remercions de votre abonnement.
ga: Go raibh maith agat as do shíntiús.
gl: Grazas pola súa subscrición.
he: תודה לך על עריכת המינוי.
hr: Hvala ti na pretplati.
hu: Köszönjük előfizetését.
id: Terima kasih atas langganan Anda.
is: Þakka þér fyrir áskriftina.
it: Grazie per la tua iscrizione.
ja: お申し込みありがとうございます。
kab: Tanemmirt i ujerred-ik.
nb: Takk for at du abonnerte.
nl: Bedankt voor uw abonnement.
pl: Dziękuję za twoją subskrypcję.
pt_br: Obrigado por sua assinatura.
pt_pt: Obrigado pela sua subscrição.
ro: Îți mulțumim pentru abonament.
ru: Спасибо за вашу подписку.
sk: Ďakujeme vám za predplatné.
sl: Hvala za vašo naročnino.
sq: Faleminderit për pajtimin tuaj.
sr: Хвала вам на претплати.
sr_latn: Hvala vam za pretplatu.
sv: Tack för din prenumeration.
ta: உங்கள் சந்தாவுக்கு நன்றி.
th: ขอบคุณสำหรับการสมัครสมาชิก
tr: Aboneliğiniz için teşekkürler.
uk: Дякуємо за підписку.

source: Thank you for your donation.
ar: شكرا لكم على تبرعكم.
be: Дзякуй за ахвяраванне.
be_latn: Dzyakuj za axvyaravanne.
bg: Благодарим Ви за дарението.
ca: Gràcies pel vostre donatiu.
cs: Děkujeme vám za váš dar.
da: Tak for din donation.
de: Vielen Dank für Ihre Spende.
el: Σας ευχαριστούμε για τη δωρεά σας.
es: Gracias por su donativo.
fi: Kiitos lahjoituksestasi.
fr: Nous vous remercions de votre don.
ga: Go raibh maith agat as do síntiús.
gl: Grazas pola súa doazón.
he: תודה לך על תרומתך הכספית.
hr: Hvala ti na donaciji.
hu: Köszönjük adományát.
id: Terima kasih atas donasi Anda.
is: Þakka þér kærlega fyrir framlagið.
it: Grazie per la tua donazione.
ja: 寄付していただきありがとうございます。
kab: Tanemmirt i tewsa-ik.
nb: Takk for din donasjon.
nl: Bedankt voor uw donatie.
pl: Dziękuję za darowiznę.
pt_br: Obrigado por sua doação.
pt_pt: Obrigado pelo seu donativo.
ro: Îți mulțumim pentru donația ta.
ru: Спасибо за пожертвование.
sk: Ďakujeme vám za váš dar.
sl: Hvala za donacijo.
sq: Faleminderit për dhurimin tuaj.
sr: Хвала вам на донацији.
sr_latn: Hvala vam za donaciju.
sv: Tack för din donation.
ta: உங்கள் அன்பளிப்புக்கு நன்றி.
th: ขอบคุณสำหรับการบริจาค
tr: Bağışınız için teşekkürler.
uk: Дякуємо за вашу пожертву.

source: User not found!
ar: المستخدم غير موجود!
be: Карыстальнік не знойдзены!
be_latn: Kary'stal'nіk ne znojdzeny'!
bg: Потребителят не е намерен!
ca: No s’ha trobat l’usuari!
cs: Uživatel nenalezen!
da: Bruger ikke fundet!
de: Benutzer nicht gefunden!
el: Ο χρήστης δεν βρέθηκε!
es: ¡Usuario no encontrado!
et: Sellist kasutajat ei leidu!
fi: Käyttäjää ei löydy!
fr: Utilisateur introuvable !
ga: Úsáideoir gan aimsiú!
gl: Non foi posíbel atopar o usuario!
he: משתמש לא נמצא!
hr: Korisnik nije pronađen!
hu: Felhasználó nem található!
id: Pengguna tidak ditemukan!
is: Notandi fannst ekki!
it: Utente non trovato!
ja: 利用者が見つかりません！
kab: Ur yettwaf ara useqdac!
lt: Vartotojas nerastas!
nb: Bruker ikke funnet!
nl: Gebruiker niet gevonden!
pl: Nie znaleziono użytkownika!
pt_br: Usuário não encontrado!
pt_pt: Utilizador não encontrado!
ro: Utilizatorul nu a fost găsit!
ru: Пользователь не найден!
sk: Používateľ nenájdený!
sl: Uporabnika ni mogoče najti!
sq: Përdorues që s’u gjet!
sr: Корисник није пронађен!
sr_latn: Korisnik nije pronađen!
sv: Användaren hittades inte!
ta: பயனர் கண்டுபிடிக்கப்படவில்லை!
th: ไม่พบผู้ใช้!
tr: Kullanıcı bulunamadı!
uk: Користувач не знайдений!

source: GitHub issues
ar: مسائل جيت هاب
be: Паведаміць пра праблему
be_latn: Pavedamіcz' pra prablemu
bg: Списък на проблемите в GitHub
ca: Tiquets al GitHub
cs: Hlášení problémů prostřednictvím portálu GitHub
da: GitHub-problemer
el: Σφάλματα GitHub
es: Informes de GitHub
et: GitHubi teavitused
fi: GitHub-ongelmat
fr: Problèmes GitHub
ga: Fadhbanna GitHub
gl: Incidencias de GitHub
he: תקלות ב־GitHub
hr: GitHub problemi
hu: GitHub hibajegyek
id: Isu GitHub
is: GitHub verkbeiðnir
it: Problemi di Github
kab: Uguren Github
lt: GitHub problemos
nb: GitHub-problemoversikt
pl: Zgłoszenia na GitHubie
pt_br: Publicações no GitHub
pt_pt: Problemas no GitHub
ro: Probleme GitHub
sk: Chyby GitHub
sl: Težave GitHub
sq: Çështje në Github
sr: Проблеми на Гитхабу
sr_latn: Problemi na Githabu
sv: GitHub-problem
ta: அறிவிலிமையம் சிக்கல்கள்
tr: GitHub sorunları
uk: Складнощі GitHub

source: Weblate SSO
ar: تسجيل الدخول الأحادي عبر الويب
bg: Еднократно вписване в Weblate
ca: Autenticació única del Weblate
es: Acceso unificado de Weblate
fi: Weblate-kertakirjautuminen
fr: SSO Weblate
ga: SSO Weblate
gl: Acceso unificado (SSO) de Weblate
he: SSO (כניסה אחודה) של Weblate
id: SSO Weblate
it: SSO Weblate
kab: SSO n Weblate
nb: Weblate-enkeltinnlogging
pt_br: SSO do Weblate
ro: SSO Weblate
ru: Weblate SSO (Технология единого входа)
sl: Enotni prijavni sistem Weblate
ta: வலைபெயர்ப்பு எச்எச்ஓ
tr: Weblate tek oturum açma

source: GitHub Sponsors
ar: رعاة GitHub
be: Спонсары GitHub
be_latn: Sponsary' GitHub
bg: Спонсори в GitHub
ca: Patrocinadors de GitHub
da: GitHub-sponsorer
de: GitHub-Sponsoren
el: Χορηγοί του GitHub
es: Patrocinadores de GitHub
et: GitHubi sponsorid
fi: GitHub-sponsorit
fr: Sponsors GitHub
ga: Urraitheoirí GitHub
gl: Patrocinadores de GitHub
he: מממנים ב־GitHub
hr: GitHub sponzori
hu: GitHub szponzorok
id: Sponsor GitHub
is: GitHub-stuðningsaðilar
it: Sponsor GitHub
ja: GitHub スポンサー
lt: GitHub rėmėjai
nb: GitHub-sponsorer
pl: Sponsorzy GitHub
pt_br: Patrocinadores do GitHub
ro: Sponsori GitHub
ru: Покровители GitHub
sk: Sponzori GitHub
sl: GitHub sponzorji
sq: Sponsorë GitHub
sr: Гитхаб Спонзори
sv: GitHub-sponsorer
ta: அறிவிலிமையம் ஒப்புரவாளர்கள்
tr: GitHub sponsorları
uk: Спонсори GitHub

source: GWT properties
be_latn: Ulaskіvaskі ZHavi
bg: Файл със свойства на GWT
ca: Propietats de GWT
cs: Vlastnosti GWT
da: GWT-egenskaber
el: Ιδιότητες GWT
es: Propiedades GWT
et: GWT-omadused
fr: Propriétés GWT
ga: airíonna GWT
gl: Propiedades de GWT
he: מאפייני GWT
hr: GWT svojstva
id: Atribut GWT
is: GWT-eiginleikar
it: Proprietà GWT
ja: GWT プロパティ
lt: GWT savybės
nl: GWT-eigenschappen
pl: Właściwości GWT
pt_br: Propriedades GWT
ro: Proprietăți GWT
ru: Файлы свойств GWT
sk: Vlastnosti GWT
sl: Lastnosti GWT
sq: Veti GWT
sr: GWT својства
ta: gwt பண்புகள்
tr: GWT özellikleri
uk: Властивості GWT

source: Java properties
ca: Propietats de Java
cs: Vlastnosti Java
da: Java-egenskaber
el: Ιδιότητες Java
es: Propiedades de Java
et: Java-omadused
fr: Propriétés Java
ga: Java airíonna
gl: Propiedades de Java
he: properties של Java
hr: Java svojstva
id: Atribut Java
is: Java properties-skrár
it: Proprietà Java
ja: Java プロパティ
lt: „Java“ savybės
nl: Java eigenschappen
pl: Właściwości Java
pt_br: Propriedades Java
ro: Proprietăți Java
ru: Файлы свойств Java
sk: Vlastnosti Java
sl: Java lastnostne datoteke
sq: Veti Java
ta: சாவா பண்புகள்
tr: Java özellikleri
uk: Властивості Java

source: Qt Linguist .ts
ca: .ts de Qt Linguist
es: .ts de Qt Linguist
et: Qt Linguisti .ts-failid
ga: Qt Teangeolaí .ts
gl: .ts de Qt Linguist
he: ‎.ts של Qt Linguist
it: Linguista Qt .ts
pt_br: .ts de Qt Linguist
ro: Qt Lingvist .ts
ru: Файлы .ts Qt Linguist
ta: கியுடி linguist .ts

source: WebExtension JSON
be_latn: WebExtension
ca: JSON de WebExtension
de: JSON-Datei WebExtension
es: JSON para WebExtension
et: WebExtension JSON-failid
fr: JSON WebExtension
ga: Síneadh Gréasáin JSON
gl: JSON para WebExtension
he: JSON מסוג WebExtension
hr: JSON web proširenje
it: Estensione Web JSON
pl: JSON WebExtension
pt_br: JSON para WebExtension
ro: JSON WebExtension
ru: JSON-файлы WebExtension
sl: JSON spletne razširitve
sq: JSON WebExtension
ta: weblextension சாதொபொகு
uk: JSON-файли WebExtension

source: %.1f KiB
ar: %.1f كيلوبايت
be: %.1f KіБ
bg: %.1f КиБ
el: %.1f KB
fr: %.1f Kio
he: %.1f ק״ב (KiB)
kab: %.1f KAṬ
pl: %.1f KB
ro: %.1f Ko
ru: %.1f КиБ
ta: %.1f கிபை
uk: %.1f КіБ

source: %.1f MiB
ar: %.1f ميجابايت
be: %.1f MiБ
bg: %.1f МиБ
el: %.1f MB
fr: %.1f Mio
he: %.1f מ״ב (MiB)
kab: %.1f MAṬ
pl: %.1f MB
ro: %.1f Mo
ru: %.1f МиБ
ta: %.1f மேபை
uk: %.1f МіБ

source: %.1f GiB
ar: %.1f جيجابايت
be: %.1f ГіБ
bg: %.1f ГиБ
el: %.1f GB
fr: %.1f Gio
he: %.1f ג״ב (GiB)
kab: %.1f GAṬ
pl: %.1f GB
ro: %.1f Go
ru: %.1f ГиБ
ta: %.1f சிபை
uk: %.1f ГіБ

# Price display
source: %(currency)s %(price)s
bg: %(price)s %(currency)s
ca: %(price)s %(currency)s
cs: %(price)s %(currency)s
el: %(price)s %(currency)s
gl: %(price)s %(currency)s
hr: %(price)s %(currency)s
hu: %(price)s %(currency)s
ro: %(price)s %(currency)s
ru: %(price)s %(currency)s
sk: %(price)s %(currency)s
sl: %(price)s %(currency)s
sq: %(price)s %(currency)s
uk: %(price)s %(currency)s

# Price display
source: %(currency)s%(price)s
bg: %(price)s%(currency)s
ca: %(price)s %(currency)s
cs: %(price)s %(currency)s
el: %(price)s %(currency)s
es: %(price)s%(currency)s
fr: %(price)s %(currency)s
gl: %(price)s %(currency)s
hr: %(price)s %(currency)s
hu: %(price)s %(currency)s
is: %(price)s %(currency)s
it: %(price)s %(currency)s
ro: %(price)s %(currency)s
ru: %(price)s %(currency)s
sk: %(price)s %(currency)s
sl: %(price)s %(currency)s
sr: %(price)s%(currency)s
sr_latn: %(price)s%(currency)s
uk: %(price)s %(currency)s

source: Invoice was not found: %s
ca: No s’ha trobat la factura: %s
cs: Faktura nebyla nalezena: %s
de: Rechnung wurde nicht gefunden: %s
el: Δεν βρέθηκε το τιμολόγιο: %s
es: Factura no encontrada: %s
et: Arvet ei leitud: %s
fr: La facture n’a pas été trouvée : %s
gl: Non se atopou a factura: %s
he: לא נמצאה חשבונית: %s
is: Reikningur fannst ekki: %s
it: La fattura non è stata trovata: %s
ja: 請求書が見つかりませんでした: %s
pl: Nie znaleziono faktury: %s
pt_br: Fatura não encontrada: %s
sk: Faktúra nebola nájdená: %s
tr: Fatura bulunamadı: %s
uk: Інвойс не знайдено: %s

source: SWIFT code
ar: رمز السويفت
be: Код SWIFT
bg: Код на SWIFT
ca: Codi SWIFT
cs: SWIFT kód
el: Κωδικός SWIFT
es: Código SWIFT
et: SWIFT kood
fi: SWIFT-koodi
fr: Code SWIFT
gl: Código SWIFT
he: קוד SWIFT
is: SWIFT-númer
it: Codice SWIFT
ja: SWIFT コード
nb: SWIFT-kode
pl: Kod SWIFT
pt_br: Código SWIFT
pt_pt: Código SWIFT
sk: SWIFT kód
sr: SWIFT кôд
sv: SWIFT-kod
tr: SWIFT kodu
uk: Код SWIFT

source: IBAN
ar: رقم الحساب المصرفي الدولي (IBAN)
he: מספר זה״ב
ta: இபான்

source: Tax registration
ar: التسجيل الضريبي
be: Падатковая рэгістрацыя
bg: Данъчна регистрация
ca: Identificació tributària
cs: IČO
de: Steuernummer
el: Φορολογική εγγραφή
es: Registro tributario
et: Maksuresidentsus
fi: Verojen rekisteröinti
fr: Numéro fiscal
gl: Rexistro fiscal
he: רישום מס
is: Skattnúmer
it: Partita IVA
ja: 税務登録
nb: Skatteregistrering
pl: Rejestracja podatkowa
pt_br: Registro do imposto
pt_pt: Registo de imposto
sk: Daňová registrácia
sr: Пореска пријава
sv: Skatteregistrering
tr: Vergi kaydı
uk: Податкова реєстрація
