Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Always upgraded to latest version.
ar: تتم ترقيته دائمًا إلى أحدث إصدار.
be: Неадкладнае абнаўленне да апошняй версіі.
be_latn: Neadkladnae abnaўlenne da aposhnyaj versіі.
ca: Sempre actualitzat a la darrera versió.
cs: Vždy aktualizováno na nejnovější verzi.
da: Altid opgraderet til seneste version.
de: Wird immer auf die aktuelle Version aktualisiert.
el: Αναβαθμίζεται πάντα στην πιο πρόσφατη έκδοση.
es: Siempre al día con la versión más reciente.
fi: Aina päivitettynä viimeisimpään versioon.
fr: Mise à jour systématique en dernière version.
ga: Uasghrádú i gcónaí go dtí an leagan is déanaí.
gl: Sempre actualizado á última versión.
he: תמיד משודרגת לגרסה העדכנית ביותר.
hr: Uvijek se aktualizira na najnoviju verziju.
hu: Mindig a legfrissebb verzióra frissítve.
id: Selalu ditingkatkan ke versi terbaru.
is: Alltaf uppfært í nýjustu útgáfu.
it: Sempre aggiornata alla versione più recente.
ja: 常に最新バージョンにアップグレード
kab: Sali yal tikkelt ɣer lqem aneggaru.
nb: Alltid oppgradert til siste versjon.
nl: Altijd bijgewerkt naar de nieuwste versie.
pl: Zawsze uaktualniany do najnowszej wersji.
pt_br: Sempre atualizado com a última versão.
pt_pt: Sempre atualizado com a última versão.
ro: Întotdeauna actualizat la cea mai recentă versiune.
ru: Всегда обновляется до последней версии.
sk: Vždy aktualizované na najnovšiu verziu.
sq: Përmirësuar përherë me versionin më të ri.
sr: Увек надограђен на последњу верзију.
sr_latn: Uvek nadograđen na poslednju verziju.
sv: Alltid uppgraderad till den senaste versionen.
ta: எப்போதும் அண்மைக் கால பதிப்பிற்கு மேம்படுத்தப்படுகிறது.
th: อัปเกรดเป็นเวอร์ชันล่าสุดเสมอ
tr: Her zaman güncel sürüme yükseltilir.
uk: Завжди оновлюється до останньої версії.

source: Only available with the installation package
ar: متوفر فقط مع حزمة التثبيت
be: Даступна толькі з пакункам для ўсталявання
be_latn: Dastupna tol'kі z pakunkam dlya ўstalyavannya
ca: Disponible només amb el paquet d’instal·lació
cs: Dostupné pouze spolu s instalací
da: Kun tilgængeligt med installationspakken
de: Nur mit dem Installationspaket verfügbar
el: Διατίθεται μόνο με το πακέτο εγκατάστασης
es: Disponible solo con el paquete de instalación
fi: Saatavilla vain asennuspaketin kanssa
fr: Disponible uniquement avec le paquet d’installation
ga: Ar fáil ach leis an bpacáiste suiteála
gl: Dispoñíbel só co paquete de instalación
he: זמין עם חבילת ההתקנה בלבד
hr: Dostupno samo s instalacijskim paketom
hu: Csak a telepítési csomaggal együtt elérhető
id: Hanya tersedia dengan paket instalasi
is: Einungis fáanlegt með uppsetningarpakkanum
it: Disponibile solo con il pacchetto di installazione
ja: インストール パッケージでのみ使用可能
kab: Yella kan s ukemmus n usbeddi
nb: Kun tilgjengelig med installasjonspakken
nl: Alleen beschikbaar in het installatiepakket
pl: Dostępne tylko z pakietem instalacyjnym
pt_br: Disponível apenas com o pacote de instalação
pt_pt: Somente disponível com o pacote de instalação
ro: Disponibil numai cu pachetul de instalare
ru: Доступна только с установочным пакетом
sk: K dispozícii len s inštalačným balíkom
sq: I passhëm vetëm me instalimin e paketës
sr: Доступан само са инсталационим пакетом
sr_latn: Dostupan samo sa instalacionim paketom
sv: Endast tillgängligt med installationspaketet
ta: நிறுவல் தொகுப்புடன் மட்டுமே கிடைக்கும்
th: มีให้บริการเฉพาะกับแพ็กเกจการติดตั้งเท่านั้น
tr: Yalnızca kurulum paketiyle kullanılabilir
uk: Доступний лише з пакунком для встановлення

source: Be prepared with security notifications prior to the fix publication.
id: Siapkan diri dengan notifikasi keamanan sebelum perbaikan dipublikasikan.
th: รับการแจ้งเตือนด้านความปลอดภัยก่อนที่จะมีการเผยแพร่การแก้ไข

source: Next business day support response guaranteed.
ar: استجابة الدعم في يوم العمل التالي مضمونة.
be: Адказ службы падтрымкі на наступны працоўны дзень гарантаваны.
be_latn: Adkaz sluzhby' padtry'mkі na nastupny' praczoўny' dzen' garantavany'.
ca: Garantim una resposta durant el següent dia laborable.
cs: Zaručená odpověď do dalšího pracovního dne.
da: Garanteret supportsvar næste arbejdsdag.
de: Support-Antwort am nächsten Arbeitstag garantiert.
el: Εγγυημένη απόκριση υποστήριξης την επόμενη εργάσιμη ημέρα.
es: Garantizamos respuesta al siguiente día hábil.
fi: Tukivastaus taattu seuraavana arkipäivänä.
fr: Garantie d’assistance le jour ouvrable suivant.
ga: Freagra tacaíochta an chéad lá gnó eile ráthaithe.
gl: Garantida a resposta de asistencia no seguinte día hábil.
he: מובטח מענה עד יום העסקים הבא.
hr: Zajamčen odgovor podrške sljedećeg radnog dana.
hu: Támogatási válasz legkésőbb a következő munkanapon.
id: Respons dukungan di hari kerja berikutnya dijamin.
is: Tryggt að svör við fyrirspurnum berist næsta virka dag.
it: Risposta del supporto garantita entro il giorno lavorativo successivo.
ja: 翌営業日までにのサポート対応を保証
kab: Ṭmana n tallelt deg wass yeldin i d-iteddun.
nb: Brukerstøttesvar neste arbeidsdag garanteres.
nl: Gegarandeerd antwoord op de eerstvolgende werkdag.
pl: Gwarancja wsparcia w następnym dniu roboczym.
pt_br: Resposta de suporte garantida para o próximo dia útil.
pt_pt: Resposta do apoio garantida no dia útil seguinte.
ro: Răspuns de asistență garantat în următoarea zi lucrătoare.
ru: Гарантия ответа службы поддержки на следующий рабочий день.
sk: Odpoveď podpory zaručená nasledujúci pracovný deň.
sq: Përgjigje asistence e garantuar ditën tjetër të biznesit.
sr: Гарантован одговор подршке следећег радног дана.
sr_latn: Garantovan odgovor podrške sledećeg radnog dana.
sv: Supportsvar nästa arbetsdag garanteras.
ta: அடுத்த வணிக நாள் உதவி பதில் உத்தரவாதம்.
th: รับประกันการตอบกลับจากฝ่ายสนับสนุนภายในวันทำการถัดไป
tr: Sonraki iş günü destek yanıtı garanti edilir.
uk: Гарантована відповідь від служби підтримки наступного ж робочого дня.

source: Installation on your Linux server
ar: التثبيت على خادم لينكس الخاص بكم
be: Усталяванне на ваш сервер Linux
be_latn: Ustalioŭka na vaš Linux-siervier
bg: Инсталация на собствен сървър с Линукс
ca: Instal·lació al vostre servidor Linux
cs: Instalace na vašem Linuxovém serveru
da: Installation på din Linux-server
de: Installation auf Ihrem Linux-Server
el: Εγκατάσταση στον Linux διακομιστή σας
es: Instalación en su servidor Linux
fi: Asennus omalle Linux-palvelimelle
fr: Installation sur votre serveur Linux
ga: Suiteáil ar do fhreastalaí Linux
gl: Instalación no seu servidor Linux
he: התקנה על שרת לינוקס משלך
hr: Instalacija na Linux server
hu: Telepítés az Ön Linux szerverére
id: Pemasangan pada server Linux Anda
is: Uppsetning á Linux-vefþjóni þínum
it: Installazione nel tuo server Linux
ja: お客様の Linux サーバーにインストール
kab: Asbeddi ɣef uqeddac-ik Linux
nb: Installasjon på din Linux-tjener
nl: Installatie op uw Linux-server
pl: Instalacja na Twoim serwerze linuksowym
pt_br: Instalação em seu servidor Linux
pt_pt: Instalação no seu servidor Linux
ro: Instalare pe serverul tău Linux
ru: Установка на ваш сервер Linux
sk: Inštalácia na Váš Linux server
sl: Namestitev na vašem strežniku Linux
sq: Instalim në shërbyesin tuaj Linux
sr: Инсталација на ваш Линукс сервер
sr_latn: Instalacija na vaš Linuks server
sv: Installera på din Linux-server
ta: உங்கள் லினக்ச் சேவையகத்தில் நிறுவல்
th: การติดตั้งบนเซิร์ฟเวอร์ Linux ของคุณ
tr: Kendi Linux sunucunuz üzerine kurulum
uk: Установлення на вашому сервері Linux

source: One-time installation of Weblate
ar: التثبيت لمرة واحدة من Weblate
be: Аднаразовае ўсталяванне Weblate
be_latn: Adnarazovae ўstalyavanne Weblate
bg: Еднократна инсталация на Weblate
ca: Instal·lació puntual del Weblate
cs: Jednorázová instalace Weblate
da: Engangsinstallation af Weblate
de: Einmalige Installation von Weblate
el: Εγκατάσταση μιας φοράς του Weblate
es: Instalación puntual de Weblate
fi: Weblaten kerta-asennus
fr: Une installation de Weblate
ga: Suiteáil aonuaire Weblate
gl: Instalación única de Weblate
he: התקנה חד־פעמית של Weblate
hr: Jednokratna Weblate instalacija
hu: Egyszeri Weblate-telepítés
id: Instalasi Weblate satu kali
is: Uppsetning á Weblate í eitt skipti
it: Installazione una tantum di Weblate
ja: Weblate のインストール 1 回分
kab: Asebded i tikkelt n Weblate
nb: Éngangsinstallasjon av Weblate
nl: Eenmalige installatie van Weblate
pl: Jednorazowa instalacja Weblate
pt_br: Instalação única de Weblate
pt_pt: Instalação única do Weblate
ro: Instalare Weblate o singură dată
ru: Одноразовая установка Weblate
sk: Jednorazová inštalácia Weblate
sq: Instalim një herësh i Weblate-it
sr: Једнократна инсталација Weblate-а
sr_latn: Jednokratna instalacija Weblate-a
sv: Engånginstallation av Weblate
ta: வலைபெயர்ப்பின் ஒரு முறை நிறுவல்
th: การติดตั้ง Weblate ครั้งเดียว
tr: Bir kerelik Weblate kurulumu
uk: Одноразове встановлення Weblate

source: Docker-based or native installation
ar: التثبيت المستند إلى Docker أو التثبيت الأصلي
be: Усталяванне на Docker альбо праз сістэмны пакунак
be_latn: Ustalyavanne na Docker al'bo praz sіste'mny' pakunak
ca: Instal·lació nativa o basada en Docker
cs: Instalace v Dockeru nebo nativní
da: Docker-baseret eller direkte installation
de: Docker-basierte oder native Installation
el: Εγκατάσταση με βάση το Docker ή εγγενή
es: Instalación basada en Docker o nativa
et: Dockeri põhine või iseseisev paigaldus
fi: Docker-pohjainen tai alkuperäinen asennus
fr: Installation basée sur Docker ou native
ga: Suiteáil docker-bhunaithe nó dúchasach
gl: Instalación baseada en Docker ou nativa
he: התקנה מבוססת Docker או ישירות במערכת
hr: Docker-bazirana ili izvorna instalacija
hu: Docker-alapú vagy natív telepítés
id: Instalasi berbasis Docker atau native
is: Uppsetning með Docker eða innbyggt í stýrikerfi
it: Installazione basata su docker o nativa
ja: Docker ベースまたは直接インストール
kab: Asbeddi yebna ɣef Docker neɣ anaṣli
nb: Docker-basert eller lokal-installasjon
nl: Op docker gebaseerde of platform-eigen installatie
pl: Instalacja oparta na Dockerze lub natywna
pt_br: Instalação nativa ou baseada em Docker
pt_pt: Instalação nativa ou baseada em Docker
ro: Instalare bazată pe Docker sau nativă
ru: Установка как на основе Docker’а, так и через родной для системы установочный пакет
sk: Inštalácia založená na nástroji Docker alebo natívna inštalácia
sq: Instalim me bazë Docker ose sistemin origjinal
sr: Докер базирана или обична инсталација
sr_latn: Doker bazirana ili obična instalacija
sv: Docker-baserad eller native installation
ta: கப்பல்துறை அடிப்படையிலான அல்லது சொந்த நிறுவல்
th: การติดตั้งแบบ Docker หรือแบบ Native
tr: Docker temelli ya da yerel kurulum
uk: Установлення на основі Docker або безпосередньо

source: Requires root access or close cooperation of your admins
ar: يتطلب إذن الجذر أو التعاون الوثيق بين مديري مشروعك
be: Спатрэбяцца правы root або супрацоўніцтва з вашымі адміністратарамі
be_latn: Patrabuje root-pravoŭ abo ciesnaj supracy z vašymi administratarami
bg: Изисква да имате достъп като администратор или помощта на такъв
ca: Requereix accés d’administrador o cooperació amb ells
cs: Vyžaduje přístup jako root nebo těsnou spolupráci s vašimi správci
da: Kræver root-adgang eller tæt samarbejde med dine administratorer
de: Root-Zugriff oder eine enge Zusammenarbeit mit Ihren Administratoren ist erforderlich
el: Απαιτείται ριζική πρόσβαση ή στενή συνεργασία των διαχειριστών σας
es: Necesita acceso administrativo o una cooperación cercana de sus administradores
fi: Edellyttää root -tason pääsyä, tai läheistä yhteistyötä pääkäyttäjiesi kanssa
fr: Requiert l’accès Root ou l’aide de vos administrateurs système
ga: Teastaíonn rochtain fhréamh nó dlúthchomhar ó do riarthóirí
gl: Precisa de acceso root ou cooperación estreita cos administradores
he: נדרשת גישת משתמש על (root) או שיתוף פעולה צמוד עם מנהלי השרתים
hr: Zahtijeva root-pristup ili usku suradnju tvojih administratora
hu: Rendszergazdai (root) jogosultság vagy rendszergazdái szoros együttműködése szükséges
id: Memerlukan akses root atau kerja sama yang erat dari admin Anda
is: Krefst kerfisstjórnunaraðgangs eða náins samstarfs við kerfisstjóra þína
it: Richiede accesso root o la stretta cooperazione dei tuoi amministratori
ja: root 権限または管理者と緊密な協力が必須
kab: isra anekcum n uẓar root neɣ mdel n umwiwen d yinedbalen-ik
nb: Krever root-tilgang eller tett samarbeid med dine administratorer
nl: Vereist roottoegang of hechte medewerking van uw systeembeheerders
pl: Wymaga dostępu do roota lub bliskiej współpracy z Twoimi administratorami
pt_br: Requer acesso root ou cooperação próxima com seus administradores
pt_pt: Requer acesso raiz ou cooperação do seu administrador
ro: Necesită acces root sau cooperarea strânsă a administratorilor tăi
ru: Необходим root доступ или тесное взаимодействие с вашими администраторами
sk: Vyžaduje root prístup alebo dobrú kooperáciu Vášich administrátorov
sl: Zahteva korenski dostop (root) ali bližnje sodelovanje z vašimi administratorji
sq: Lyp hyrje si rrënjë ose bashkëpunim të ngushtë të përgjegjësve tuaj
sr: Захтева корени приступ или блиску сарадњу са вашим администраторима
sr_latn: Zahteva koreni pristup ili blisku saradnju sa vašim administratorima
sv: Kärver root-åtkomst eller nära samarbete med dina administratörer
ta: உங்கள் நிர்வாகிகளின் வேர் அணுகல் அல்லது நெருக்கமான ஒத்துழைப்பு தேவை
th: ต้องใช้สิทธิ์ Root หรือความร่วมมืออย่างใกล้ชิดจากผู้ดูแลระบบของคุณ
tr: Root erişimi veya sistem yöneticilerinizin yakın işbirliği gerekir
uk: Вимагає прав root або близької співпраці з вашими адміністраторами

source: Setup customization
ar: تخصيص الإعداد
be: Наладжвальнае ўсталяванне
be_latn: Naladzhval'nae ўstalyavanne
bg: Персонализация на настройките
ca: Personalització de la instal·lació
cs: Nastavení podle vašich představ
da: Tilpasset opsætning
de: Anpassung der Einrichtung
el: Προσαρμογή εγκατάστασης
es: Personalización del montaje
fi: Asetusten räätälöinti
fr: Personnalisation de la configuration
ga: Socrú saincheaptha
gl: Personalización da configuración
he: התאמת ההקמה
hr: Prilagođavanje instalacije
hu: Telepítés testreszabása
id: Kustomisasi penyetelan
is: Sérsnið uppsetningar
it: Configurazione e personalizzazione
ja: 設定のカスタマイズ
kab: Sbadu asmudem
nb: Oppsettstilpasning
nl: Aangepaste installatie
pl: Dostosowywanie ustawień
pt_br: Personalização da instalação
pt_pt: Personalizar configuração
ro: Configurare personalizare
ru: Выборочная установка
sk: Prispôsobenie nastavení
sq: Ujdisje qepur për ju
sr: Прилагођења поставке
sr_latn: Prilagođenja postavke
sv: Anpassning av installationen
ta: அமைவு தனிப்பயனாக்கம்
th: การปรับแต่งการตั้งค่า
tr: Kurulum özelleştirme
uk: Налагоджування встановлення

source: installation
ar: التنصيب
be: усталяванне
be_latn: ustalyavanne
bg: инсталация
ca: instal·lació
cs: instalace
el: εγκατάσταση
es: instalación
fi: Asennus
ga: Suiteáil
gl: Instalación
he: התקנה
hr: instalacija
hu: telepítés
id: instalasi
is: uppsetning
it: Installazione
ja: インストール
kab: Asbeddi
nb: installasjon
nl: installatie
pl: Instalacja
pt_br: instalação
pt_pt: instalação
ro: instalare
ru: установка
sk: inštalácia
sl: namestitev
sq: instalim
sr: инсталација
sr_latn: instalacija
ta: நிறுவல்
th: การติดตั้ง
tr: kurulum
uk: встановлення

source: Cloud backups of your data
ar: النسخ الاحتياطي السحابي لبياناتك
be: Воблачнае рэзервовае капіяванне вашых даных
be_latn: Voblachnae re'zervovae kapіyavanne vashy'x dany'x
ca: Còpies de seguretat al núvol de les vostres dades
cs: Cloudové zálohy vašich dat
da: Cloud-sikkerhedskopiering af dine data
de: Cloud-Sicherungen Ihrer Daten
el: Αντίγραφα ασφαλείας των δεδομένων σας στο σύννεφο
es: Copias de respaldo en la nube de sus datos
fi: Pilvivarmistukset tiedoistasi
fr: Sauvegarde Cloud de vos données
ga: Cúltacaí scamall de do shonraí
gl: Copias de seguranza na nube dos seus datos
he: גיבויי ענן לנתונים שלך
hr: Sigurnosne kopije tvojih podataka u oblaku
hu: Felhőalapú biztonsági mentések az adatairól
id: Rekam cadang awan dari data Anda
is: Öryggisafrit gagna þinna í tölvuskýi
it: Backup cloud dei tuoi dati
ja: データのクラウド バックアップ
kab: Asekles deg usigna n yisefla-ik
nb: Sky-sikkerhetskopier av din data
nl: Cloudback-ups van uw gegevens
pl: Kopie zapasowe danych w chmurze
pt_br: Backups na nuvem para seus dados
pt_pt: Cópias de segurança da nuvem dos seus dados
ro: Copii de rezervă în cloud ale datelor tale
ru: Облачное резервное копирование ваших данных
sk: Cloudové zálohy vašich údajov
sq: Kopjeruajtje në re të të dhënave tuaja
sr: Резерве ваших података у облаку
sr_latn: Rezerve vaših podataka u oblaku
sv: Molnbackup av din data
ta: உங்கள் தரவின் முகில் காப்புப்பிரதிகள்
th: การสำรองข้อมูลของคุณบนคลาวด์
tr: Verilerinizin bulut yedekleri
uk: Хмарні резервні копії ваших даних

source: Securely encrypted with your passphrase
ar: مشفر بشكل آمن باستخدام عبارة المرور الخاصة بك
be: Надзейна зашыфравана вашай парольнай фразай
be_latn: Nadzejna zashy'fravana vashaj parol'naj frazaj
ca: Xifrat de manera segura amb la vostra contrasenya
cs: Bezpečně zašifrované vaším heslem
da: Sikkert krypteret med din adgangssætning
de: Sicher verschlüsselt mit Ihrer Passphrase
el: Κρυπτογραφημένα ασφαλώς με το συνθηματικό σας
es: Cifrado seguro mediante su contraseña
fi: Salattu valitsemallasi tunnuslauseella
fr: Chiffré de manière sécurisée avec votre phrase de passe
ga: Criptithe go slán le do phasfhrása
gl: Cifradas de xeito seguro coa súa frase de acceso
he: בהצפנה מאובטחת עם מילת צופן
hr: Sigurno šifrirano s tvojom lozinkom
hu: Saját jelszavával titkosítva
id: Dienkripsi dengan aman dengan frasa sandi Anda
is: Dulritað á öruggan hátt með aðgangsorði þínu
it: Criptato in modo sicuro con la tua password
ja: パスフレーズを用いて安全に暗号化
kab: D awgehhan s wudem aɣelsan s wawal-ik uffir
nb: Sikkert kryptert med ditt passord
nl: Veilig versleuteld met uw wachtwoord
pl: Bezpiecznie szyfrowane za pomocą hasła
pt_br: Criptografado com segurança com sua senha
pt_pt: Encriptadas com segurança com a sua frase palavra-passe
ro: Criptat în siguranță cu fraza ta de acces
ru: Надёжно зашифровано вашим паролем
sk: Bezpečne zašifrované vaším heslom
sq: Fshehtëzuar në mënyrë të sigurt, me frazëkalimin tuaj
sr: Безбедно шифрован помоћу ваше лозинке
sr_latn: Bezbedno šifrovan pomoću vaše lozinke
sv: Säkert krypterat med din lösenfras
ta: உங்கள் கடவுச்சொல்லுடன் பாதுகாப்பாக குறியாக்கம் செய்யப்படுகிறது
th: เข้ารหัสอย่างปลอดภัยด้วยรหัสผ่านของคุณ
tr: Parolanızla güvenli bir şekilde şifrelenir
uk: Безпечне шифрування за допомогою вашого пароля

source: Daily incremental backups
ar: النسخ الاحتياطي التزايدي اليومي
be: Штодзённыя дадатковыя рэзервовыя копіі
be_latn: SHtodzyonny'ya dadatkovy'ya re'zervovy'ya kopіі
ca: Còpies de seguretat incrementals diàries
cs: Denní přírůstkové zálohy
da: Daglige inkrementelle sikkerhedskopier
de: Tägliche inkrementelle Sicherungen
el: Καθημερινά εξελικτικά αντίγραφα ασφαλείας
es: Copias de respaldo incrementales diarias
fi: Päivittäiset inkrementaaliset varmuuskopiot
fr: Sauvegardes incrémentielles quotidiennes
ga: Cúltacaí incriminteacha laethúla
gl: Copias de seguranza incrementais diarias
he: גיבויים יומיים מצטברים
hr: Dnevne inkrementalne sigurnosne kopije
hu: Napi növekményes mentések
id: Rekam cadang inkremental harian
is: Dagleg stigvaxandi öryggisafrit
it: Backup incrementali giornalieri
ja: 毎日の増分バックアップ
kab: Aḥraz irennun yal ass
nb: Daglig påfølgende sikkerhetskopi
nl: Dagelijkse incrementele back-ups
pl: Codzienne przyrostowe tworzenie kopii zapasowych
pt_br: Backups incrementais diários
pt_pt: Cópias de segurança incrementais diárias
ro: Copii de rezervă zilnice incrementale
ru: Ежедневные инкрементальные резервные копии
sk: Denné prírastkové zálohy
sq: Kopjeruajtje të përditshme shtuese
sr: Свакодневне резервне копије
sr_latn: Svakodnevne rezervne kopije
sv: Dagliga inkrementella säkerhetskopior
ta: நாள்தோறும் அதிகரிக்கும் காப்புப்பிரதிகள்
th: สำรองข้อมูลส่วนที่เพิ่มเติมรายวัน
tr: Günlük artımlı yedeklemeler
uk: Щоденне нарощувальне резервне копіювання

source: Stores up to 100 GB of backups
ar: يخزن ما يصل إلى 100 جيجابايت من النسخ الاحتياطية
be: Захоўвае да 100 ГБ рэзервовых копій
be_latn: Zaxoўvae da 100 GB re'zervovy'x kopіj
ca: Emmagatzema fins a 100 GB de còpies de seguretat
cs: Uloží až 100 GB záloh
da: Gemmer op til 100 GB sikkerhedskopier
de: Speichert bis zu 100 GB an Sicherungen
el: Αποθηκεύει έως και 100 GB αντιγράφων ασφαλείας
es: Almacena hasta 100 GB de copias de seguridad
fi: Tallentaa jopa sata Gt varmuuskopioita
fr: Stockez jusqu’à 100 Go de sauvegardes
ga: Stóráiltear suas le 100 GB de chúltacaí
gl: Almacena ata 100 GB de copias de seguranza
he: אחסון של עד 100 ג״ב של גיבויים
hr: Do 100 GB mjesta za sigurnosne kopije
hu: Akár 100 GB biztonsági mentést tárol
id: Menyimpan hingga 100 GB data rekam cadang
is: Geymir allt að 100 GB af öryggisafritum
it: Memorizza fino a 100GB di backup
ja: 最大 100 GB のバックアップを保存
kab: Ad isekles arma d 100 GAṬ deg yiwen n uḥraz
nb: Lagrer opptil 100 GB med sikkerhetskopier
nl: Slaat tot 100 GB aan back-ups op
pl: Przechowuje do 100 GB kopii zapasowych
pt_br: Armazena até 100GB de backups
pt_pt: Armazena até 100 GB de cópias de segurança
ro: Stochează până la 100 GB de copii de rezervă
ru: Сохраняет до 100 ГБ резервных копий
sk: Uloží až 100 GB záloh
sq: Depozitohen deri në 100GB kopjeruajtje
sr: Складиште до 100GB за резервне копије
sr_latn: Skladište do 100GB za rezervne kopije
sv: Lagrar upp till 100 GB säkerhetskopior
ta: 100 சிபி காப்புப்பிரதிகளை சேமிக்கிறது
th: จัดเก็บข้อมูลสำรองได้สูงสุด 100 GB
tr: 100GB boyutuna kadar yedek depolama alanı
uk: Зберігає до 100 ГБ резервних копій

source: Read more in the documentation.
ar: اقرأ المزيد في المستندات.
be: Глядзіце падрабязней у дакументацыі.
be_latn: Glyadzіcze padrabyaznej u dakumentaczy'і.
bg: За повече информация, вижте документацията.
ca: Obtingueu-ne més informació a la documentació.
cs: Zjistěte víc v dokumentaci.
da: Læs mere i dokumentationen.
de: Lesen Sie mehr in der Dokumentation.
el: Διαβάστε περισσότερα στην τεκμηρίωση.
es: Consulte la documentación para conocer más.
fi: Lue lisää dokumentaatiosta.
fr: Pour en savoir plus, consultez la documentation.
ga: Léigh tuilleadh sa doiciméadú.
gl: Máis información na documentación.
he: מידע נוסף בתיעוד.
hr: Saznaj više u dokumentaciji.
hu: További információ a dokumentációban.
id: Baca lebih lanjut di dokumentasi.
is: Lestu meira í leiðbeiningasafninu.
it: Maggiori info nella documentazione.
ja: 詳しくは、ドキュメントをご覧ください。
kab: I wugar n yisallen, wali tasemlit.
nb: Les mer i dokumentasjonen.
nl: Lees meer in de documentatie.
pl: Przeczytaj więcej w dokumentacji.
pt_br: Leia mais na documentação.
pt_pt: Leia mais na documentação.
ro: Citește mai multe în documentație.
ru: Узнать больше в документации.
sk: Viac sa dočítate v dokumentácii.
sl: Več si preberite v dokumentaciji.
sq: Për më tepër, lexoni te dokumentimi.
sr: Прочитајте више у документацији.
sr_latn: Pročitajte više u dokumentaciji.
sv: Läs mer i dokumentationen.
ta: ஆவணத்தில் மேலும் வாசிக்க.
th: อ่านเพิ่มเติมในเอกสารประกอบ
tr: Belgeler bölümünden ayrıntılı bilgi alın.
uk: Докладніше в документації.
