Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Weblate is developed by an open community.
ar: يُطوّر Weblate من قبل مجتمعٌ مفتوح.
be: Weblate распрацоўваецца адкрытай супольнасцю.
be_latn: Weblate raspraczoўvaeczcza adkry'taj supol'nasczyu.
bg: Weblate се разработва от отворена общност.
ca: El Weblate és desenvolupat per una comunitat oberta.
cs: Weblate je vyvíjeno otevřenou komunitou.
da: Weblate udvikles af et åbent fællesskab.
de: Weblate wird von einer offenen Gemeinschaft entwickelt.
el: Το Weblate έχει αναπτυχθεί από μια ανοιχτή κοινότητα.
es: Una comunidad abierta desarrolla Weblate.
et: Weblate on arendanud avatud kogukond.
fi: Weblatea kehittää avoin yhteisö.
fr: Weblate est développé par une communauté ouverte.
ga: Tá Weblate forbartha ag pobal oscailte.
gl: Weblate é desenvolvido por unha comunidade aberta.
he: Weblate מפותחת על ידי קהילה פתוחה.
hr: Weblate je razvila otvorena zajednica.
hu: A Weblate nyílt közösség által fejlesztett projekt.
id: Weblate dikembangkan oleh komunitas terbuka.
is: Weblate er hannað og þróað af opnu samfélagi.
it: Weblate è sviluppato da una comunità aperta.
ja: Weblate は、オープンなコミュニティにより開発しています。
kab: Weblate tesnefli-t terbaɛt yeldin.
lt: „Weblate“ sistemą kuria atvira bendruomenė.
nb: Weblate utvikles av en åpen gemenskap.
nl: Weblate wordt ontwikkeld door een open gemeenschap.
pl: Weblate jest rozwijany przez otwartą społeczność.
pt_br: O Weblate é desenvolvido por uma comunidade aberta.
pt_pt: Weblate é desenvolvido por uma comunidade aberta.
ro: Weblate este dezvoltat de o comunitate deschisă.
ru: Weblate разработан открытым сообществом.
sk: Weblate vyvíja otvorená komunita.
sl: Weblate je razvila odprta skupnost.
sq: Weblate-i zhvillohet nga një bashkësi e hapur.
sr: Weblate развија отворена заједница.
sr_latn: Weblate razvija otvorena zajednica.
sv: Weblate utvecklas av en öppen gemenskap.
ta: வலைபெயர்ப்பு ஒரு திறந்த சமூகத்தால் உருவாக்கப்பட்டது.
th: Weblate ได้รับการพัฒนาโดยชุมชนเปิด
tr: Weblate açık bir topluluk tarafından geliştirilmiştir.
uk: Weblate розробляється відкритою спільнотою.

source: There are many ways you can contribute to Weblate development. Talk about it with your associates.
ar: هناك العديد من الطرق التي يمكنك من خلالها المساهمة في تطوير Weblate. تحدث عن ذلك مع زملائك.
be: Ёсць шмат спосабаў дапамагчы развіццю Weblate. Паразмаўляйце пра гэта са сваімі калегамі.
be_latn: YOscz' shmat sposabaў dapamagchy' razvіczczyu Weblate. Parazmaўlyajcze pra ge'ta sa svaіmі kalegamі.
ca: Hi ha moltes maneres de col·laborar en el desenvolupament del Weblate. Parleu-ne amb els vostres companys.
cs: Existuje mnoho způsobů jak můžete přispět k rozvoji Weblate. Promluvte si o tom se svými spolupracovníky.
da: Der er mange måder, hvorpå du kan bidrage til udviklingen af Weblate. Tal om det med dine medarbejdere.
de: Es gibt viele Möglichkeiten, wie Sie zur Entwicklung von Weblate beitragen können. Sprechen Sie mit Ihren Freunden darüber.
el: Υπάρχουν πολλοί τρόποι όπου μπορείτε να συμβάλετε στην ανάπτυξη του Weblate. Μιλήστε γι' αυτό με τους συνεργάτες σας.
es: Existen muchas maneras de colaborar en el desarrollo de Weblate. Hable sobre este con sus colegas.
et: Saad toetada Weblate arengut mitmel moel. Räägi sellest oma kaaslastega.
fi: On monia tapoja, joilla voit osallistua Weblate-kehitykseen. Keskustele siitä työkavereidesi kanssa.
fr: Vous pouvez contribuer à l’expansion de Weblate de très nombreuses manières… parlez-en autour de vous.
ga: Tá go leor bealaí inar féidir leat cur le forbairt Weblate. Labhair faoi le do chomhpháirtithe.
gl: Hai moitos xeitos de colaborar co desenvolvemento de Weblate. Fale disto cos seus socios ou compañeiros.
he: יש מגוון דרכים בהן ניתן לסייע בפיתוח Weblate. כמו לדבר עליו עם המכרים שלך.
hr: Razvoju Weblatea možeš doprinijeti na razne načine. Razgovaraj o tome sa svojim kolegama.
hu: Számos módon hozzájárulhat a Weblate fejlesztéséhez. Beszéljen róla kollégáival is!
id: Ada banyak cara untuk berkontribusi bagi pengembangan Weblate. Bicarakan hal itu dengan rekan-rekan Anda.
is: Þú hefur margar leiðir til þess að leggja þróun Weblate lið. Ræddu það við samstarfsfólk þitt.
it: Ci sono vari modi per collaborare allo sviluppo di Weblate. Parlane con gli amici.
ja: Weblate の開発に貢献する方法はたくさんあります。友人と Weblate を話題にしてください。
kab: Ddeqs n yiberdan i yellan akken ad tettekkiḍ deg tneflit n Weblate. Mmeslay fell-as akked imeddukal-ik.
lt: Yra daug būdų, kaip galite prisidėti prie „Weblate“ kūrimo. Pasikalbėkite apie tai su savo bendradarbiais.
nb: Det er mange måter å bidra til utviklingen. Snakk om det med dine kontakter.
nl: Er zijn vele manieren waarop u kunt bijdragen aan de ontwikkeling van Weblate. Praat erover binnen uw kennissenkring.
pl: Jest wiele sposobów, aby przyczynić się do rozwoju Weblate. Porozmawiaj o tym ze swoimi współpracownikami.
pt_br: Há muitas maneiras para você contribuir para o desenvolvimento do Weblate. Fale sobre isso com seus associados.
pt_pt: Existem várias maneiras de contribuir para o desenvolvimento do Weblate. Fale sobre o mesmo com os seus associados.
ro: Există mai multe moduri în care poți contribui la dezvoltarea Weblate. Vorbește despre asta cu asociații tăi.
ru: Есть много способов внести свой вклад в развитие Weblate. Поговорите об этом со своими коллегами.
sk: Existuje veľa spôsobov, ako môžete prispieť k rozvoju Weblate. Pohovorte si o tom so svojimi spolupracovníkmi.
sl: Obstaja veliko načinov, kako lahko prispevate k razvoju Weblate. O tem se pogovorite s svojimi sodelavci.
sq: Ka plot mënyra si të kontribuoni në zhvillimin e Weblate-it. Bisedojeni me bashkëpunëtorët tuaj.
sr: Развоју Weblate-а можете помоћи на различите начине. Попричајте о томе и са својим сарадницима.
sv: Det finns många sätt som du kan bidra till Weblates utveckling. Prata om det med dina medarbetare.
ta: வலைபெயர்ப்பு வளர்ச்சிக்கு நீங்கள் பங்களிக்க பல வழிகள் உள்ளன. உங்கள் கூட்டாளிகளுடன் இதைப் பற்றி பேசுங்கள்.
th: มีหลายวิธีที่คุณสามารถมีส่วนร่วมในการพัฒนา Weblate ได้ ลองพูดคุยเรื่องนี้กับเพื่อนร่วมงานของคุณ
tr: Weblate projesini geliştirmeye birçok şekilde katkıda bulunabilirsiniz. Ortaklarınızla bunun hakkında konuşun.
uk: Існує багато способів сприяти розробці Weblate. Поговоріть про це зі своїми соратниками.

source: View sources
ar: الإطلاع على المصادر
be: Рэпазіторый
be_latn: Hliadzieć zychodny kod
bg: Преглед на изходния код
ca: Mostra’n el codi font
cs: Zobrazit zdrojový kód
da: Se kilder
de: Quellcode anzeigen
el: Προβολή προελεύσεων
es: Ver el código fuente
et: Uuri allikaid
fi: Näytä lähteet
fr: Accéder au code source
ga: Féach ar an gcód foinseach
gl: Ver o código fonte
he: צפייה במקורות
hr: Pogledaj izvore
hu: Forráskód megtekintése
id: Lihat sumber
is: Sjá uppruna
it: Visualizza sorgenti
ja: ソースの表示
kab: Wali iɣbula
lt: Peržiūrėti pradinį kodą
nb: Vis kilder
nl: Bekijk de broncode
pl: Zobacz źródła
pt_br: Ver código-fonte
pt_pt: Ver Código Fonte
ro: Vezi surse
ru: Исходный код
sk: Zobraziť zdrojový kód
sl: Ogled izvorne kode
sq: Shihni burime
sr: Погледај изворни кôд
sr_latn: Pogledaj izvorni kôd
sv: Visa källkod
ta: ஆதாரங்களைக் காண்க
th: ดูซอร์สโค้ด
tr: Kaynakları görüntüle
uk: Переглянути вихідний код

source: Translate the app
ar: ترجم التطبيق
be: Пераклад праграмы
be_latn: Peraklad pragramy'
bg: Превеждане на приложението
ca: Traduïu l’aplicació
cs: Překládat aplikaci
da: Oversæt appen
de: App übersetzen
el: Μετάφραση της εφαρμογής
es: Traducir la aplicación
et: Tõlgi rakendus
fi: Käännä sovellus
fr: Traduire l’application
ga: Aistrigh an aip
gl: Traducir a aplicación
he: תרגום היישום
hr: Prevedi program
hu: Alkalmazás fordítása
id: Terjemahkan aplikasi
is: Þýddu forritið
it: Traduci l'applicazione
ja: アプリの翻訳
kab: Suqqel asnas
lt: Versti programą
nb: Oversett programmet
nl: Vertaal de app
pl: Przetłumacz aplikację
pt_br: Traduzir o aplicativo
pt_pt: Traduzir a Aplicação
ro: Tradu aplicația
ru: Перевод приложения
sk: Prekladať aplikáciu
sl: Prevedite aplikacijo
sq: Përkthejeni aplikacionin
sr: Преведите
sr_latn: Prevedite
sv: Översätt appen
ta: பயன்பாட்டை மொழிபெயர்க்கவும்
th: แปลแอป
tr: Uygulamayı çevir
uk: Перекладіть застосунок

source: Found a <strong>bug</strong> in Weblate?
ar: وجدت <strong>علَّة</strong> في Weblate؟
be: Знайшлі <strong>хібу</strong> у Weblate?
be_latn: Znajshlі <strong>xіbu</strong> u Weblate?
bg: Намерихте <strong>неизправност</strong> в Weblate?
ca: Heu trobat un <strong>error</strong> en el Weblate?
cs: Našli jste ve Weblate <strong>chybu</strong>?
da: Fandt en <strong>fejl</strong> i Weblate?
de: Einen <strong>Fehler</strong> in Weblate gefunden?
el: Βρήκατε ένα <strong>bug</strong> στο Weblate;
es: ¿Encontró un <strong>defecto</strong> en Weblate?
et: Märkasid Weblate <strong>viga</strong>?
fi: Löysitkö <strong>vian</strong> Weblatesta?
fr: Vous avez trouvé une <strong>anomalie</strong> dans Weblate ?
ga: Ar aimsigh tú <strong>fabht</strong> i Weblate?
gl: Atopou un <strong>erro</strong> en Weblate?
he: מצאת <strong>תקלה</strong> ב־Weblate?
hr: <strong>Greška</strong> u Weblateu?
hu: <strong>Hibát</strong> észlelt a Weblate-ben?
id: Menemukan <strong>kesalahan</strong> pada Weblate?
is: Fannstu <strong>galla</strong> í Weblate?
it: Hai trovato un <strong>errore</strong> in Weblate?
ja: Weblate の <strong>バグ</strong> を発見しましたか？
kab: Tufiḍ-d <strong>abug</strong> deg Weblate?
lt: Radote <strong>riktą</strong> „Weblate“?
nb: Har du funnet en <strong>feil</strong> i Weblate?
nl: Een <strong>probleem</strong> gevonden in Weblate?
pl: Znalazłeś <strong>błąd</strong> w Weblate?
pt_br: Encontrou um <strong>erro</strong> no Weblate?
pt_pt: Encontrou um <strong>erro</strong> no Weblate?
ro: Ai găsit o <strong>eroare</strong> în Weblate?
ru: Нашли <strong>ошибку</strong> в Weblate?
sk: Našli ste vo Weblate <strong>chybu</strong>?
sl: Ste našli <strong>hrošča</strong> v Weblate?
sq: Gjetët një <strong>të metë</strong> në Weblate?
sr: Нашли сте <strong>грешку</strong> на Weblate-у?
sr_latn: Našli ste <strong>grešku</strong> u Weblate-u?
sv: Hittade du en <strong>bug</strong> i Weblate?
ta: வலைபெயர்ப்பில் <strong> பிழை </strong> கிடைத்ததா?
th: พบ <strong>บั๊ก</strong> ใน Weblate หรือไม่
tr: Weblate üzerinde bir <strong>hata</strong> mı buldunuz?
uk: Знайшли <strong>помилку</strong> у Weblate?

source: In case it is sensitive or a <strong>security issue</strong>, please report it to %(report)s. Other ways of reporting security issue can be found in the <a href="%(url)s">documentation</a>.
ar: في حال كانت المشكلة حساسة أو <strong>مشكلة أمنية</strong>، يرجى الإبلاغ عنها في %(report)s. يمكن العثور على طرق أخرى للإبلاغ عن مشكلة الأمان في <a href="%(url)s">الوثائق</a>.
be: Калі яна значная, альбо датычыцца <strong>бяспекі</strong>, калі ласка, паведаміце пра гэта %(report)s. Іншыя спосабы паведаміць пра праблемы бяспекі можна знайсці ў <a href="%(url)s">дакументацыі</a>.
be_latn: Kalі yana znachnaya, al'bo daty'chy'czcza <strong>byaspekі</strong>, kalі laska, pavedamіcze pra ge'ta %(report)s. Іnshy'ya sposaby' pavedamіcz' pra prablemy' byaspekі mozhna znajsczі ў <a href="%(url)s">dakumentaczy'і</a>.
bg: Ако откриете <strong>проблем със сигурността</strong>, моля, докладвайте го в %(report)s. Другите начини за докладване на проблем със сигурността са описани в <a href="%(url)s">документацията</a>.
ca: Si és un <strong>problema de seguretat</strong> o d’informació sensible, informeu-ne a %(report)s. Trobareu altres maneres d’informar de problemes de seguretat a la <a href="%(url)s">documentació</a>.
cs: Pokud to je citlivý nebo <strong>bezpečnostní problém</strong>, prosím nahlaste ho na %(report)s. Další způsoby hlášení bezpečnostních problémů naleznete v <a href="%(url)s">dokumentaci</a>.
da: Hvis det er følsomt eller et <strong>sikkerhedsproblem</strong>, bedes du rapportere det til %(report)s. Andre måder at rapportere sikkerhedsproblemer på findes i <a href="%(url)s">dokumentationen</a>.
de: Sollten Sie auf eine <strong>Sicherheitslücke</strong>n in unserem Quellcode stoßen, melden Sie diese bitte an %(report)s. Andere Möglichkeiten, Sicherheitslücken zu melden, finden Sie in der <a href="%(url)s">Dokumentation</a>.
el: Σε περίπτωση εντοπισμού <strong>θέματος ασφαλείας</strong> στον κώδικά μας, αναφέρετέ το στο %(report)s. Περισσότερες πληροφορίες για την αναφορά θεμάτων ασφάλειας μπορείτε να βρείτε στην <a href="%(url)s">τεκμηρίωση</a>.
es: Si se trata de un <strong>problema de seguridad</strong> o supone la transmisión de datos confidenciales, utilice %(report)s como vía de comunicación. En la <a href="%(url)s">documentación</a> hallará otras maneras de informar de problemas de seguridad.
et: Juhul kui tegu on tundliku või <strong>turvalisus vaidega</strong>, palun teata sellest %(report)s. Teisi viise turvalisus vaide teavitamiseks võib leida <a href="%(url)s">dokumentatsioonist</a>.
fi: Arkaluontoisen tai <strong>turvallisuuskysymyksen</strong> tapauksessa, ilmoita siitä %(report)s:lle. Muita tapoja ilmoittaa turvallisuusongelmista löytyy <a href="%(url)s">dokumentointi</a>:ssa.
fr: S’il s’agit d’un problème grave ou d’une <strong>faille de sécurité</strong>, veuillez le signaler à %(report)s. Plus d’informations sur le signalement des failles de sécurité sont présentes dans la <a href="%(url)s">documentation</a>.
ga: Má <strong>fadhb slándála</strong> nó fadhb íogair atá ann, déan tuairisc ag %(report)s. Is féidir amharc ar bhealaí eile le tuairisc a dhéanamh sa <a href="%(url)s">cháipéisíocht</a>.
gl: No caso de que sexa un <strong>incidente sensíbel ou de seguranza</strong>, informeo en %(report)s. Na <a href="%(url)s">documentación</a> atopará outros xeitos de informar de incidentes de seguranza.
he: במקרה שמדובר בנושא רגיש או <strong>בעיית אבטחה</strong>, נא לדווח עליה ל־%(report)s. ניתן למצוא דרכים נוספות לדווח על בעיות אבטחה ב<a href="%(url)s">תיעוד</a>.
hr: U slučaju da se radi o osjetljivom ili <strong>sigurnosnom problemu</strong>, prijavi ga na %(report)s. Ostali načini prijavljivanja sigurnosnih problema navedeni su u <a href="%(url)s">dokumentaciji</a>.
hu: Ha érzékeny vagy <strong>biztonsági problémáról</strong> van szó, jelentse a következő címen: %(report)s. További bejelentési lehetőségek a <a href="%(url)s">dokumentációban</a> találhatók.
id: Dalam kasus yang tergolong sensitif atau a <strong>masalah keamanan</strong>, harap melaporkannya pada %(report)s. Cara lain untuk melaporkan masalah keamanan dapat ditemukan pada <a href="%(url)s">dokumentasi</a>.
is: Ef það er viðkvæmt mál eða <strong>öryggismál</strong>, skaltu senda tilkynningu til %(report)s. Hægt er að sjá aðrar leiðir til þess að tilkynna öryggisvandamál í <a href="%(url)s">skjalasafninu</a>.
it: Se è un errore sensibile o un <strong>problema di sicurezza</strong>, segnalalo a %(report)s. Puoi trovare altri modi per segnalare problemi di sicurezza nella <a href="%(url)s">documentazione</a>.
ja: 機密事項、または<strong>セキュリティの問題</strong>である場合は、%(report)s に報告してください。セキュリティの問題を報告するその他の方法については、<a href="%(url)s">ドキュメント</a>を参照してください。
kab: Ma d taɣawsa qessiḥen neɣ d <strong>ugur n tɣellist</strong>, ttxil-k·m azen-d aneqqis ɣer %(report)s. Iberdan-nniḍen i tuzna n wuguren n tɣellist zemren ad ttwafen deg <a href="%(url)s">tasemlit</a>.
lt: Jei tai jautri arba <strong>saugumo problema</strong>, praneškite apie ją %(report)s. <a href="%(url)s">Dokumentacijoje</a> rasite ir kitų būdų, kaip pranešti apie saugumo problemą.
nb: I fall det er sensitivt, eller et <strong>sikkerhetsproblem</strong>, innrapporter det til %(report)s. Andre måter å repportere sikkerhetsproblemer er å finne i <a href="%(url)s">dokumentasjonen</a>.
nl: Als het om gevoelige informatie of een <strong>beveiligingsprobleem</strong> gaat, meld dit dan aan %(report)s. Andere manieren om beveiligingsproblemen te melden zijn te vinden in de <a href="%(url)s">documentatie</a>.
pl: Jeśli dotyczy poufności lub jest to <strong>kwestia bezpieczeństwa</strong>, prosimy o zgłoszenie go do %(report)s. Inne sposoby zgłaszania problemów związanych z bezpieczeństwem można znaleźć w <a href="%(url)s">dokumentacji</a>.
pt_br: No caso de ser sensível ou um <strong>problema de segurança</strong>, relate-o a %(report)s. Outras formas para relatar o problema de segurança podem ser encontradas na <a href="%(url)s">documentação</a>.
pt_pt: No caso de este ser sensível ou um <strong>problema de segurança</strong>, por favor, reporte-o em %(report)s. Pode encontrar outras formas para reportar os problemas de segurança na <a href="%(url)s">documentação</a>.
ro: În cazul în care este sensibilă sau o <strong>problemă de securitate</strong>, te rugăm să o raportezi la %(report)s. Alte modalități de raportare a problemelor de securitate pot fi găsite în <a href="%(url)s">documentație</a>.
ru: В случае, если эта проблема связана с важной информацией или касается <strong>безопасности</strong>, то пожалуйста, сообщите об этом на %(report)s. Другие способы сообщить о проблемах безопасности можно найти в <a href="%(url)s">документации</a>.
sk: V prípade, že ide o citlivý alebo <strong>bezpečnostný problém</strong>, nahláste ho, prosím, na %(report)s. Ďalšie spôsoby hlásenia bezpečnostných problémov je možné nájsť v <a href="%(url)s">dokumentácii</a>.
sl: Če v kodi odkrijete <strong>varnostno težavo</strong>, pošljite poročilo na %(report)s. Druge možnosti sporočanja varnostnih težav so zabeležene v <a href="%(url)s">dokumentaciji</a>.
sq: Nëse është me spec, apo një <strong>problem sigurie</strong>, ju lutemi, raportojeni te %(report)s. Rrugë të tjera për raportim problemesh sigurie mund të gjenden te <a href="%(url)s">dokumentimi</a>.
sr: Ако пронађете <strong>безбедносни проблем</strong>, пријавите на %(report)s. Друге начине пријаве безбедносних пропуста можете наћи у <a href="%(url)s">нашој документацији</a>.
sr_latn: Ako pronađete <strong>bezbednosni problem</strong>, prijavite na %(report)s. Druge načine prijave bezbednosnih propusta možete naći u <a href="%(url)s">našoj dokumentaciji</a>.
sv: Om det är känsligt eller ett <strong>säkerhetsproblem</strong> ska du rapportera det till %(report)s. Andra sätt att rapportera säkerhetsproblem finns i <a href="%(url)s">dokumentationen</a>.
ta: இது உணர்திறன் அல்லது <strong> பாதுகாப்பு சிக்கல் </strong> என்றால், தயவுசெய்து அதை %(report)s என்று புகாரளிக்கவும். பாதுகாப்பு சிக்கலைப் புகாரளிப்பதற்கான பிற வழிகளை <a href="%(url)s">ஆவணங்களில்</a> காணலாம்.
th: หากเป็นข้อมูลที่ละเอียดอ่อนหรือ <strong>ปัญหาความปลอดภัย</strong> โปรดรายงานไปที่ %(report)s วิธีอื่น ๆ ในการรายงานปัญหาความปลอดภัยสามารถดูได้ใน <a href="%(url)s">เอกสารประกอบ</a>
tr: Önemli veya bir <strong>güvenlik sorunu</strong> olması durumunda, lütfen sorunu %(report)s sitesine bildirin. Güvenlik sorununu bildirmenin diğer yollarını <a href="%(url)s">belgeler</a> bölümünde bulabilirsiniz.
uk: У випадку, якщо це істотно або <strong> проблема безпеки</strong>, будь ласка, повідомте про це до %(report)s. Інші способи звітування проблем безпеки можна знайти в <a href="%(url)s">документації</a>.
