Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Ensure the pull request description clearly describes the problem and solution. Include the relevant issue number if applicable.
ar: تأكد من أن وصف طلب السحب يصف المشكلة والحل بوضوح. قم بتضمين رقم المشكلة ذات الصلة إذا كان ذلك ممكنًا.
be: Пераканайцеся, што ў апісанні запыту на ўнёсак дакладна апісваецца праблема і яе вырашэнне. Калі паведамленне пра праблему ўжо стварана, можна спаслацца на яго.
be_latn: Perakanajczesya, shto ў apіsannі zapy'tu na ўnyosak dakladna apіsvaeczcza prablema і yae vy'rashe'nne. Kalі pavedamlenne pra prablemu ўzho stvarana, mozhna spaslaczcza na yago.
ca: Assegureu-vos que la descripció de la pull request descriu el problema i la solució de manera clara. Incloeu-hi el número d’incidència relacionat, si s’escau.
cs: Prosím ujistěte se, že požadavek na začlenění jasně popisuje problém a jeho řešení. Pokud to je možné uveďte související čísla požadavků.
da: Sørg for, at beskrivelsen af pull request'en tydeligt forklarer problemet og løsningen. Inkluder det relevante problemnummer, hvis relevant.
de: Stellen Sie sicher, dass die Beschreibung des Pull Request das Problem und die Lösung klar beschreiben. Geben Sie gegebenenfalls die entsprechende Fehlernummer an.
el: Βεβαιωθείτε ότι η περιγραφή του αιτήματος έλξης περιγράφει με σαφήνεια το πρόβλημα και τη λύση. Συμπεριλάβετε τον σχετικό αριθμό έκδοσης, εάν υπάρχει.
es: Asegúrese de que la descripción de la solicitud de incorporación describa con claridad el problema y la solución. Incluya, si lo hay, el número del informe relevante.
et: Veendu, et kaasamis taotlus kirjeldaks selgelt nii probleemi kui lahendust. Võimalusel kaasa vastav teavituse number.
fi: Varmista, että vetopyynnön kuvaus kuvaa selvästi ongelman ja ratkaisun. Liitä mukaan asiaankuuluva emissionumero.
fr: Assurez-vous que la description de la demande de tirage décrit clairement le problème et la solution. Inclure le numéro de problème pertinent, s’il y a lieu.
ga: Cinntigh go bhfuil cur síos soiléir sa chur síos ar an iarratas tarraingte ar an bhfadhb agus ar an réiteach. Cuir an uimhir eisiúna ábhartha san áireamh más infheidhme.
gl: Asegúrese de que a descrición da «pull request» describa claramente o problema e a solución. Inclúa o número de incidencia correspondente, se é o caso.
he: לוודא שתיאור בקשת המיזוג מסביר על התקלה ופתרונה. יש לכלול את מספר התקלה המתאים אם קיים.
hr: Osiguraj, da opis zahtjeva za preuzimanje jasno opisuje problem i rješenje. Uključi odgovarajući broj problema, ako postoji.
hu: A módosítási kérelem leírásában egyértelműen ismertesse a problémát és a megoldást. Amennyiben van kapcsolódó hibajegy, adja meg annak számát is.
id: Pastikan deskripsi dari permintaan pull menjelaskan masalah dan solusinya. Cantumkan nomor isu apabila ada.
is: Gangtu úr skugga um að lýsingin á beiðninni geri skýrt grein fyrir vandamálinu og lausninni. Settu með númer verkbeiðnar ef það á við.
it: Assicurati che la descrizione della richiesta di pull descriva chiaramente il problema e la soluzione. Includi il numero di rilascio pertinente, se applicabile.
ja: プルリクエストの説明に、問題と解決策が明確に記述されていることを確認します。該当する場合は、該当する問題番号を記入します。
kab: Ɣmed d akken aglam n usuter n tmerna ad yesseglem akken iwata ugur akked tifrat. Seddu-d uṭṭun n wugur ma yella.
lt: Įsitikinkite, kad prašymo įtraukti pakeitimus aprašymas aiškiai apibūdina problemą ir sprendimą. Įtraukite atitinkamą problemos numerį, jei toks yra.
nb: Forsikre deg om at flettingsforespørselen beskriver i klarhet hva problemet og løsningen er. Inkluder relevante problemsporingsnumre.
nl: Zorg er voor dat de pull request het probleem en de oplossing duidelijk omschrijft. Vermeld, indien van toepassing, het bijbehorende issuenummer.
pl: Upewnij się, że opis pull requesta wyraźnie opisuje problem i rozwiązanie. Jeśli dotyczy, podaj odpowiedni numer problemu.
pt_br: Certifique-se de que a descrição da solicitação pull descreva claramente o problema e a solução. Inclua o número da publicação relevante, se for o caso.
pt_pt: Assegure-se de que a descrição do pedido descreve o problema e a solução. Inclua o número do erro, se aplicável.
ro: Asigură-te că descrierea cererii de tragere descrie clar problema și soluția. Include numărul problemei relevante, dacă este cazul.
ru: Убедитесь, что в описании этого запроса на принятие изменений чётко описана проблема и её решение. Если это будет уместно, сошлитесь на уже существующее сообщение об ошибке.
sk: Ubezpečte sa, že popis žiadosti o prijatie zmeny jasne popisuje problém a riešenie. Ak je to možné, uveďte tiež príslušné číslo problému.
sl: Prepričajte se, da opis pull zahteve jasno opisuje težavo in rešitev. Po potrebi vključi ustrezno številko težave.
sq: Sigurohuni që përshkrimi i PR-së të shprehë qartë problemin dhe zgjidhjen. Nëse ka të tillë, përfshini numrin e çështjes përkatëse.
sr: Обезбедите да опис захтева за повлачење јасно описује проблем и решење. Укључите и бројну ознаку проблема, ако постоји.
sv: Se till att beskrivningen av pull-begäran tydligt beskriver problemet och lösningen. Ange relevant ärendenummer om det är relevant.
ta: இழு கோரிக்கை விளக்கம் சிக்கல் மற்றும் தீர்வை தெளிவாக விவரிக்கிறது என்பதை உறுதிப்படுத்தவும். பொருந்தினால் தொடர்புடைய வெளியீட்டு எண்ணைச் சேர்க்கவும்.
th: ตรวจสอบให้แน่ใจว่าคำอธิบาย pull request ระบุปัญหาและวิธีแก้ไขไว้อย่างชัดเจน รวมทั้งระบุหมายเลขประเด็นปัญหา (Issue) ที่เกี่ยวข้องหากมี
tr: Çekme isteği açıklamasının sorunu ve çözümü açıkça tanımladığından emin olun. Varsa ilgili sorun numarasını ekleyin.
uk: Переконайтесь, що опис запиту на внесок чітко описує проблему та рішення. Додайте відповідний номер питання, якщо це необхідно.

source: Open a pull request
ar: افتح طلب سحب
be: Стварыць запыт на ўнёсак
be_latn: Stvary'cz' zapy't na ўnyosak
ca: Obre una pull request
cs: Otevřít požadavek na začlenění
da: Åbn en pull request
de: Einen Pull Request erstellen
el: Ανοίξτε μια αίτηση για pull request
es: Abrir una solicitud de incorporación
et: Ava kaasamis taotlus
fi: Avaa vetopyyntö
fr: Ouvrir une demande de tirage
ga: Oscail iarratas tarraingt
gl: Abrir unha «pull request»
he: פתיחת בקשת מיזוג
hr: Otvori zahtjev za preuzimanje
hu: Módosítási kérelem megnyitása
id: Buka permintaan pull
is: Opnaðu innsendibeiðni (pull request)
it: Apri una richiesta pull
ja: 新しいプルリクエストの作成
kab: Ldi tuttra n tuzna n uzdi
lt: Pateikti prašymą įtraukti pakeitimus
nb: Åpne en flettingsforespørsel
nl: Pull request openen
pl: Otwórz pull request
pt_br: Abrir um "pull request"
pt_pt: Abrir um Pedido de "pull"
ro: Deschide o cerere de tragere
ru: Открыть запрос на принятие изменений
sk: Otvoriť žiadosť o prijatie zmien
sl: Odpri pull zahtevo
sq: Krijoni një Pull Request
sr: Отвори захтев за повлачење
sr_latn: Otvori zahtev za povlačenje
sv: Öppna en pull-begäran
ta: இழுக்கும் கோரிக்கையைத் திறக்கவும்
th: เปิด Pull request
tr: Bir çekme isteği açın
uk: Відкрити запит на внесок

source: Missing a <strong>feature</strong> or want to change something?
ar: <strong>ميزة</strong> مفقودة أو تريد تغيير شئ ما؟
be: Адсутнічае <strong>функцыя</strong> альбо хочаце нешта змяніць?
be_latn: Adsutnіchae <strong>funkczy'ya</strong> al'bo xochacze neshta zmyanіcz'?
ca: Trobeu a faltar <strong>alguna funcionalitat</strong> o voleu canviar alguna cosa?
cs: Chybějící <strong>funkce</strong> nebo chcete něco změnit?
da: Mangler du en <strong>funktion</strong> eller ønsker at ændre noget?
de: Fehlt eine <strong>Funktion</strong> oder möchten Sie etwas ändern?
el: Σας λείπει μια <strong>δυνατότητα</strong> ή θέλετε να αλλάξετε κάτι;
es: ¿Echa en falta una <strong>funcionalidad</strong> o quiere hacer una modificación?
et: Puudub <strong>funktsioon</strong> või soovid miskit muuta?
fi: Puuttuu <strong>ominaisuus</strong> tai haluatko muuttaa jotain?
fr: Il vous manque une <strong>fonctionnalité</strong> ou vous souhaitez améliorer quelque chose ?
ga: An bhfuil <strong>Gné</strong> ar iarraidh duit nó an mian leat rud a athrú?
gl: Bota en falta algunha <strong>funcionalidade</strong> ou quere facer unha modificación?
he: חסרה לך <strong>תכונה</strong> או שמעניין אותך לשנות משהו?
hr: Nedostaje ti <strong>funkcija</strong> ili želiš nešto promijeniti?
hu: Hiányzik egy <strong>funkció</strong> vagy szeretne módosítani valamit?
id: Ada <strong>fitur</strong> yang terlewatkan atau ingin mengubah sesuatu?
is: Saknarðu <strong>eiginleika</strong> eða viltu breyta einhverju?
it: Manca una <strong>funzione</strong> o vuoi cambiare qualcosa?
ja: 足りない <strong>機能</strong> や、変更の要望はありますか？
kab: Nettu <strong>tamahilt</strong> neɣ tebɣiḍ ad nbeddel kra?
lt: Trūksta <strong>funkcijos</strong> arba norite kažką pakeisti?
nb: Mangler det en <strong>funksjon</strong>, eller ønsker du å endre noe?
nl: Ontbreekt er voor u een <strong>functie</strong> of wilt u iets aanpassen?
pl: Brakuje <strong>funkcji</strong> lub chcesz coś zmienić?
pt_br: Faltando uma <strong>funcionalidade</strong> ou deseja alterar alguma coisa?
pt_pt: Deseja uma <strong>funcionalidade</strong>, quer alterar algo?
ro: Lipsește o <strong>caracteristică</strong> sau vrei să schimbi ceva?
ru: Отсутствует <strong>функция</strong> или хотите что-то изменить?
sk: Chýba vám určitá <strong>funkcia</strong> alebo chcete niečo zmeniť?
sl: Pogrešaš <strong>funkcijo</strong> ali želiš nekaj spremeniti?
sq: Mungon ndonjë <strong>veçori</strong> apo doni të ndryshohet diçka?
sr: Недостаје вам <strong>могућност</strong> или желите нешто да измените?
sr_latn: Nedostaje vam <strong>mogućnost</strong> ili želite nešto da izmenite?
sv: Saknar du en <strong>funktion</strong> eller vill du ändra något?
ta: <strong> நற்பொருத்தம் </strong> ஐக் காணவில்லை அல்லது ஏதாவது மாற்ற விரும்புகிறீர்களா?
th: ขาด <strong>คุณสมบัติ</strong> บางอย่างหรือต้องการเปลี่ยนแปลงอะไรหรือไม่
tr: Bir <strong>özellik</strong> mi eksik ya da bir şeyi değiştirmek mi istiyorsunuz?
uk: Відсутньо <strong>feature</strong> чи маєте охоту щось змінити?

source: Suggest your change in the <a href="%(url)s">GitHub issues</a>.
ar: اقترح تغييرك في مسائل <a href="%(url)s">جيت هاب</a>.
be: Прапануйце змены ў <a href="%(url)s">GitHub issues</a>.
be_latn: Prapanujcze zmeny' ў <a href="%(url)s">GitHub issues</a>.
bg: Предложете промяната в <a href="%(url)s">проблемите в GitHub</a>.
ca: Suggeriu un canvi als <a href="%(url)s">problemes al GitHub</a>.
cs: Navrhněte vaši změnu v <a href="%(url)s">požadavcích na GitHubu</a>.
da: Foreslå din ændring i <a href="%(url)s">GitHub-problemer</a>.
de: Schlagen Sie Ihre Änderung in den <a href="%(url)s"> GitHub-Issues</a> vor.
el: Προτείνετε αλλαγές στα σφάλματα του <a href="%(url)s">"GitHub</a>.
es: Sugiera un cambio mediante los <a href="%(url)s">informes de GitHub</a>.
et: Paku muudatust <a href="%(url)s">Githubi teavitusega</a>.
fi: Ehdota muutostasi <a href="%(url)s"> GitHub-ongelmiin</a>.
fr: Suggérez vos améliorations via les <a href="%(url)s">tickets GitHub</a>.
ga: Mol an t-athrú i <a href="%(url)s">bhfadhbanna GitHub</a>.
gl: Suxira un cambio empregando as <a href="%(url)s">incidencias de GitHub</a> (issues).
he: ניתן להציע הצעות ב<a href="%(url)s">עוקב התקלות ב־GitHub</a>.
hr: Predloži promjenu u <a href="%(url)s">GitHub problemima</a>.
hu: Javasolja módosítását a <a href="%(url)s">GitHub hibajegyek</a> között.
id: Sarankan perubahan Anda di halaman <a href="%(url)s">isu GitHub</a>.
is: Stingdu upp á breytingum í <a href="%(url)s">GitHub verkbeiðnum</a> (issues).
it: Suggerisci la tua modifica nei <a href="%(url)s">problemi di GitHub</a>.
ja: <a href="%(url)s">GitHub issues</a> で変更を提案する。
kab: Sumer abeddel deg <a href="%(url)s">wuguren GitHub</a>.
lt: Pasiūlykite pakeitimą <a href="%(url)s">GitHub problemose</a>.
nb: Foreslå din endring i <a href="%(url)s">GitHub-feilsporeren</a>.
nl: Dien uw suggestie tot wijziging in via de <a href="%(url)s">GitHub-issues</a>.
pl: Zaproponuj zmiany w <a href="%(url)s">zgłoszeniach na GitHubie</a>.
pt_br: Sugira sua alteração nas <a href="%(url)s">publicações no GitHub</a>.
pt_pt: Sugira a alteração nos <a href="%(url)s">erros no GitHub</a>.
ro: Propune modificarea ta în <a href="%(url)s">problemele GitHub</a>.
ru: Предложите изменения в <a href="%(url)s">сообщениях о проблемах на Github</a>.
sk: Navrhnite zmenu v <a href="%(url)s">problémoch GitHub</a>.
sl: Predlagajte svojo spremembo pri <a href="%(url)s">težavah GitHub</a>.
sq: Sugjerojeni ndryshimin tuaj te <a href="%(url)s">çështjet në GitHub</a>.
sr: Предложите своју измену на <a href="%(url)s">Гитхабу</a>.
sr_latn: Predložite svoju izmenu na <a href="%(url)s">Githabu</a>.
sv: Föreslå din förändring i <a href="%(url)s">GitHub frågor</a>.
ta: <a href="%(url)s"> அறிவிலிமையம் சிக்கல்கள் </a> இல் உங்கள் மாற்றத்தை பரிந்துரைக்கவும்.
th: เสนอการเปลี่ยนแปลงของคุณใน <a href="%(url)s">GitHub issues</a>
tr: <a href="%(url)s">GitHub sorunları</a> bölümünden değişiklik önerisinde bulunun.
uk: Запропонуйте зміни в <a href="%(url)s">GitHub issues</a>.

source: <strong>Source code</strong> related questions?
ar: الأسئلة المتعلقة <strong>بالشفرة المصدرية</strong>؟
be: <strong>Зыходны код</strong> выклікае пытанні?
be_latn: <strong>Zy'xodny' kod</strong> vy'klіkae py'tannі?
bg: Имате въпроси, свързани с <strong>изходния код</strong>?
ca: Teniu dubtes relacionats amb el <strong>codi font</strong>?
cs: Dotazy ke <strong>zdrojovému kódu</strong>?
da: Spørgsmål angående<strong>kildekode</strong>?
de: Fragen zum <strong>Quellcode</strong>?
el: Ερωτήσεις σχετικά με τον <strong>Πηγαίο κώδικα</strong>;
es: ¿Alguna pregunta relativa al <strong>código fuente</strong>?
et: Küsimused seoses <strong>lähtekood</strong>iga?
fi: <strong>Lähdekoodiin</strong> liittyviä kysymyksiä?
fr: Des questions liées au <strong>code source</strong> ?
ga: Ceisteanna ag baint leis an <strong>gcód foinse</strong>?
gl: Preguntas relacionadas co <strong>código fonte</strong>?
he: שאלות שקשורות ב<strong>קוד המקור</strong>?
hr: Pitanje u vezi s <strong>izvornim kodom</strong>?
hu: <strong>Forráskódhoz</strong> kapcsolódó kérdése van?
id: Pertanyaan terkait <strong>Kode sumber</strong>?
is: Spurningar sem tengjast <strong>grunnkóða</strong> (source code)?
it: Domande correlate al <strong>codice sorgente</strong>?
ja: <strong>ソースコード</strong> 関連の質問ですか？
kab: Isteqsiyen yerzan <strong>Tangalt aɣbalu</strong>?
lt: Su <strong>šaltinio kodu</strong> susiję klausimai?
nb: Spørsmål vedrørende <strong>kildekode</strong>?
nl: Heeft u <strong>broncode</strong>-gerelateerde vragen?
pl: Pytania dotyczące <strong>kodu źródłowego</strong>?
pt_br: Perguntas relacionadas ao <strong>código-fonte</strong>?
pt_pt: Questões relacionadas com o <strong>código-fonte</strong>?
ro: Ai întrebări legate de <strong>codul sursă</strong>?
ru: Вопросы, связанные с <strong>исходным кодом </strong>?
sk: Máte otázky v súvislosti s <strong>otvoreným zdrojovým kódom</strong>?
sl: Ali imate vprašanja glede <strong>izvorne kode</strong>?
sq: Pyetje lidhur me <strong>kodin burim</strong>?
sr: Питања у вези <strong>изворног кода</strong>?
sr_latn: Pitanja u vezi <strong>izvornog koda</strong>?
sv: <strong>Källkod</strong> - relaterade frågor?
ta: <strong> மூலக் குறியீடு </strong> தொடர்புடைய கேள்விகள்?
th: มีคำถามเกี่ยวกับ <strong>ซอร์สโค้ด</strong> หรือไม่
tr: <strong>Kaynak kodu</strong> ile ilgili sorularınız mı var?
uk: <strong>Вихідний код</strong> викликає питання?

source: Please consult the <a href="%(url)s">contributor documentation</a> to find the most common topics.
ar: يرجى الرجوع إلى <a href="%(url)s">وثائق المساهم</a> للعثور على الموضوعات الأكثر شيوعًا.
be: Звярніцеся да <a href="%(url)s">суправаджальнай дакументацыі</a>, каб знайсці найбольш частыя тэмы.
be_latn: Zvyarnіczesya da <a href="%(url)s">supravadzhal'naj dakumentaczy'і</a>, kab znajsczі najbol'sh chasty'ya te'my'.
ca: Consulteu la <a href="%(url)s">documentació per a col·laboradors</a> per a trobar-hi els temes més freqüents.
cs: Základní témata najdete popsaná v <a href="%(url)s">dokumentaci pro přispěvatele</a>.
da: Se venligst <a href="%(url)s">bidragsyderdokumentationen</a> for at finde de mest almindelige emner.
de: Bitte konsultieren Sie die <a href="%(url)s">Beitragsgeberdokumentation</a>, um die häufigsten Themen zu finden.
el: Συμβουλευτείτε την <a href="%(url)s">τεκμηρίωση συνεργατών μας</a> για τα πιο συνηθισμένα θέματα.
es: Revise la <a href="%(url)s">documentación para colaboradores</a>, donde encontrará las dudas más frecuentes.
et: Leidmaks vastuseid enim levinud teemadele, palun uuri <a href="%(url)s">toetaja dokumentatsioon</a>i.
fi: Löydät yleisimmät aiheet <a href="%(url)s">avustajan dokumentaatiosta</a>.
fr: Veuillez consulter <a href="%(url)s">la documentation des contributeurs</a> pour découvrir les sujets les plus habituels.
ga: Amharc ar <a href="%(url)s">cháipéisíocht na ndeontóirí</a> chun na hábhair is comónta a aimsiú.
gl: Consulte a <a href="%(url)s">documentación para colaboradores</a>, onde atopará os temas máis habituais.
he: נא לפנות אל <a href="%(url)s">התיעוד למתנדבים</a> כדי למצוא את הנושאים הנפוצים ביותר.
hr: Najčešća pitanja nađi u <a href="%(url)s">dokumentaciji suradnika</a>.
hu: Olvassa el a <a href="%(url)s">közreműködői dokumentációt</a>, ahol a leggyakoribb témák megtalálhatók.
id: Silakan lihat <a href="%(url)s">dokumentasi kontributor</a> untuk menemukan topik yang paling umum.
is: Skoðaðu <a href="%(url)s">skjalasafn þátttakenda</a> til að finna algengustu umfjöllunarefnin.
it: Per trovare gli argomenti più comuni consulta la <a href="%(url)s">documentazione del collaboratore</a>.
ja: 最も一般的なトピックを見つけるには、<a href="%(url)s">貢献者向けドキュメント</a> を参照してください。
kab: Ttxil wali <a href="%(url)s">tasemlit n uttekki</a> akken ad tafeḍ isental yettwassnen aṭas.
lt: Perskaitykite <a href="%(url)s">bendradarbio dokumentaciją</a>, kad rastumėte dažniausiai pasitaikančias temas.
nb: Sjekk <a href="%(url)s">bidragsyterdokumentasjon</a> for å finne de vanligste emnene.
nl: Neem <a href="%(url)s">onze bijdragerdocumentatie</a> door om informatie te verkrijgen over de meeste onderwerpen.
pl: Zapoznaj się z <a href="%(url)s">dokumentacją</a> dla najczęściej poruszanych tematów.
pt_br: Por favor, consulte a <a href="%(url)s">documentação do colaborador</a> para descobrir os tópicos mais comuns.
pt_pt: Consulte a <a href="%(url)s">documentação do colaborador</a> para encontrar os tópicos mais comuns.
ro: Te rugăm să consulți <a href="%(url)s">documentația contribuitorului</a> pentru a găsi cele mai frecvente subiecte.
ru: Пожалуйста, ознакомьтесь с <a href="%(url)s"> документацией для участников</a>, чтобы найти наиболее часто встречающиеся темы.
sk: Pre nájdenie najbežnejších tém nahliadnite, prosím, do <a href="%(url)s">dokumentácie pre prispievateľov</a>.
sl: Za najpogostejše teme si oglejte <a href="%(url)s">dokumentacijo za prispevajoče</a>.
sq: Ju lutemi, shihni <a href="%(url)s">dokumentimin për ndihmëtarët</a>, që të gjeni subjektet më të rëndomta.
sr: Погледајте <a href="%(url)s">програмску документацију</a> да пронађете најчешће теме.
sr_latn: Pogledajte <a href="%(url)s">programsku dokumentaciju</a> da pronađete najčešće teme.
sv: Se <a href="%(url)s">vår dokumentation</a> för att hitta de vanligaste ämnena.
ta: மிகவும் பொதுவான தலைப்புகளைக் கண்டறிய <a href="%(url)s"> பங்களிப்பாளர் ஆவணங்களை </a> ஐ அணுகவும்.
th: โปรดดู <a href="%(url)s">เอกสารสำหรับผู้มีส่วนร่วม</a> เพื่อค้นหาหัวข้อที่พบบ่อย
tr: Güncel konuları bulmak için lütfen <a href="%(url)s">katılımcı belgeleri</a> bölümüne bakın.
uk: Будь ласка, ознайомтесь з <a href="%(url)s"> супровідною документацією</a>, щоб знайти теми що найчастіше зустрічаються .

source: Share what is on your mind in the <a href="%(url)s">GitHub discussions</a>.
ar: شارك ما يدور في ذهنك في مناقشات <a href="%(url)s">GitHub</a>.
be: Падзяліцеся сваімі думкамі ў <a href="%(url)s">Абмеркаваннях на GitHub</a>.
be_latn: Padzyalіczesya svaіmі dumkamі ў <a href="%(url)s">Abmerkavannyax na GitHub</a>.
bg: Споделете идеите си в <a href="%(url)s">дискусиите в GitHub</a>.
ca: Suggeriu el que tingueu en ment a les <a href="%(url)s">discussions del GitHub</a>.
cs: Podělte se o to, co se vám honí hlavou, v <a href="%(url)s">diskusích na GitHubu</a>.
da: Del dine tanker i <a href="%(url)s">GitHub-diskussioner</a>.
de: Teilen Sie in den <a href="%(url)s">GitHub-Diskussionen</a> mit, was Ihnen auf dem Herzen liegt.
el: Μοιραστείτε ό,τι σας απασχολεί στις <a href="%(url)s">συζητήσεις στο GitHub</a>.
es: Comparta lo que tenga en mente a través de los <a href="%(url)s">debates de GitHub</a>.
et: Jaga oma mõtteid <a href="%(url)s">Githubi aruteludes</a>.
fi: Jaa mielesi <a href="%(url)s"> GitHub-keskusteluissa</a>.
fr: Partagez vos idées sur les <a href="%(url)s">discussions GitHub</a>.
ga: Roinn do smaointí ar na <a href="%(url)s">cainteanna GitHub</a>.
gl: Comparta o que pensa nos <a href="%(url)s">debates de GitHub</a>.
he: ניתן לשתף אותנו במחשבות שלך דרך <a href="%(url)s">עוקב התקלות ב־GitHub</a>.
hr: Razmijeni ideje na stranici <a href="%(url)s">GitHub diskusije</a>.
hu: Ossza meg gondolatait a <a href="%(url)s">GitHub beszélgetések</a> között.
id: Bagikan apa yang ada di pikiran Anda dalam <a href="%(url)s">diskusi GitHub </a>.
is: Stingdu upp á breytingum í <a href="%(url)s">GitHub verkbeiðnum</a> (issues).
it: Condividi ciò che hai in mente nelle <a href="%(url)s">discussioni in GitHub</a>.
ja: <a href="%(url)s">GitHub ディスカッション</a>で、あなたの考えを共有してください。
lt: Pasidalykite savo mintimis <a href="%(url)s">GitHub diskusijose</a>.
nb: Del det du tenker i <a href="%(url)s">GitHub-diskusjonene</a>.
nl: Deel uw ideeën in de <a href="%(url)s">GitHub-discussies</a>.
pl: Podziel się swoimi przemyśleniami w <a href="%(url)s">dyskusjach na GitHubie</a>.
pt_br: Compartilhe o que você está pensando na <a href="%(url)s">discussões GitHub</a>.
ro: Împărtășește-ți gândurile în <a href="%(url)s">discuțiile de pe GitHub</a>.
ru: Поделитесь тем, что у вас на уме в <a href="%(url)s">обсуждениях на GitHub</a>.
sk: Podeľte sa o to, čo máte na mysli v <a href="%(url)s">diskusiách GitHub</a>.
sl: Delite svoje misli v <a href="%(url)s">razpravah GitHub</a>.
sq: Ndani me të tjerët ç’bluani në mendje, te <a href="%(url)s">diskutime në GitHub</a>.
sv: Dela med dig av dina tankar i <a href="%(url)s">GitHub-diskussionerna</a>.
ta: உங்கள் மனதில் உள்ளதை <a href="%(url)s"> அறிவிலிமையம் விவாதங்கள் </a> இல் பகிர்ந்து கொள்ளுங்கள்.
th: แชร์สิ่งที่คุณคิดใน <a href="%(url)s">GitHub discussions</a>
tr: Düşündüklerinizi <a href="%(url)s">GitHub tartışmaları</a> bölümünde paylaşın.
uk: Поділіться вашими думками в <a href="%(url)s">обговореннях на GitHub</a>.

source: Browse documentation
ar: تصفح المستندات
be: Прагляд дакументацыі
be_latn: Praglyad dakumentaczy'і
bg: Разгледайте документацията
ca: Explora la documentació
cs: Procházet dokumentaci
da: Gennemse dokumentation
de: Dokumentation durchsuchen
el: Περιήγηση στην τεκμηρίωση
es: Explorar la documentación
et: Sirvi dokumentatsiooni
fi: Selaa dokumentaatiota
fr: Consulter la documentation
ga: Brabhsáil cáipéisíocht
gl: Consultar a documentación
he: עיון בתיעוד
hr: Pregledaj dokumentaciju
hu: Dokumentáció böngészése
id: Lihat dokumentasi
is: Skoða skjalasafn
it: Esplora la documentazione
ja: ドキュメントの参照
kab: Snirem tasemlit
lt: Peržiūrėti dokumentaciją
nb: Utforsk dokumentasjonen
nl: Documentatie bekijken
pl: Przeglądaj dokumentację
pt_br: Ir para a documentação
pt_pt: Explorar Documentação
ro: Răsfoiește documentația
ru: Просмотр документации
sk: Prehliadať dokumentáciu
sl: Ogled dokumentacije
sq: Shfletoni dokumentimin
sr: Прегледај документацију
sr_latn: Pregledaj dokumentaciju
sv: Bläddra i dokumentationen
ta: ஆவணங்களை உலாவுக
th: ดูเอกสารประกอบ
tr: Belgelere göz at
uk: Переглянути документацію
