Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Want to help out with <strong>Documentation</strong>?
ar: أتودّ مساعدتنا على <strong>التوثيق</strong>؟
be: Хочаце дапамагчы з <strong>дакументацыяй</strong>?
be_latn: Xochacze dapamagchy' z <strong>dakumentaczy'yaj</strong>?
bg: Искате да помогнете с <strong>документацията</strong>?
ca: Voleu ajudar-nos amb la <strong>documentació</strong>?
cs: Chcete nám pomoci s <strong>dokumentací</strong>?
da: Vil du hjælpe med <strong>dokumentation</strong>?
de: Möchten Sie bei der <strong>Dokumentation</strong> helfen?
el: Θέλετε να βοηθήσετε με την <strong>Τεκμηρίωση</strong>;
es: ¿Quiere echarnos una mano con la <strong>documentación</strong>?
et: Soovid aidata <strong>dokumenteerimise</strong> osas?
fi: Haluatko auttaa <strong>dokumentaation</strong> kanssa?
fr: Vous souhaitez nous aider sur la <strong>documentation</strong> ?
ga: An bhfuil tú ag iarraidh cabhair le <strong>cáipéisíocht</strong>?
gl: Quere axudar coa <strong>documentación</strong>?
he: מעניין אותך לסייע ב<strong>תיעוד</strong>?
hr: Želiš pomoći s <strong>dokumentacijom</strong>?
hu: Szeretne segíteni a <strong>dokumentáció</strong> fejlesztésében?
id: Ingin membantu kami dengan <strong>Dokumentasi</strong>?
is: Viltu hjálpa til með <strong>Skjalasafnið</strong>?
it: Vuoi dare una mano con la <strong>documentazione</strong>?
ja: <strong>ドキュメント</strong> の作成に貢献しませんか？
kab: Tebɣiḍ ad tmuddeḍ afus deg <strong>Tsemlit</strong>?
lt: Norite padėti tvarkyti <strong>dokumentaciją</strong>?
nb: Ønsker du å hjelpe til med <strong>dokumentasjonen</strong>?
nl: Wilt u bijdragen aan de <strong>documentatie</strong>?
pl: Chcesz pomóc w <strong>Dokumentacji</strong>?
pt_br: Deseja ajudar com <strong>Documentação</strong>?
pt_pt: Quer ajudar com a <strong>documentação</strong>?
ro: Vrei să ne ajuți cu <strong>Documentația</strong>?
ru: Хотите помочь с <strong>документацией</strong>?
sk: Chcete pomôcť s <strong>dokumentáciou</strong>?
sl: Ali želite pomagati pri <strong>dokumentaciji</strong>?
sq: Doni të ndihmoni me <strong>Dokumentimin</strong>?
sr: Желите да помогнете око <strong>документације</strong>?
sr_latn: Želite da pomognete oko <strong>dokumentacije</strong>?
sv: Vill du hjälpa till med <strong>Dokumentation</strong>?
ta: <strong> ஆவணங்கள் </strong> க்கு உதவ விரும்புகிறீர்களா?
th: ต้องการช่วยปรับปรุง <strong>เอกสารประกอบ</strong> หรือไม่
tr: <strong>Belgeler</strong> bölümünün zenginleşmesine yardımcı olmak ister misiniz?
uk: Бажаєте допомогти з <strong>документацією</strong>?

source: The documentation is part of the main source code repository and you can easily follow the links to edit each page directly from the <a href="%(url)s">documentation</a>.
ar: الدليل مستضاف على مستودع الشفرة المصدرية الأساسية وليس عليك إلا اتباع روابط تعديل الصفحات في <a href="%(url)s">المستندات</a> مباشرة.
be: Дакументацыя знаходзіцца ў галоўным рэпазіторыі зыходнага кода, і вы можаце хутка перайсці па спасылках для рэдагавання кожнай старонкі непасрэдна з <a href="%(url)s">дакументацыі</a>.
be_latn: Dakumentaczy'ya znaxodzіczcza ў galoўny'm re'pazіtory'і zy'xodnaga koda, і vy' mozhacze xutka perajsczі pa spasy'lkax dlya re'dagavannya kozhnaj staronkі nepasre'dna z <a href="%(url)s">dakumentaczy'і</a>.
ca: La documentació és part del dipòsit de codi font principal, i podeu seguir els enllaços per a editar-ne cada pàgina directament a la <a href="%(url)s">documentació</a>.
cs: Dokumentace je součástí repozitáře a každou stránku můžete snadno upravovat pomocí přímých odkazů v <a href="%(url)s">dokumentaci</a>.
da: Dokumentationen er en del af hovedkilderepositoriet, og du kan nemt følge links for at redigere hver side direkte fra <a href="%(url)s">dokumentationen</a>.
de: Die Dokumentation ist Teil des Hauptquellcode-Repositorys. Sie können einfach den Links folgen, um jede Seite direkt aus der <a href="%(url)s">Dokumentation</a> zu bearbeiten.
el: Η τεκμηρίωση αποτελεί μέρος του κύριου αποθετηρίου πηγαίου κώδικα και μπορείτε εύκολα να ακολουθήσετε τους συνδέσμους για να επεξεργαστείτε κάθε σελίδα απευθείας από την <a href="%(url)s">τεκμηρίωση</a>.
es: La documentación forma parte del repositorio principal de código fuente; hallará fácilmente los enlaces para editar cada una de las páginas directamente en la <a href="%(url)s">documentación</a>.
et: Dokumentatsioon on osa peamisest lähtekoodi varamust ning võid kiirelt viitadele klõpsata toimetamaks iga lehekülge otse <a href="%(url)s">dokumentatsioonis</a>.
fi: Dokumentaatio on osa lähdekoodivarastoa, ja voit helposti muokata kutakin sivua linkkien avulla suoraan <a href="%(url)s">dokumentaatiosta</a>.
fr: La documentation fait partie intégrante du dépôt de code source et vous pouvez modifier directement chaque page depuis la <a href="%(url)s">documentation</a>.
ga: Is cuid de stór na gcód foinseach an doiciméadú agus is féidir leat na naisc a leanúint go héasca chun gach leathanach a chur in eagar go díreach ón <a href="%(url)s">doiciméadú</a>.
gl: A documentación forma parte do repositorio principal de código fonte; achará de xeito doado as ligazóns para editar cada unha das páxinas directamente na <a href="%(url)s">documentación</a>.
he: התיעוד הוא חלק ממאגר קוד המקור הראשי ובאפשרותך לעקוב בקלות אחר הקישורים כדי לערוך את כל אחד מהדפים ישירות מה<a href="%(url)s">תיעוד</a>.
hr: Dokumentacija je dio glavnog repozitorija izvornog koda. Slijedi poveznice za uređivanje svake stranice izravno iz <a href="%(url)s">dokumentacije</a>.
hu: A dokumentáció a fő forráskód-tároló része, és minden oldal alján található hivatkozás segítségével közvetlenül szerkeszthető a <a href="%(url)s">dokumentációban</a>.
id: Dokumentasi adalah bagian dari repositori utama kode sumber dan Anda dapat dengan mudah mengikuti tautan untuk menyunting tiap halaman secara langsung melalui <a href="%(url)s">dokumentasi</a>.
is: Skjalasafnið er hluti af aðalgagnageymslunni fyrir grunnkóða og þú getur auðveldlega fylgt tenglunum til þess að breyta síðunni beint úr <a href="%(url)s">skjalasafni</a>.
it: La documentazione fa parte del codice sorgente principale del repository. Puoi seguire facilmente i collegamenti per modificare direttamente ogni pagina dalla <a href="%(url)s">documentazione</a>.
ja: ドキュメントは、メイン ソースコード リポジトリの一部であり、リンクをたどって <a href="%(url)s">ドキュメント</a> から直接各ページを編集できます。
kab: Tasemlit d aḥric seg ukufi n tengakt aɣbalu agejdan ihi tzemreḍ s wudem afessas ad tḍefreḍ iseɣwan akken ad tbeddleḍ yal asebter srid seg <a href="%(url)s">tasemlit</a>.
lt: Dokumentacija yra pagrindinio šaltinio kodo saugykla ir galite lengvai sekti nuorodas, jei norėti redaguoti kurį nors puslapį tiesiogiai <a href="%(url)s">dokumentacijoje</a>.
nb: Dokumnetasjonen er en del av hovedkodelageret, og du kan enklet følge lenkene for å redigere hver side direkte fra <a href="%(url)s">dokumentasjonen</a>.
nl: De documentatie is onderdeel van de hoofdopslagruimte. U kunt de links volgen om elke pagina van de <a href="%(url)s">documentatie</a> aan te passen.
pl: Dokumentacja jest częścią głównego repozytorium kodu źródłowego i można łatwo śledzić linki, aby edytować każdą stronę bezpośrednio z <a href="%(url)s">dokumentacji</a>.
pt_br: A documentação é parte do repositório principal de código-fonte e você pode facilmente seguir os links para editar cada página diretamente da <a href="%(url)s">documentação</a>.
pt_pt: A documentação é parte do repositório do código-fonte principal e pode seguir facilmente as hiperligações para editar cada página diretamente a partir da <a href="%(url)s">documentação</a>.
ro: Documentația face parte din depozitarul principal de cod sursă și poți urma cu ușurință legăturile pentru a edita fiecare pagină direct din <a href="%(url)s">documentație</a>.
ru: Документация является частью основного репозитория исходного кода и вы можете легко перейти по ссылкам к редактированию нужной вам страницы непосредственно из самой <a href="%(url)s">документации</a>.
sk: Dokumentácia tvorí súčasť odkladacieho priestoru hlavného zdrojového kódu a pre úpravu akejkoľvek stránky priamo z <a href="%(url)s">dokumentácie</a> môžete jednoducho nasledovať odkazy.
sl: Dokumentacija je del glavnega repozitorija izvorne kode in povezave za urejanje posameznih strani lahko preprosto najdete neposredno v <a href="%(url)s">dokumentaciji</a>.
sq: Dokumentimi është pjesë e depos kryesore të kodit burim dhe mund të ndiqni lehtësisht lidhjet për të përpunuar secilën faqe drejtpërsëdrejti nga <a href="%(url)s">dokumentimi</a>.
sr: Документација је део главног репозиторијума изворног кода и са лакоћом можете следити линкове како бисте изменили сваку страну директно из <a href="%(url)s">документације</a>.
sv: Dokumentationen är en del av huvudkällkodsförrådet och du kan enkelt följa länkarna för att redigera varje sida direkt från <a href="%(url)s">dokumentationen</a>.
ta: ஆவணங்கள் முதன்மையான மூலக் குறியீடு களஞ்சியத்தின் ஒரு பகுதியாகும், மேலும் ஒவ்வொரு பக்கத்தையும் <a href="%(url)s">ஆவணங்கள் </a> இலிருந்து நேரடியாக திருத்த இணைப்புகளை நீங்கள் எளிதாகப் பின்பற்றலாம்.
th: เอกสารประกอบเป็นส่วนหนึ่งของคลังซอร์สโค้ดหลัก และคุณสามารถกดลิงก์เพื่อแก้ไขแต่ละหน้าได้โดยตรงจาก <a href="%(url)s">เอกสารประกอบ</a>
tr: Belgeler ana kaynak kod deposunun bir parçasıdır ve <a href="%(url)s">belgeler</a> bölümünden her sayfayı doğrudan düzenlemek için kolayca bağlantıları izleyebilirsiniz.
uk: Документація є частиною основного репозиторію вихідного коду, і ви можете легко перейти за посиланнями, щоб редагувати кожну сторінку безпосередньо з <a href="%(url)s">документацією</a>.

source: Once you have a patch ready, please follow <a href="#patch">patch submission</a> instructions.
ar: ما إن يكون لديك تصحيح جاهز، نرجوك أن تتبع إرشادات <a href="#patch">إرسال التصحيحات</a>.
be: Як патч будзе гатовы, пільнуйцеся інструкцый па <a href="#patch">адпраўленні патча</a> .
be_latn: YAk patch budze gatovy', pіl'nujczesya іnstrukczy'j pa <a href="#patch">adpraўlennі patcha</a> .
ca: Quan tingueu llest un pedaç, seguiu les instruccions d’<a href="#patch">enviament de pedaços</a>.
cs: Jakmile máte změnu hotovou, prosím postupujte podle návodu na <a href="#patch">začlenění změn</a>.
da: Når du har en rettelse klar, så følg venligst vejledningen for <a href="#patch">indsendelse af rettelser</a>.
de: Sobald Sie einen Patch fertig haben, folgen Sie bitte den Anweisungen für eine <a href="#patch">Patcheinreichung</a>.
el: Μόλις έχετε έτοιμη μια διόρθωση, ακολουθήστε τις οδηγίες <a href="#patch">υποβολή ενημέρωσης</a>.
es: Cuando tenga listo un parche, rogamos que siga las instrucciones de <a href="#patch">envío de parches</a>.
et: Siis kui sul on paik valmis, palun järgi <a href="#patch">paiga edastamise</a> juhiseid.
fi: Kun korjaustiedosto on valmis, noudata <a href="#patch">korjauksen lähettämisohjeita</a>.
fr: Une fois que vous avez un correctif prêt, veuillez suivre les instructions <a href="#patch">d’envoi de correctif</a>.
ga: Nuair atá paiste réidh, lean treoireacha <a href="#patch">aighneacht an phaiste</a>.
gl: Unha vez teña un parche preparado, sega as instrucións de <a href="#patch">envío de parches</a>.
he: לאחר שהטלאי מוכן, יש לעקוב אחר ההוראות ל<a href="#patch">הגשת הטלאי</a>.
hr: Nakon što pripremiš zakrpu, slijedi upute za <a href="#patch">slanje zakrpa</a>.
hu: Ha elkészült egy javítással, kövesse a <a href="#patch">javítás beküldésére</a> vonatkozó utasításokat.
id: Ketika Anda mempunyai tambalan yang sudah siap, harap mengikuti instruksi <a href="#patch">pengajuan tambalan</a>.
is: Þegar viðbæturnar þínar eru tilbúnar skaltu fara eftir leiðbeiningunum um að <a href="#patch">leggja til lagfæringar</a>.
it: Dopo aver preparato una patch, segui le istruzioni <a href="#patch">invio della patch</a>.
ja: パッチの準備ができたら、<a href="#patch">パッチの送信</a> 指示に従ってください。
kab: Ticki akemmus-ik iheyya, ttxil ḍfer iwellihen n <a href="#patch">tuzna n ukemmus</a>.
lt: Kai turite gatavą pataisą, sekite instrukcijas kaip <a href="#patch">ją pateikti</a>.
nb: Når du har en programfiks klar, følg <a href="#patch">programfiksinstruksen</a>.
nl: Heeft u een patch gereed? Volg dan de instructies omtrent het <a href="#patch">indienen van patches</a>.
pl: Po przygotowaniu poprawki postępuj zgodnie z instrukcjami <a href="#patch"> zgłaszania poprawek</a>.
pt_br: Assim que você tiver um patch pronto, por favor, siga as instruções para <a href="#patch">envio de patch</a>.
pt_pt: Assim que tiver uma correção (patch) pronta, por favor, siga as instruções de <a href="#patch">submissão de "patchs"</a>.
ro: Odată ce ai pregătită o corecție, urmează instrucțiunile <a href="#patch">de trimitere a corecției</a>.
ru: Как только патч будет готов, следуйте инструкциям по <a href="#patch">отправке патча</a>.
sk: Keď budete mať hotové opravné riešenie, držte sa, prosím inštrukcií pre <a href="#patch">odosielanie opráv</a>.
sl: Ko imate popravek pripravljen, sledite navodilom za <a href="#patch">oddajo popravka</a>.
sq: Sapo të keni gati një arnim, ju lutemi, ndiqni udhëzimet mbi <a href="#patch">parashtrim arnimesh</a>.
sr: Када је закрпа спремна, пратите упутства за <a href="#patch">достављање закрпе</a>.
sr_latn: Kada je zakrpa spremna, pratite uputstva za <a href="#patch">dostavljanje zakrpe</a>.
sv: När du är klar med en patch följer du instruktionerna för <a href="#patch">patchinlämning</a>.
ta: நீங்கள் ஒரு இணைப்பு ஆயத்தம் செய்தவுடன், தயவுசெய்து <a href="#patch"> ஒட்டு சமர்ப்பிப்பு </a> வழிமுறைகளைப் பின்பற்றவும்.
th: เมื่อคุณเตรียมแพตช์พร้อมแล้ว โปรดปฏิบัติตามคำแนะนำในการ <a href="#patch">ส่งแพตช์</a>
tr: Bir yama hazırladığınızda, lütfen <a href="#patch">yama gönderme</a> yönergesini izleyin.
uk: Після того, як ви будете готові до виправлення, будь ласка, дотримуйтесь вказівок <a href="#patch">подачі виправлення</a> .

source: Help fix and suggest non-code related pull-requests by joining the reviewer team.
ar: ساعد في إصلاح طلبات السحب غير المتعلقة بالتعليمات البرمجية واقتراحها من خلال الانضمام إلى فريق المراجع.
be: Дапамагайце выпраўляць памылкі і дадаваць новыя функцыі, далучыўшыся да каманды.
be_latn: Dapamagajcze vy'praўlyacz' pamy'lkі і dadavacz' novy'ya funkczy'і, daluchy'ўshy'sya da kamandy'.
ca: Uniu-vos a l’equip de revisió per a ajudar a corregir i suggerir pull requests no relacionades amb el codi.
cs: Připojte se k týmu recenzentů a pomozte opravit a vylepšit žádosti o změny nesouvisející s kódem.
da: Hjælp med at rette og foreslå ikke-koderelaterede pull requests ved at blive en del af anmelderteamet.
de: Helfen Sie mit, nicht-codebezogene Pull Requests zu beheben und vorzuschlagen, indem Sie dem Reviewer-Team beitreten.
el: Βοηθήστε στην διόρθωση και προτείνετε αιτήματα έλξης, που δεν σχετίζονται με τον κώδικα, συμμετέχοντας στην ομάδα των αναθεωρητών.
es: Únase al equipo de revisores para ayudar a corregir y sugerir solicitudes de incorporación no relacionadas con el código.
fi: Auta korjaamaan ja ehdottamaan ei-koodiin liittyviä vetopyyntöjä liittymällä arvostelijaryhmään.
fr: Aidez à corriger et suggérez des demandes de tirages non liées au code en rejoignant l’équipe des réviseurs.
ga: Cabhraigh le hiarrataí tarraingthe nach mbaineann le cód a shocrú agus a mholadh trí dhul isteach san fhoireann athbhreithnitheoirí.
gl: Únase ao equipo de revisores para axudar a arranxar e suxerir «pull request» non relacionadas co código.
he: אפשר לסייע בתיקון ובהצעת בקשות דחיפה שאינן קוד על ידי הצטרפות לצוות הסוקרים.
hr: Pridruži se timu pregledatelja ako želiš pomoći ispravljati i predlagati zahtjeve za povlačenje koji se ne tiču koda.
hu: Segítsen a nem kód jellegű módosítási kérelmek átnézésében és javaslattételben az ellenőrző csapathoz csatlakozva.
id: Bantu perbaiki dan sarankan permintaan pull terkait nonkode dengan bergabung dengan tim peninjau.
is: Hjálpaðu til við að laga og stingdu upp á innsendibeiðnum (pull-requests) sem ekki eru tengdar forritskóða með því að ganga í yfirlestrarliðið.
it: Aiuta a correggere e suggerire richieste pull non correlate al codice unendoti al team di revisori.
ja: レビュー担当者チームに参加して、コードに関連しないプルリクエストの修正と提案に協力する。
lt: Prisijungę prie redaktorių komandos padėkite taisyti ir siūlykite ne su kodu susijusius prašymus pateikti pakeitimus.
nb: Hjelp til å fikse ting som ikke har med kode å gjøre ved å ta del i vurderingslaget.
nl: Word lid van het reviewteam om te helpen niet-programmeerbare problemen op te lossen of om uw visie te delen.
pl: Pomóż naprawić i zaproponuj niezwiązane z kodem pull-requesty, dołączając do zespołu recenzentów.
pt_br: Ajude a corrigir e sugerir solicitações pull não relacionadas ao código juntando-se à equipe de revisores.
ro: Ajută la rezolvarea și sugerarea de solicitări care nu au legătură cu codul, alăturându-te echipei de recenzenți.
ru: Помогите с исправлением и предлагайте не связанные с кодом запросы на принятие изменений, присоединившись к команде рецензентов.
sk: Pomôžte opraviť a navrhnúť požiadavky na zmeny nesúvisiace s kódom tým, že sa pripojíte k tímu recenzentov.
sl: Pridružite se ekipi pregledovalcev in pomagajte popravljati in predlagati zahteve za prevzem, ki niso povezane s kodo.
sq: Ndihmoni ndreqje dhe sugjeroni kërkesa tërheqjeje në projekt për gjëra që nuk lidhen me kodin, duke u bërë pjesë e ekipit të shqyrtuesve.
sv: Hjälp till att åtgärda och föreslå icke-kodrelaterade pull-requests genom att gå med i granskarteamet.
ta: மதிப்பாய்வாளர் குழுவில் சேருவதன் மூலம் குறியீடு அல்லாத இழு-கோரல்களை சரிசெய்யவும் பரிந்துரைக்கவும் உதவுங்கள்.
th: ช่วยแก้ไขและแนะนำ pull request ที่ไม่เกี่ยวข้องกับโค้ดโดยการเข้าร่วมทีมผู้ตรวจสอบ
tr: İnceleme ekibine katılarak kodla ilgili olmayan çekme isteklerini düzeltmeye ve önermeye yardımcı olun.
uk: Допоможіть у виправленні й пропонуйте не пов'язані з кодом запити щодо зміни тексту — долучайтеся до команди рецензентів.

source: <strong>Financial support</strong> is always put to good use.
ar: <strong>الدعم المادي</strong> في أيادٍ وغايات نبيلة، لا تقلق.
be: <strong>Фінансавая падтрымка</strong> заўсёды карысная для праекта.
be_latn: <strong>Fіnansavaya padtry'mka</strong> zaўsyody' kary'snaya dlya praekta.
ca: Sempre fem un bon ús del <strong>suport financer</strong>.
cs: <strong>Finanční pomoc</strong> se vždy hodí.
da: <strong>Økonomisk støtte</strong> bruges altid med omtanke.
de: <strong>Finanzielle Unterstützung</strong> wird immer gern genutzt.
el: <strong>Η οικονομική στήριξη</strong> αξιοποιείται πάντοτε ορθά.
es: Siempre hacemos buen uso del <strong>apoyo económico</strong>.
et: <strong>Rahaline toetus</strong> leiab alati hea rakendamise.
fi: <strong>Taloudellista tukea</strong> käytetään aina hyvin.
fr: <strong>Le soutien financier</strong> est toujours bien utilisé.
ga: Baintear dea-úsáid i gcónaí as <strong>tacaíocht airgeadais</strong>.
gl: Sempre facemos un bo uso do <strong>apoio económico</strong>.
he: <strong>התמיכה הכלכלית</strong> תמיד משמשת למטרה טובה.
hr: <strong>Financijska podrška</strong> se uvijek koristi u dobre svrhe.
hu: A <strong>pénzügyi támogatás</strong> mindig jó helyre kerül.
id: <strong>Dukungan keuangan</strong> selalu digunakan dengan baik.
is: <strong>Fjárhagslegur stuðningur</strong> er alltaf nýttur til hins besta.
it: <strong>Il supporto finanziario</strong> è sempre ben utilizzato.
ja: <strong>財政的な支援</strong> は、常に有効に活用しています。
kab: <strong>Aɛiwen s tedrimt</strong> ittruḥ ɣer useqdec yelhan.
lt: <strong>Finansinė parama</strong> visada panaudojama efektyviai.
nb: <strong>Finansiell støtte</strong> blir alltid brukt smart.
nl: <strong>Financiële ondersteuning</strong> wordt altijd goed gebruikt.
pl: <strong>Wsparcie finansowe</strong> jest zawsze dobrze wykorzystane.
pt_br: <strong>Patrocínio financeiro</strong> é sempre colocado em bom uso.
pt_pt: O <strong>suporte financeiro</strong> é sempre bem utilizado.
ro: <strong>Sprijinul financiar</strong> este întotdeauna pus în valoare.
ru: <strong>Финансовая поддержка</strong> всегда во благо проекта.
sk: <strong>Finančná podpora</strong> sa vždy dobre využije.
sl: <strong>Finančna podpora</strong> se vedno dobro izkoristi.
sq: <strong>Përkrahja financiare</strong> përdoret përherë si duhet.
sr: <strong>Финансијска подршка</strong> увек иде за добре циљеве.
sr_latn: <strong>Finansijska podrška</strong> uvek ide za dobre ciljeve.
sv: <strong>Finansiellt stöd</strong> är alltid till god användning.
ta: <strong> பொருள் உதவி </strong> எப்போதும் நல்ல பயன்பாட்டிற்கு வைக்கப்பட்டுள்ளது.
th: <strong>การสนับสนุนทางการเงิน</strong> จะถูกนำไปใช้อย่างคุ้มค่าเสมอ
tr: <strong>Finansal destek</strong> her zaman iyi amaçla kullanılır.
uk: <strong>Грошова підтримка</strong>завжди корисна для проєкта.

source: Please open the donation page for options on how to donate.
ar: يرجى الاطلاع على صفحة التبرع للحصول على خيارات حول كيفية التبرع.
be: Калі ласка, адкрыйце старонку ахвяраванняў, каб даведацца пра магчымыя спосабы.
be_latn: Kalі laska, adkry'jcze staronku axvyaravannyaў, kab davedaczcza pra magchy'my'ya sposaby'.
ca: Obriu la pàgina de donatius per a veure les opcions que teniu per a fer-ne.
cs: Pro možnosti jak darovat se prosím podívejte na stránku s dary.
da: Åbn venligst donationssiden for at se, hvordan du kan donere.
de: Bitte öffnen Sie die Spendenseite für Möglichkeiten, wie Sie spenden können.
el: Παρακαλούμε ανοίξτε τη σελίδα δωρεών για επιλογές σχετικά με τον τρόπο δωρεάς.
es: Abra la página de donativos para conocer las distintas maneras de donar.
et: Palun ava annetuste lehekülg leidmaks võimalusi annetamiseks.
fi: Avaa lahjoitussivu, niin näet vaihtoehtoja lahjoittamiseen.
fr: Veuillez accéder à la page Dons pour connaître les différents dons possibles.
ga: Oscail an leathanach deonaithe le haghaidh roghanna maidir le conas síntiús a thabhairt.
gl: Abra a páxina de doazóns para coñecer os distintos xeitos de doar.
he: נא לפתוח את עמוד התרומה לצפייה באפשרויות השונות לתרומה.
hr: Otvori stranicu za donacije s raznim mogućnostima doniranja.
hu: Nyissa meg az adományoldalt a támogatási lehetőségek megtekintéséhez.
id: Silakan buka halaman donasi untuk opsi tentang cara berdonasi.
is: Opnaðu styrkjasíðuna til þess að sjá hvaða möguleika þú hefur til þess að láta eitthvað af hendi rakna.
it: Apri la pagina delle donazioni per le opzioni su come contribuire.
ja: 寄付のページを開いて、寄付の方法を選択してください。
kab: Ttxil-k ldi asebter n tewsa ɣef tarrayin n tewsa.
lt: Eikite į paramos puslapį ir sužinokite, kaip galite mus paremti.
nb: Åpne donasjonssiden for å se mulighetene.
nl: Ga naar de donatiepagina om te zien hoe u kunt doneren.
pl: Prosimy otworzyć stronę z darowiznami, aby dowiedzieć się, jak przekazać darowiznę.
pt_br: Abra a página de doações para ver as opções de como fazer uma doação.
pt_pt: Por favor, visite a página de donativos para ver as opções disponíveis.
ro: Te rugăm să deschizi pagina de donații pentru a afla cum poți dona.
ru: Пожалуйста, откройте страницу пожертвований, чтобы узнать, как сделать пожертвование.
sk: Pre možnosti ako darovať otvorte, prosím, stránku darov.
sl: Za možnosti donacije odprite stran za donacije.
sq: Ju lutemi, për mundësi se si të dhuroni, hapni faqen e dhurimeve.
sr: Отворите страницу за донације како бисте видели начине за то.
sv: Vänligen öppna donationssidan för alternativ om hur man kan donera.
ta: எவ்வாறு நன்கொடை அளிப்பது என்பதற்கான விருப்பங்களுக்கு நன்கொடை பக்கத்தைத் திறக்கவும்.
th: โปรดเปิดหน้าการบริจาคเพื่อดูตัวเลือกในการบริจาค
tr: Bağış seçeneklerini görmek için lütfen bağış sayfasına bakın.
uk: Будь ласка, відкрийте сторінку пожертвування, щоб отримати варіанти, як зробити пожертву.
