Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: You can use support services on our website. For increased comfort, use the activation token to connect your Weblate installation to the support portal. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
ar: يمكنك استخدام خدمات الدعم على موقعنا. لمزيد من الراحة، استخدم رمز التنشيط لتوصيل تثبيت Weblate بمدخل الدعم. اقرأ حول كيفية عملها في وثائق %(link_start)s %(link_end)s.
be: Вы можаце выкарыстоўваць службу падтрымкі на нашым сайце. Каб звязаць свой уласны сервер са службай падтрымкі, скарыстайцеся токенам актывацыі. Пачытаць пра гэта можна ў %(link_start)sдакументацыі%(link_end)s.
be_latn: Vy' mozhacze vy'kary'stoўvacz' sluzhbu padtry'mkі na nashy'm sajcze. Kab zvyazacz' svoj ulasny' server sa sluzhbaj padtry'mkі, skary'stajczesya tokenam akty'vaczy'і. Pachy'tacz' pra ge'ta mozhna ў %(link_start)sdakumentaczy'і%(link_end)s.
ca: Podeu utilitzar els serveis d’assistència al nostre lloc web. Per a més comoditat, feu servir el testimoni d’activació per a connectar la vostra instal·lació del Weblate amb el portal d’assistència. Obtingueu més informació de com funciona a la %(link_start)sdocumentació%(link_end)s.
cs: Služby podpory můžete využít na našem webu. Pro větší pohodlí použijte aktivační klíč k propojení vaší Weblate instalace s portálem podpory. Přečtěte si v %(link_start)sdokumentaci%(link_end)s, jak to funguje.
da: Du kan bruge supporttjenester på vores hjemmeside. For øget bekvemmelighed kan du bruge aktiveringstokenet til at forbinde din Weblate-installation til supportportalen. Læs om, hvordan det fungerer i %(link_start)sdokumentationen%(link_end)s.
de: Sie können die Support-Dienste auf unserer Website nutzen. Für mehr Komfort nutzen Sie das Aktivierungstoken, um Ihre Weblate-Installation mit dem Support-Portal zu verbinden. Lesen Sie in der %(link_start)sDokumentation%(link_end)s, wie es funktioniert.
el: Μπορείτε να χρησιμοποιήσετε τις υπηρεσίες υποστήριξης στον ιστότοπό μας. Για μεγαλύτερη άνεση, χρησιμοποιήστε το κουπόνι ενεργοποίησης για να συνδέσετε την εγκατάστασή σας Weblate με την πύλη υποστήριξης. Διαβάστε πώς λειτουργεί στην %(link_start)sτεκμηρίωση%(link_end)s.
es: Puede utilizar servicios de asistencia en nuestro sitio web. Para mayor comodidad, utilice la ficha de activación para conectar su instalación de Weblate con el portal de asistencia. Consulte la %(link_start)sdocumentación%(link_end)s para saber cómo funciona.
fi: Voit käyttää tukipalveluita verkkosivuillamme. Lisää mukavuutta yhdistämällä Weblate-asennuksesi tukiportaaliin aktivointitunnuksen avulla. Lue sen toiminnasta %(link_start)sdokumentaatio%(link_end)s.
fr: Vous pouvez utiliser les services d’assistance sur notre site web. Pour plus de confort, utilisez le jeton d’activation pour connecter votre installation Weblate au portail d’assistance. Lisez comment cela fonctionne dans la %(link_start)sdocumentation%(link_end)s.
ga: Is féidir leat seirbhísí tacaíochta a úsáid ar ár suíomh Gréasáin. Ar mhaithe le compord méadaithe, bain úsáid as an comhartha gníomhachtaithe chun do shuiteáil Weblate a nascadh leis an tairseach tacaíochta. Léigh faoi conas a oibríonn sé i %(link_start)sdocumentation%(link_end)s.
gl: Pode usar os servizos de asistencia no noso sitio web. Para unha maior comodidade, empregue o testemuño de activación para conectar a súa instalación de Weblate co portal de asistencia. Lea sobre como funciona na documentación de %(link_start)s%(link_end)s.
he: ניתן להשתמש בשירותי התמיכה באתר שלנו. ליתר נוחות, כדאי להשתמש באסימון ההפעלה כדי לחבר את התקנת ה־Weblate שלך לשער התמיכה. ניתן למצוא על כך מידע נוסף ב%(link_start)sתיעוד%(link_end)s.
hr: Usluge podrške možeš koristiti na našoj web-stranici. Za veću udobnost, koristi token aktivacije za povezivanje Weblate instalacije s portalom za podršku. Saznaj više o tome u %(link_start)sdokumentaciji%(link_end)s.
hu: A támogatási szolgáltatások weboldalunkon keresztül érhetők el. A nagyobb kényelem érdekében használja az aktiváló tokent Weblate-telepítésének összekapcsolásához a támogatási portállal. A működésről bővebben olvashat a %(link_start)sdokumentációban%(link_end)s.
id: Anda dapat menggunakan layanan dukungan di situs web kami. Untuk meningkatkan kenyamanan, gunakan token aktivasi untuk menghubungkan instalasi Weblate Anda ke portal dukungan. Baca tentang cara kerjanya di %(link_start)sdokumentasi%(link_end)s.
is: Þú getur notað stuðningsþjónustuna á vefsíðunni okkar. Til aukinna þæginda notaðu virkjunarteiknið til þess að tengja Weblate uppsetninguna þína við stuðningsgáttina. Lestu þér til um hvernig það virkar í %(link_start)sfræðslugögnunum%(link_end)s.
it: Puoi usare i servizi di supporto nel nostro sito web. Per maggiore comodità, usa il token di attivazione per connettere la tua installazione di Weblate al portale di supporto. Leggi come funziona nella %(link_start)sdocumentazione%(link_end)s.
ja: 私たちの Web サイト上でサポート サービスを利用できます。より快適にご利用いただくために、アクティベーション トークンを使用して、 インストールした Weblate をサポート ポータルに接続します。それがどのように機能するかについては、%(link_start)s ドキュメント %(link_end)s を確認してください。
nb: Du kan bruke støttetjenester på nettsiden vår. I beleilighetsøyemed kan du bruke aktiveringsmarkøren til å koble din Weblate-intallasjon til støtteportalen. Les mer om hvordan det virker i %(link_start)sdokumentasjonen%(link_end)s.
nl: U kunt gebruikmaken van ondersteuningsdiensten op onze website. Voor meer gemak kunt u de activatiesleutel van uw Weblate-instantie koppelen aan het ondersteuningsportaal. Meer informatie hierover vindt u in de %(link_start)sdocumentatie%(link_end)s.
pl: Możesz skorzystać z usług wsparcia na naszej stronie internetowej. Dla większego komfortu, użyj tokena aktywacyjnego, aby połączyć swoją instalację Weblate z portalem wsparcia. Przeczytaj, jak to działa w %(link_start)s dokumentacji %(link_end)s.
pt_br: Você pode usar os serviços de suporte em nosso site. Para um conforto maior, use o token de ativação para conectar sua instalação Weblate ao portal de suporte. Leia sobre como ele funciona na %(link_start)sdocumentação%(link_end)s.
ro: Poți utiliza serviciile de asistență de pe site-ul nostru web. Pentru un confort sporit, folosește jetonul de activare pentru a-ți conecta instalarea Weblate la portalul de asistență. Citește despre cum funcționează în %(link_start)sdocumentație%(link_end)s.
ru: Вы можете использовать службы поддержки на нашем сайте. Для большего удобства, воспользуйтесь токеном активации, дабы привязать свою установку Weblate к странице поддержки. О том, как это сделать, можно узнать %(link_start)sиз документации%(link_end)s.
sk: Služby podpory môžete využívať na našej webovej stránke. Pre zvýšenie komfortu použite aktivačný token na pripojenie vašej inštalácie Weblate k portálu podpory. Prečítajte si, ako to funguje, v %(link_start)sdokumentácii%(link_end)s.
sq: Shërbimet tona të asistencës mund t’i përdorni te sajti ynë. Për më tepër rehati, përdorni token-in e aktivizimit që të lidhni instalimin tuaj Weblate me portalin e asistencës. Lexoni se si funksionon, te %(link_start)sdokumentimi%(link_end)s.
sv: Du kan använda stödtjänsterna på vår webbplats. För att underlätta kan du använda ditt aktiveringstoken för att ansluta din Weblate-installation till supportportalen. Läs hur det fungerar i %(link_start)sdokumentationen%(link_end)s.
ta: எங்கள் இணையதளத்தில் நீங்கள் உதவி சேவைகளைப் பயன்படுத்தலாம். அதிகரித்த ஆறுதலுக்கு, உங்கள் வலைபெயர்ப்பு நிறுவலை உதவி துறைமுகத்துடன் இணைக்க செயல்படுத்தும் கிள்ளாக்கைப் பயன்படுத்தவும். %(link_start)sஆவணத்தில்%(link_end)s இது எவ்வாறு செயல்படுகிறது என்பதைப் படியுங்கள்.
th: คุณสามารถใช้บริการสนับสนุนบนเว็บไซต์ของเรา เพื่อความสะดวกยิ่งขึ้น โปรดใช้รหัสโทเค็นสำหรับเปิดใช้งานเพื่อเชื่อมต่อการติดตั้ง Weblate ของคุณเข้ากับพอร์ทัลบริการสนับสนุน อ่านขั้นตอนการทำงานได้ใน%(link_start)sเอกสารประกอบ%(link_end)s
tr: Sitemizdeki destek hizmetlerini kullanabilirsiniz. Daha kolay olması için Weblate kurulumunuzu destek sitesine bağlamak amacıyla etkinleştirme kodunu kullanın. Nasıl çalıştığını %(link_start)sbelgeler%(link_end)s bölümünden öğrenebilirsiniz.
uk: Ви можете скористатися службами підтримки на нашому сайті. Щоб зробити все ще зручнішим, скористайтеся жетоном активації для з'єднання вашого встановленого Weblate з порталом підтримки. Ознайомтеся з тим, як це працює, за допомогою %(link_start)sдокументації%(link_end)s.

source: View your listing
ar: عرض قائمتك
be: Праглядзець спіс
be_latn: Praglyadzecz' spіs
ca: Mostra la meva visualització
cs: Zobrazit váš záznam
da: Se din liste
de: Ihren Eintrag anzeigen
el: Δείτε την καταχώρισή σας
es: Ver su catalogación
et: Sirvi oma loendeid
fi: Näytä luettelosi
fr: Afficher votre liste
ga: Féach ar do liostú
gl: Vexa a súa listaxe
he: הצגת הרשומה שלך
hr: Pogledaj tvoje uvrštavanje
hu: Saját bejegyzés megtekintése
id: Lihat daftar Anda
is: Sjá listann þinn
it: Visualizza il tuo annuncio
ja: リストの表示
nb: Vis din oppføring
nl: Vermelding bekijken
pl: Zobacz swój wpis
pt_br: Veja sua listagem
ro: Vezi lista ta
ru: Просмотреть список
sk: Zobrazenie vášho záznamu
sq: Shihni zërin tuaj
sv: Visa din listning
ta: உங்கள் பட்டியலைக் காண்க
th: ดูรายการของคุณ
tr: Listedeki yerinize bakın
uk: Переглянути ваш список

source: Let other users discover your Weblate server. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
ar: اسمح للمستخدمين الآخرين باكتشاف خادم Weblate الخاص بك. اقرأ حول كيفية عملها في وثائق %(link_start)s %(link_end)s.
be: Дайце магчымасць іншым карыстальнікам пабачыць, як працуе ваш сервер Weblate. Пачытаць пра прынцып працы можна ў %(link_start)sдакументацыі%(link_end)s.
be_latn: Dajcze magchy'mascz' іnshy'm kary'stal'nіkam pabachy'cz', yak praczue vash server Weblate. Pachy'tacz' pra pry'nczy'p praczy' mozhna ў %(link_start)sdakumentaczy'і%(link_end)s.
ca: Permeteu que altres usuaris descobreixin el vostre servidor de Weblate. Obtingueu més informació de com funciona a la %(link_start)sdocumentació%(link_end)s.
cs: Umožněte ostatním uživatelům objevit váš Weblate server. Jak to funguje si přečtěte v %(link_start)sdokumentaci%(link_end)s.
da: Lad andre brugere opdage din Weblate-server. Læs om, hvordan det fungerer i %(link_start)sdokumentationen%(link_end)s.
de: Lassen Sie andere Benutzer Ihren Weblate-Server entdecken. Lesen Sie in der %(link_start)sDokumentation%(link_end)s, wie es funktioniert.
el: Αφήστε άλλους χρήστες να ανακαλύψουν τον διακομιστή σας Weblate. Διαβάστε για το πώς λειτουργεί στην %(link_start)sτεκμηρίωση%(link_end)s.
es: Permita que otros usuarios descubran su servidor Weblate. Lea cómo funciona en la %(link_start)sdocumentación%(link_end)s.
fi: Anna muiden käyttäjien löytää Weblate-palvelimesi. Lue sen toiminnasta %(link_start)sdokumentaatio%(link_end)s.
fr: Laissez d’autres utilisateurs découvrir votre instance Weblate. Apprenez en plus en consultant la %(link_start)sdocumentation%(link_end)s.
ga: Lig d’úsáideoirí eile do fhreastalaí Weblate a aimsiú. Léigh faoi conas a oibríonn sé i %(link_start)sdocumentation%(link_end)s.
gl: Permita que outros usuarios atopen o seu servidor Weblate. Lea na %(link_start)sdocumentación%(link_end)s sobre como funciona.
he: לאפשר למשתמשים אחרים לגלות את שרת ה־Weblate שלך. ב%(link_start)sתיעוד%(link_end)s ניתן לקרוא איך זה עובד.
hr: Dozvoli drugim korisnicima da otkriju tvoj Weblate server. Saznaj više o tome u %(link_start)sdokumentaciji%(link_end)s.
hu: Engedje meg, hogy más felhasználók is felfedezzék az Ön Weblate-kiszolgálóját. A működésről bővebben olvashat a %(link_start)sdokumentációban%(link_end)s.
id: Biarkan pengguna lain menemukan server Weblate Anda. Lihat cara kerjanya dalam dokumentasi %(link_start)s%(link_end)s.
is: Gerðu öðrum notendum kleift að finna Weblate vefþjóninn þinn. Lestu um hvernig það virkar í %(link_start)sleiðbeiningasafninu%(link_end)s.
it: Consenti ad altri utenti di scoprire il tuo server Weblate. Leggi come funziona nella %(link_start)sdocumentazione%(link_end)s.
ja: 他のユーザーに Weblate サーバーを見つけてもらいましょう。その方法は、%(link_start)sドキュメント %(link_end)s を確認してください。
nb: La andre brukere oppdage din Weblate-tjener. Les mer om hvordan det virker i %(link_start)sdokumentasjonen%(link_end)s.
nl: Stel anderen in staat uw Weblate-server te verkennen. Meer informatie hierover vindt u in de %(link_start)sdocumentatie%(link_end)s.
pl: Pozwól innym użytkownikom odkryć Twój serwer Weblate. Przeczytaj o tym, jak to działa w %(link_start)s dokumentacji %(link_end)s.
pt_br: Permita que outros usuários descubram seu servidor Weblate. Saiba mais sobre como isso funciona acessando a %(link_start)sdocumentação%(link_end)s.
ro: Permite altor utilizatori să-ți descopere serverul Weblate. Citește despre cum funcționează în %(link_start)sdocumentație%(link_end)s.
ru: Позвольте другим пользователям узнать о вашем сервере Weblate. О том, как он работает, читайте в документации %(link_start)s %(link_end)s.
sk: Umožnite ostatným používateľom objaviť váš server Weblate. Prečítajte si, ako to funguje, v %(link_start)sdokumentácii%(link_end)s.
sq: Lërini përdoruesit e tjerë të zbulojnë shërbyesin tuaj Weblate. Lexoni se si funksionon, te %(link_start)sdokumentimi%(link_end)s.
sv: Låt andra användare upptäcka din Weblate-server. Läs om hur det fungerar i %(link_start)sdokumentationen%(link_end)s.
ta: பிற பயனர்கள் உங்கள் வலைபெயர்ப்பு சேவையகத்தைக் கண்டறியட்டும். %(link_start)sஆவணத்தில்%(link_end)s இது எவ்வாறு செயல்படுகிறது என்பதைப் படியுங்கள்.
th: ให้ผู้ใช้คนอื่นค้นพบเซิร์ฟเวอร์ Weblate ของคุณ อ่านขั้นตอนการทำงานได้ใน%(link_start)sเอกสารประกอบ%(link_end)s
tr: Diğer kullanıcıların Weblate sunucunuzu keşfetmesini sağlayın. Nasıl çalıştığını %(link_start)sbelgeler%(link_end)s bölümünden öğrenebilirsiniz.
uk: Надайте іншим користувачам змогу виявляти ваш сервер Weblate. Ознайомтеся з тим, як це працює, за допомогою %(link_start)sдокументації%(link_end)s.

source: Subscription
ar: الاشتراك
be: Падпіска
be_latn: Padpіska
bg: Абонамент
ca: Subscripció
cs: Předplatné
da: Abonnement
de: Abonnement
el: Συνδρομή
es: Suscripción
fi: Tilaus
fr: Abonnement
ga: Síntiús
gl: Subscrición
he: מינוי
hr: Pretplata
hu: Előfizetés
id: Berlangganan
is: Áskrift
it: Abbonamento
ja: サブスクリプション
kab: Ajerred
lt: Prenumerata
nb: Abonnement
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
pt_pt: Subscrição
ro: Abonament
ru: Подписка
sk: Predplatné
sq: Pajtim
sr: Претплата
sr_latn: Pretplata
sv: Prenumeration
ta: சந்தா
th: การสมัครสมาชิก
tr: Abonelik
uk: Підписка

source: Note
ar: ملحوظة
be: Нататка
be_latn: Zanatoŭka
bg: Забележка
ca: Nota
cs: Poznámka
de: Anmerkung
el: Σημείωση
es: Nota
fi: Huomautus
ga: Nóta
gl: Nota
he: פתק
hr: Napomena
hu: Megjegyzés
id: Catatan
is: Minnispunktur
it: Nota
ja: 備考
kab: Tamawt
lt: Pastaba
nb: Merknad
nl: Opmerking
pl: Uwaga
pt_br: Nota
pt_pt: Nota
ro: Notă
ru: Примечание
sk: Poznámka
sl: Beležka
sq: Shënim
sr: Напомена
sr_latn: Beleška
sv: Notis
ta: குறிப்பு
th: หมายเหตุ
tr: Not
uk: Примітка

source: Change plan
ar: تغيير الخطة
be: Змяніць тарыфны план
be_latn: Zmyanіcz' tary'fny' plan
bg: Промяна на плана
ca: Canvia el pla
cs: Změnit balíček
da: Skift plan
de: Angebot ändern
el: Αλλαγή προγράμματος
es: Cambiar de plan
et: Muuda arvelduskava
fi: Vaihda maksusuunnitelmaa
fr: Changer d’offre
ga: Athrú plean
gl: Cambiar de plan
he: החלפת תכנית
hr: Promijeni tarifu
hu: Csomag módosítása
id: Ubah paket
is: Skipta um áskriftarleið
it: Modifica piano
ja: プランの変更
kab: Beddel aɣawas
lt: Pakeisti planą
nb: Endre plan
nl: Hostingpakket aanpassen
pl: Zmień plan
pt_br: Alterar plano
pt_pt: Alterar o plano
ro: Schimbă plan
ru: Изменить тариф
sk: Zmeniť plán
sq: Ndryshoni plan
sr: Измени план
sr_latn: Izmeni plan
sv: Ändra plan
ta: திட்டத்தை மாற்றவும்
th: เปลี่ยนแผน
tr: Tarife değiştir
uk: Змінити план

source: Billing
ar: الفَوترة
be: Аплата
be_latn: Aplata
bg: Таксуване
ca: Facturació
cs: Fakturace
da: Fakturering
de: Abrechnung
el: Χρέωση
es: Facturación
et: Arveldamine
fi: Laskutus
fr: Facturation
ga: Billeáil
gl: Facturación
he: חיוב
hr: Naplata
hu: Számlázás
id: Penagihan
is: Greiðslur
it: Fatturazione
ja: 課金
kab: After
lt: Mokėjimas
nb: Fakturering
nl: Facturatie
pl: Rozliczenia
pt_br: Cobrança
pt_pt: Faturação
ro: Facturare
ru: Выставление счетов
sk: Predplatné
sl: Obračunavanje
sq: Faturim
sr: Наплата
sr_latn: Naplata
sv: Fakturering
ta: பட்டியலிடல்
th: การเรียกเก็บเงิน
tr: Faturalama
uk: Оплата

source: Turn off renewal
ar: إيقاف التجديد
be: Адключыць падаўжэнне
be_latn: Adklyuchy'cz' padaўzhe'nne
ca: Desactiva la renovació
cs: Vypnout obnovování
da: Slå fornyelse fra
de: Verlängerung ausschalten
el: Απενεργοποίηση ανανέωσης
es: Desactivar la renovación
fi: Poista uusiminen käytöstä
fr: Arrêter le renouvellement
ga: Múch athnuachan
gl: Desactivar a renovación
he: כיבוי החידוש
hr: Isključi obnavljanje
hu: Megújítás kikapcsolása
id: Matikan pembaruan
is: Rjúfa endurnýjun
it: Disabilita rinnovo
ja: 更新の無効化
kab: Sens tulsa n ujerred
lt: Išjungti atnaujinimą
nb: Skru av fornying
nl: Verlenging uitschakelen
pl: Wyłącz odnawianie
pt_br: Desativar renovação
pt_pt: Desativar a renovação
ro: Oprește reînnoirea
ru: Отключить продление
sk: Vypnúť obnovovanie
sq: Çaktivizo rinovimin
sr: Искључи обнављање
sr_latn: Isključi obnavljanje
sv: Stäng av förnyelse
ta: புதுப்பித்தலை முடக்கு
th: ปิดการต่ออายุ
tr: Yenilemeyi kapat
uk: Вимкнути поновлення

source: Automatic renewal
ar: التجديد التلقائي
be: Аўтаматычнае падаўжэнне
be_latn: Aўtamaty'chnae padaўzhe'nne
bg: Автоматично подновяване
ca: Renovació automàtica
cs: Automatické obnovení
da: Automatisk fornyelse
de: Automatische Verlängerung
el: Αυτόματη ανανέωση
es: Renovación automática
fi: Automaattinen uusiminen
fr: Renouvellement automatiquement
ga: Athnuachan uathoibríoch
gl: Renovación automática
he: חידוש אוטומטי
hr: Automatsko obnavljanje
hu: Automatikus megújítás
id: Pembaruan otomatis
is: Sjálfvirk endurnýjun
it: Rinnovo automatico
ja: 自動更新
kab: Tulsa n ujerred awurman
nb: Fornyes automatisk
nl: Automatische verlenging
pl: Automatyczne odnawianie
pt_br: Renovação automática
pt_pt: Renovação automática
ro: Reînnoire automată
ru: Автоматическое продление
sk: Automatické obnovenie
sq: Rinovim i vetvetishëm
sr: Аутоматско обнављање
sr_latn: Automatsko obnavljanje
sv: Automatisk förnyelse
ta: தானியங்கி புதுப்பித்தல்
th: การต่ออายุอัตโนมัติ
tr: Kendiliğinden yenileme
uk: Самопродовження

source: No renewal
ar: لا تجديد
be: Без падаўжэння
be_latn: Bez padaўzhe'nnya
ca: Sense renovació
cs: Žádné obnovení
da: Ingen fornyelse
de: Keine Verlängerung
el: Χωρίς ανανέωση
es: Sin renovación
fi: Ei uusimista
fr: Aucun renouvellement
ga: Gan athnuachan
gl: Non renovar
he: אין חידוש
hr: Bez obnavljanja
hu: Nincs megújítás
id: Tidak ada pembaruan
is: Engin endurnýjun
it: Nessun rinnovo
ja: 更新しない
kab: Ulac tulsa n ujerred
nb: Ingen fornyelse
nl: Geen verlenging
pl: Brak odnowienia
pt_br: Sem renovação
pt_pt: Sem renovação
ro: Fără reînnoire
ru: Без продления
sk: Žiadne obnovenie
sq: Pa rinovim
sr: Без обнове
sr_latn: Bez obnove
sv: Ingen förnyelse
ta: புதுப்பித்தல் இல்லை
th: ไม่มีการต่ออายุ
tr: Yenileme yok
uk: Без поновлення

source: Renew now
ar: جدّد الآن
be: Падоўжыць зараз
be_latn: Padoўzhy'cz' zaraz
bg: Подновяване сега
ca: Renova ara
cs: Obnovit nyní
da: Forny nu
de: Jetzt erneuern
el: Ανανέωση τώρα
es: Renovar ahora
fi: Uusi nyt
fr: Renouveler maintenant
ga: Athnuaigh anois
gl: Renova agora
he: לחדש כעת
hr: Obnovi sada
hu: Megújítás most
id: Perbarui sekarang
is: Endurnýja núna
it: Rinnova ora
ja: 今すぐ更新
kab: Ales ajerred tura
nb: Forny nå
nl: Verleng nu
pl: Odnów teraz
pt_br: Renovar agora
pt_pt: Renovar agora
ro: Reînnoiește acum
ru: Продлить сейчас
sk: Obnoviť teraz
sq: Rinovojeni tani
sr: Обнови сада
sr_latn: Obnovi sada
sv: Förnya nu
ta: இப்போது புதுப்பி
th: ต่ออายุทันที
tr: Şimdi yenile
uk: Поновити зараз

source: Upgrade to annual
ar: الترقية إلى سنوي
be: Перайсці на штогадовую аплату
be_latn: Perajsczі na shtogadovuyu aplatu
ca: Actualitzeu al pla anual
cs: Upgradujte na roční
da: Opgrader til årlig
de: Upgrade auf jährlich
el: Αναβάθμιση σε ετήσια
es: Cambie al plan anual
fi: Päivitä vuositasolle
fr: Basculer en annuel
ga: Uasghrádú go bliantúil
gl: Anovar a anual
he: לשדרג לשנתי
hr: Nadogradi na godišnje
hu: Frissítés évesre
id: Tingkatkan ke tahunan
is: Uppfæra í árlegt
it: Aggiorna ad annuale
ja: 年払いにアップグレード
nb: Oppgrader til årlig plan
nl: Betaal jaarlijks
pl: Aktualizacja do wersji rocznej
pt_br: Atualize para anual
ro: Actualizează la anual
ru: Перейти на погодовой расчёт
sk: Prepnite na ročný
sl: Nadgradi na letno
sq: Përmirësojeni me vjetore
sv: Uppgradera till årlig
ta: வருடாந்திர மேம்படுத்தவும்
th: อัปเกรดเป็นรายปี
tr: Yıllık tarifeye yükseltin
uk: Розширте до щорічної

source: and <strong>save 20%%</strong>.
ar: و <strong> احفظ 20 %% </strong>.
be: і <strong>ашчадзіце 20%%</strong>.
be_latn: і <strong>ashchadzіcze 20%%</strong>.
ca: i <strong>estalvieu un 20%%</strong>.
cs: a <strong>ušetřete 20 %%</strong>.
da: og <strong>spar 20%%</strong>.
de: und <strong>20%% sparen</strong>.
el: και <strong>εξοικονομήστε 20%%</strong>.
es: y <strong>ahorre el 20%%</strong>.
fi: ja <strong>säästä 20%%</strong>.
fr: et <strong>économisez 20%%</strong>.
ga: agus <strong>sábháil 20%%</strong>.
gl: e <strong>aforre o 20%%</strong>.
he: ו<strong>לחסוך 20%%</strong>.
hr: i <strong>uštedi 20 %%</strong>.
hu: és <strong>takarítson meg 20%%-ot</strong>.
id: dan <strong> menghemat 20%%</strong>.
is: og <strong>sparaðu 20%%</strong>.
it: e <strong>risparmia il 20%%</strong>.
ja: <strong>20 %%の節約</strong>。
nb: og <strong>spar 20%%</strong>.
nl: en <strong>bespaar 20%%</strong>.
pl: i <strong> zaoszczędzić 20%%</strong>.
pt_br: e <strong>economize 20%%</strong>.
ro: și <strong>economisești 20%%</strong>.
ru: и <strong>сэконосьте 20%%</strong>.
sk: a <strong>ušetrite 20%%</strong>.
sq: dhe <strong>kurseni 20%%</strong>.
sv: och <strong>spara 20%%</strong>.
ta: மற்றும் <strong> 20%% சேமி </strong>.
th: และ <strong>ประหยัด 20%%</strong>
tr: ve <strong>%%20</strong> indirim alın.
uk: і <strong>заощадьте 20%%</strong>.

source: Payments
ar: المبالغ المدفوعة
be: Плацяжы
be_latn: Placzyazhy'
bg: Плащания
ca: Pagaments
cs: Platby
da: Betalinger
de: Zahlungen
el: Πληρωμές
es: Pagos
fi: Maksut
fr: Paiements
ga: Íocaíochtaí
gl: Pagamentos
he: תשלומים
hr: Plaćanja
hu: Fizetések
id: Pembayaran
is: Greiðslur
it: Pagamenti
ja: 支払い
kab: Lexlaṣ
nb: Betalinger
nl: Betalingen
pl: Płatności
pt_br: Pagamentos
pt_pt: Pagamentos
ro: Plăți
ru: Платежи
sk: Platby
sl: Plačila
sq: Pagesa
sr: Плаћања
sr_latn: Plaćanja
sv: Betalningar
ta: கட்டணங்கள்
th: การชำระเงิน
tr: Ödemeler
uk: Платежі

source: Get more Weblate
ar: احصل على المزيد من Weblate
be: Атрымаць больш Weblate
be_latn: Atry'macz' bol'sh Weblate
bg: Вземете повече от Weblate
ca: Obtingueu més funcionalitats del Weblate
cs: Získejte víc Weblate
da: Få mere Weblate
de: Mehr Weblate erhalten
el: Αποκτήστε περισσότερα από το Weblate
es: Obtenga más de Weblate
et: Kasuta Weblate'i lisavõimalusi
fi: Hanki lisää Weblatea
fr: Obtenez plus de Weblate
ga: Faigh níos mó Weblate
gl: Obter máis de Weblate
he: להפיק יותר מ־Weblate
hr: Nabavi još Weblatea
hu: Még több Weblate
id: Dapatkan lebih banyak Weblate
is: Náðu í meira Weblate
it: Ottieni di più da Weblate
ja: Weblate の追加
kab: Awi-d ugar sɣur Weblate
nb: Få mer Weblate
nl: Haal meer uit Weblate
pl: Uzyskaj więcej Weblate
pt_br: Obter mais do Weblate
ro: Obține mai mult Weblate
ru: Получите больше Weblate
sk: Získajte z Weblate viac
sq: Merrni më tepër Weblate
sr: Набавите више Weblate-а
sr_latn: Nabavi još Weblate-a
sv: Få mer Weblate
ta: மேலும் வலைபெயர்ப்பு செய்யுங்கள்
th: รับบริการจาก Weblate เพิ่มเติม
tr: Daha fazla Weblate alın
uk: Отримайте від Weblate більше
