Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: As a feature rich computer aided translation tool, Weblate saves both developers and translators time. Make your users happier!
ar: باعتبارها أداة ترجمة غنية بالميزات بمساعدة الكمبيوتر، يوفر Weblate وقت المطورين والمترجمين. اجعل مستخدمينك سعداء!
be: Як шматфункцыянальны інструмент аўтаматызаванага перакладу Weblate эканоміць час распрацоўнікаў і перакладчыкаў. Зрабіце сваіх карыстальнікаў больш шчаслівымі!
be_latn: YAk shmatfunkczy'yanal'ny' іnstrument aўtamaty'zavanaga perakladu Weblate e'kanomіcz' chas raspraczoўnіkaў і perakladchy'kaў. Zrabіcze svaіx kary'stal'nіkaў bol'sh shchaslіvy'mі!
bg: Като многофункционален компютърно-асистиран инструмент за превод, Weblate спестява време както на разработчиците, така и на преводачите. Направете потребителите си по-щастливи!
ca: El Weblate és una eina de traducció assistida rica en funcionalitats. Estalvia temps a desenvolupadors i traductors. Feu més feliços els vostres usuaris!
cs: Weblate je nástroj pro překlad podporovaný počítačem s mnoha funkcemi a tím šetří čas jak vývojářům i překladatelům. Učiňte uživatele šťastnějšími!
da: Som et funktionsrigt computerassisteret oversættelsesværktøj sparer Weblate tid for både udviklere og oversættere. Gør dine brugere gladere!
de: Als leistungsstarkes computergestütztes Übersetzungswerkzeug spart Weblate sowohl Entwicklern als auch Übersetzern Zeit. Machen Sie Ihre Nutzer glücklicher!
el: Ως ένα εργαλείο μετάφρασης με πλούσια χαρακτηριστικά, το Weblate εξοικονομεί χρόνο τόσο για προγραμματιστές όσο και για τους μεταφραστές. Κάντε τους χρήστες σας πιο ευτυχισμένους!
es: Weblate es una herramienta de traducción asistida por ordenador muy completa, que ahorra tiempo tanto a los desarrolladores como a los traductores. ¡Haga más felices a sus usuarios!
et: Võimaluste rohke masin-abistatud tõlke vahendina säästab Weblate nii arendajate kui tõlkijate aega. Tee oma kasutajad õnnelikemaks!
fi: Monipuolisena tietokoneavusteisena käännöstyökaluna Weblate säästää sekä kehittäjien että kääntäjien aikaa. Tee käyttäjistäsi aiempaa tyytyväisempiä!
fr: En tant qu’outil de traduction assistée par ordinateur riche en fonctionnalités, Weblate fait gagner du temps aux développeurs et aux traducteurs. Rendez vos utilisateurs plus heureux !
ga: Mar uirlis aistriúcháin ríomhchuidithe saibhir, sábhálann Weblate am forbróirí agus aistritheoirí araon. Déan do chuid úsáideoirí níos sona!
gl: Como unha ferramenta de tradución asistida por computador moi completa, Weblate aforra tempo tanto aos desenvolvedores como aos tradutores. Faga que os teus usuarios sexan máis felices!
he: בתור כלי תרגום עשיר בתכונות בסיוע מחשב. Weblate חוסך בזמן הן למתכנתים והן למתרגמים. המשתמשים פשוט שמחים יותר!
hr: Kao alat za računalno potpomognuto prevođenje s mnogim funkcijama, Weblate štedi vrijeme programerima i prevodiocima. Usreći svoje korisnike!
hu: A Weblate, mint funkciókban gazdag számítógépes fordítástámogató eszköz, időt takarít meg mind a fejlesztőknek, mind a fordítóknak. Tegye boldogabbá felhasználóit!
id: Sebagai peranti penerjemahan dengan bantuan komputer yang kaya akan fitur, Weblate menghemat waktu para pengembang dan penerjemah. Jadikan para pengguna Anda lebih bahagia!
is: Sem tölvustutt þýðingatól með margvíslega eiginleika, sparar Weblate bæði hugbúnaðarþróendum og þýðendum mikinn tíma. Gerðu notendur þína hamingjusamari!
it: Essendo uno strumento di traduzione assistita da computer ricco di funzionalità, Weblate fa risparmiare tempo sia agli sviluppatori che ai traduttori. Rendi i tuoi utenti più felici!
ja: 機能豊富なコンピュータ支援翻訳ツールである Weblate は、開発者と翻訳者の双方の時間を節約します。ユーザーをより幸せに！
kab: Am ufecku n tsuqqilt s tallelt n uselkim s tmahilin n ubaɣur, Weblate iḥerrez akud i yineflayen akked yimsuqqal. Sefreḥ iseqdacen-ik!
lt: Kaip daugybę funkcijų turinti kompiuterizuoto vertimo įrankis, „Weblate“ sutaupo laiko ir kūrėjams, ir vertėjams. Padarykite savo naudotojus laimingesnius!
nb: Funksjonsrikt dataassistert oversettelsesverktøy. Spart tid for både utviklere og oversettere. Blidgjør dine brukere.
nl: Weblate bespaart ontwikkelaars en vertalers tijd, omdat het een door de computer begeleid vertaalhulpmiddel met vele functies is. Maak uw gebruikers blij!
pl: Jako bogate w funkcje narzędzie do tłumaczenia wspomagane komputerowo, Weblate oszczędza czas programistów i tłumaczy. Spraw, aby Twoi użytkownicy byli szczęśliwsi!
pt_br: Como uma ferramenta de tradução assistida por computação rica em funcionalidades, o Weblate economiza tempo de desenvolvedores e tradutores. Deixe seus usuários mais felizes!
pt_pt: Como uma ferramenta de tradução assistida por computador e rica em funcionalidades, o Weblate poupa tempo aos programadores e tradutores. Torna os seus utilizadores mais felizes!
ro: Fiind o unealtă de traducere asistată de calculator, Weblate economisește timp atât dezvoltatorilor, cât și traducătorilor. Fă-ți utilizatorii mai fericiți!
ru: Будучи многофункциональным инструментом компьютерного перевода, Weblate экономит время как разработчиков, так и переводчиков. Сделайте ваших пользователей счастливее!
sk: Ako nástroj na počítačom podporovaný preklad s množstvom funkcií, Weblate šetrí čas vývojárom aj prekladateľom. Urobte svojich používateľov šťastnejšími!
sl: Kot funkcijsko bogato orodje za računalniško podprto prevajanje Weblate prihrani čas tako razvijalcem kot prevajalcem. Razveselite svoje uporabnike!
sq: Si një mjet përkthimi me ndihmën e kompjuterit i pasur me veçori, Weblate-i u kursen kohë si zhvilluesve, ashtu edhe përkthyesve. Bëjini më të gëzuar përdoruesit tuaj!
sr: Као карактеристикама богата, рачунарски потпомогнута преводилачка алатка, Weblate штеди време и програмерима и преводиоцима. Учините своје кориснике срећнијим!
sr_latn: Kao mogućnostima bogat, računarski potpomognut prevodilački alat, Weblate štedi vreme i programerima i prevodiocima. Učinite svoje korisnike srećnijim!
sv: I kraft av ett funktionsrikt datorstött översättningsverktyg sparar Weblate både utvecklares och översättares tid. Gör dina användare lyckligare!
ta: நற்பொருத்தம் நிறைந்த கணினி உதவி மொழிபெயர்ப்பு கருவியாக, வலைபெயர்ப்பு உருவாக்குபவர்கள் மற்றும் மொழிபெயர்ப்பாளர்கள் இருவரையும் சேமிக்கிறது. உங்கள் பயனர்களை மகிழ்ச்சியாக ஆக்குங்கள்!
th: ในฐานะเครื่องมือช่วยแปลผ่านคอมพิวเตอร์ที่มีคุณสมบัติครบครัน Weblate ช่วยประหยัดเวลาให้ทั้งนักพัฒนาและนักแปล ทำให้ผู้ใช้ของคุณมีความสุขมากยิ่งขึ้น!
tr: Zengin bilgisayar destekli çeviri aracı olan Weblate, geliştiricilere de çevirmenlere de zaman kazandırır. Kullanıcılarınızı mutlu edin!
uk: Як багатоможливіснісне знаряддя перекладу, Weblate зберігає час як розробників, так і перекладачів. Зробіть своїх користувачів щасливішими!

source: Browse the <a href="https://docs.weblate.org/">documentation</a> to learn more.
ar: تصفح <a href="https://docs.weblate.org/">المستندات</a> لكي تعرف المزيد.
be: Праглядзіце <a href="https://docs.weblate.org/"> дакументацыю </a>, каб даведацца больш.
be_latn: Praglyadzіcze <a href="https://docs.weblate.org/"> dakumentaczy'yu </a>, kab davedaczcza bol'sh.
bg: За да научите повече, разгледайте <a href="https://docs.weblate.org/">документацията</a>.
ca: Exploreu la <a href="https://docs.weblate.org/">documentació</a> per a obtenir-ne més informació.
cs: Prohlédněte si <a href="https://docs.weblate.org/">dokumentaci</a> a zjistěte více.
da: Gennemse <a href="https://docs.weblate.org/">dokumentationen</a> for at lære mere.
de: Durchsuchen Sie die <a href="https://docs.weblate.org/">Dokumentation</a>, um mehr zu erfahren.
el: Περιηγηθείτε στην <a href="https://docs.weblate.org/">τεκμηρίωση</a> για περισσότερα.
es: Explore la <a href="https://docs.weblate.org/">documentación</a> para aprender más.
et: Lisateabeks uuri <a href="https://docs.weblate.org/">dokumentatsiooni</a>.
fi: Selaa <a href="https://docs.weblate.org/">dokumentaatiota</a> saadaksesi lisätietoja.
fr: Consultez la <a href="https://docs.weblate.org/">documentation</a> pour en savoir plus.
ga: Brabhsáil an <a href="https://docs.weblate.org/">doiciméadúchán</a> chun tuilleadh a fhoghlaim.
gl: Consulte a <a href="https://docs.weblate.org/">documentación</a> para obter máis información.
he: ניתן לעיין ב<a href="https://docs.weblate.org/">documentation</a> למידע נוסף.
hr: Pregledaj <a href="https://docs.weblate.org/">dokumentaciju</a> i saznaj više.
hu: Böngéssze a <a href="https://docs.weblate.org/">dokumentációt</a>, hogy többet tudjon meg.
id: Lihat <a href="https://docs.weblate.org/">dokumentasi</a> untuk mempelajari lebih lanjut.
is: Flettu í gegnum <a href="https://docs.weblate.org/">skjalasafnið</a> til þess að fræðast betur um þetta.
it: Per maggiori informazioni consulta la <a href="https://docs.weblate.org/">documentazione</a>.
ja: 詳細については <a href="https://docs.weblate.org/">ドキュメント</a> を参照してください。
kab: Snirem <a href="https://docs.weblate.org/">tasemlit</a> akken ad tissineḍ ugar.
lt: Naršykite <a href="https://docs.weblate.org/">dokumentaciją</a>, kad sužinotumėte daugiau.
nb: Utforsk <a href="https://docs.weblate.org/">dokumentasjonen</a> for mer lærdom.
nl: De <a href="https://docs.weblate.org/">documentatie</a> bevat meer informatie hierover.
pl: Zapoznaj się z <a href="https://docs.weblate.org/">dokumentacją</a> aby dowiedzieć się więcej.
pt_br: Consulte a <a href="https://docs.weblate.org/">documentação</a> para saber mais.
pt_pt: Explore a <a href="https://docs.weblate.org/">documentação</a> para saber mais.
ro: Răsfoiește <a href="https://docs.weblate.org/">documentația</a> pentru a afla mai multe.
ru: Просмотрите <a href="https://docs.weblate.org/ru">документацию</a>, чтобы узнать больше.
sk: Ďalšie informácie nájdete v <a href="https://docs.weblate.org/">dokumentácii</a>.
sl: Za več informacij prebrskajte <a href="https://docs.weblate.org/">dokumentacijo</a>.
sq: Që të mësoni më tepër, shfletoni <a href="https://docs.weblate.org/">dokumentimin</a>.
sr: Прегледајте <a href="https://docs.weblate.org/">документацију</a> да сазнате више.
sr_latn: Pregledajte <a href="https://docs.weblate.org/">dokumentaciju</a> da saznate više.
sv: Bläddra i <a href="https://docs.weblate.org/">dokumentationen</a> för att lära dig mer.
ta: மேலும் அறிய <a href="https://docs.wellate.org/"> ஆவணங்கள் </a> ஐ உலாவுக.
th: เรียกดู <a href="https://docs.weblate.org/">เอกสารประกอบ</a> เพื่อเรียนรู้เพิ่มเติม
tr: Ayrıntılı bilgi almak için <a href="https://docs.weblate.org/">belgeler</a> bölümüne göz atın.
uk: Перегляньте <a href="https://docs.weblate.org/">документацію</a>, щоб дізнатися більше.

source: Easy to use interface
ar: واجهة سهلة الاستخدام
be: Просты ў выкарыстанні інтэрфейс
be_latn: Prosty' ў vy'kary'stannі іnte'rfejs
ca: Interfície fàcil d’utilitzar
cs: Snadno použitelné rozhraní
da: Brugervenlig grænseflade
de: Einfach zu bedienende Bedienoberfläche
el: Εύκολη στη χρήση διεπαφή
es: Interfaz fácil de utilizar
et: Hõlpsalt tarvitatav kasutajaliides
fi: Helppokäyttöinen käyttöliittymä
fr: Interface facile d’utilisation
ga: Éasca le húsáid comhéadan
gl: Interface doada de usar
he: מנשק משתמש קל לשימוש
hr: Jednostavno sučelje
hu: Könnyen használható felület
id: Antarmuka yang mudah digunakan
is: Viðmót sem er auðvelt í notkun
it: Interfaccia facile da usare
ja: 使いやすいインターフェイス
kab: Agrudem fessusen i useqdec
lt: Lengva naudoti sąsają
nb: Enkelt brukergrensesnitt
nl: Eenvoudige gebruikersomgevig
pl: Łatwy w użyciu interfejs
pt_br: Interface web fácil de usar
pt_pt: Interface fácil de utilizar
ro: Interfață ușor de utilizat
ru: Простой в использовании интерфейс
sk: Jednoduché rozhranie
sl: Enostaven vmesnik za uporabo
sq: Ndërfaqe e lehtë për t’u përdorur
sr: Једноставан интерфејс
sr_latn: Jednostavno sučelje
sv: Lättanvänt gränssnitt
ta: இடைமுகத்தைப் பயன்படுத்த எளிதானது
th: ส่วนติดต่อผู้ใช้ที่ใช้งานง่าย
tr: Kullanımı kolay arayüz
uk: Простий у використанні інтерфейс

source: Weblate screenshot
ar: لقطة شاشة لWeblate
be: Здымак экрана Weblate
be_latn: Zdymak ekranu Weblate
bg: Екранна снимка на Weblate
ca: Captura de pantalla del Weblate
cs: Snímek obrazovky s Weblate
da: Weblate-skærmbillede
de: Weblate-Bildschirmfoto
el: Στιγμιότυπο του Weblate
es: Captura de pantalla de Weblate
et: Weblate kuvavõte
fi: Weblate-kuvakaappaus
fr: Capture d’écran de Weblate
ga: Gabháil scáileáin ó Weblate
gl: Captura da pantalla de Weblate
he: צילום מסך של Weblate
hr: Weblate snimka ekrana
hu: Weblate képernyőkép
id: Tangkapan layar Weblate
is: Skjáskot af Weblate
it: Schermata di Weblate
ja: Weblate のスクリーンショット
kab: Tuṭṭfa n ugdil n Weblate
lt: Weblate ekranvaizdis
nb: Weblate skjermbilder
nl: Schermfoto van Weblate
pl: Zrzuty ekranu Weblate
pt_br: Captura de tela do Weblate
pt_pt: Captura de ecrã do Weblate
ro: Captură de ecran Weblate
ru: Снимок экрана Weblate
sk: Obrázok Weblate
sl: Zaslonski posnetek Weblate
sq: Foto ekrani nga Weblate-i
sr: Weblate снимак екрана
sr_latn: Weblate snimci ekrana
sv: Weblate-skärmdump
ta: வலைபெயர்ப்பு திரைக்காட்சி
th: ภาพหน้าจอ Weblate
tr: Weblate ekran görüntüsü
uk: Знімок екрану Weblate

source: Customizable quality checks
ar: فحوصات مخصصة للجودة
be: Наладжвальная праверка якасці
be_latn: Naladzhval'naya praverka yakasczі
bg: Персонализирани проверки на качеството
ca: Comprovacions de qualitat personalitzables
cs: Přizpůsobitelné kontroly kvality
da: Tilpasselig kvalitetskontrol
de: Anpassbare Qualitätsprüfungen
el: Προσαρμόσιμοι έλεγχοι ποιότητας
es: Controles de calidad personalizables
et: Kohaldatavad kvaliteedi kontrollid
fi: Mukautettavat laatutarkastukset
fr: Vérifications personnalisables de la qualité
ga: Seiceálacha cáilíochta customizable
gl: Comprobacións de calidade personalizábeis
he: בדיקות איכות מותאמות אישית
hr: Prilagodljive provjere kvalitete
hu: Testreszabható minőség-ellenőrzések
id: Pemeriksaan kualitas yang dapat disesuaikan
is: Stillanlegar gæðaprófanir
it: Controlli di qualità personalizzabili
ja: カスタマイズできる品質検査
kab: Asenqed n tɣara tudmawant
lt: Tinkinami kokybės patikrinimai
nb: Tilpasningsbare kvalitetskontroller
nl: Aanpasbare kwaliteitscontroles
pl: Konfigurowalne kontrole jakości
pt_br: Verificações de qualidade personalizáveis
pt_pt: Verificações de qualidade personalizáveis
ro: Verificări de calitate personalizabile
ru: Настраиваемые проверки качества
sk: Prispôsobiteľné kontroly kvality
sl: Prilagodljivi pregledi kakovosti
sq: Kontrolle cilësie që mund të përshtaten
sr: Подесиве провере квалитета
sr_latn: Podesive provere kvaliteta
sv: Anpassningsbara kvalitetskontroller
ta: தனிப்பயனாக்கக்கூடிய தர சோதனைகள்
th: การตรวจสอบคุณภาพที่ปรับแต่งได้
tr: Özelleştirilebilir kalite denetimleri
uk: Налаштовувані перевірки якості

source: Detailed context
ar: سياق مُفصّل
be: Падрабязны кантэкст
be_latn: Padrabyazny' kante'kst
ca: Context detallat
cs: Podrobný kontext
da: Detaljeret kontekst
de: Detaillierter Kontext
el: Λεπτομερές πλαίσιο
es: Contexto detallado
et: Üksikasjalik kaastekst
fi: Asiayhteys avattuna
fr: Contexte détaillé
ga: Comhthéacs mionsonraithe
gl: Contexto detallado
he: הקשר מפורט
hr: Detaljan kontekst
hu: Részletes szövegkörnyezet
id: Konteks terperinci
is: Nákvæmt samhengi
it: Contesto dettagliato
ja: 詳細なコンテキスト
kab: Asatal lqayen
lt: Išsamus kontekstas
nb: Detaljert bindeleddsinformasjon
nl: Gedetailleerde context
pl: Szczegółowy kontekst
pt_br: Contexto detalhado
pt_pt: Contexto detalhado
ro: Context detaliat
ru: Подробный контекст
sk: Podrobný kontext
sl: Podroben kontekst
sq: Kontekst i hollësishëm
sr: Детаљан контекст
sr_latn: Detaljan kontekst
sv: Detaljerat sammanhang
ta: விரிவான சூழல்
th: บริบทที่ละเอียด
tr: Ayrıntılı bağlam
uk: Докладний підтекст

source: Translators are provided detailed translation context, from translation files, or data enriched within Weblate.
ar: يتم توفير سياق ترجمة مفصل للمترجمين، من ملفات الترجمة أو من البيانات داخل Weblate.
be: Перакладчыкам даецца падрабязны кантэкст з файлаў перакладу альбо дадатковых звестак на Weblate.
be_latn: Perakladchy'kam daeczcza padrabyazny' kante'kst z fajlaў perakladu al'bo dadatkovy'x zvestak na Weblate.
ca: Els traductors reben el context detallat de la traducció, a partir dels fitxers de la traducció, o de dades enriquides dins del Weblate.
cs: Překladatelům jsou k dispozici různé souvislosti překladu a to jak z překladových souborů tak i z dat obohacených ve Weblate.
da: Oversættere får detaljeret oversættelseskontekst fra oversættelsesfiler eller data beriget i Weblate.
de: Den Übersetzern wird ein detaillierter Übersetzungskontext aus Übersetzungsdateien oder mit Weblate angereicherten Daten zur Verfügung gestellt.
el: Στους μεταφραστές παρέχεται λεπτομερές μεταφραστικό πλαίσιο, από αρχεία μετάφρασης ή δεδομένα εμπλουτισμένα στο Weblate.
es: Los traductores reciben un contexto detallado a partir de los archivos de traducción o mediante datos enriquecidos dentro de Weblate.
et: Tõlkidele esitatakse üksikasjalikku tõlke teksti-keskkonda: tõlkefailidest või täiendavaid andmeid Weblates.
fi: Kääntäjille tarjotaan yksityiskohtaista käännöskontekstia käännöstiedostoista tai Weblatessa täydennetystä tiedosta.
fr: Les traducteurs disposent d’un contexte de traduction détaillé grâce aux fichiers de traduction ou aux informations saisies dans Weblate.
ga: Cuirtear comhthéacs aistriúcháin mionsonraithe ar fáil d’aistritheoirí, ó chomhaid aistriúcháin, nó sonraí saibhrithe laistigh de Weblate.
gl: Os tradutores reciben un contexto de tradución detallado, a partir de ficheiros de tradución ou de datos arrequecidos en Weblate.
he: למתרגמים מסופק הקשר תרגום מפורט, מקובצי תרגום או מידע מועשר מתוך Weblate.
hr: Prevodiocima stoji na raspolaganju detaljan kontekst prijevoda iz prevodilačkih datoteka ili iz dodatnih podataka unutar Weblatea.
hu: A fordítók részletes fordítási szövegkörnyezetet kapnak a fordítási fájlokból vagy a Weblate-ben kiegészített adatok alapján.
id: Penerjemah diberikan konteks terjemahan yang terperinci dari berkas terjemahan atau data yang diperkaya dalam Weblate.
is: Þýðendur fá nákvæmt samhengi þýðinga, úr þýðingaskrám eða gögnum sem myndast innan Weblate.
it: Ai traduttori vengono fornite informazioni dettagliate sul contesto della traduzione dai file di traduzione o arricchiti con Weblate.
ja: 翻訳者には、翻訳ファイルまたは Weblate 内で拡張したデータから、詳細な翻訳情報を提供します。
kab: Imsuqal ttmuddun-d asatal n tsuqilt, seg yifuyla n tsuqilt, neɣ isefka s ubaɣur deg Weblate.
lt: Vertėjams pateikiamas išsamus vertimo kontekstas iš vertimo failų arba „Weblate“ papildytų duomenų.
nb: Oversettere tilbys detaljert info om bindeleddsinformason fra oversettelsesfilene, eller lagt til inne i Weblate.
nl: Vertalers krijgen uitgebreide vertaalcontext te zien. Deze context wordt opgehaald uit vertaalbestanden of van handmatig ingevulde context op Weblate.
pl: Tłumacze otrzymują szczegółowe informacje na temat kontekstu tłumaczenia, z plików tłumaczeniowych lub danych wzbogaconych w Weblate.
pt_br: Os tradutores são fornecidos com contexto de tradução detalhado a partir dos arquivos de tradução ou dados enriquecidos no Weblate.
pt_pt: É fornecido um contexto detalhado da tradução, a partir de ficheiros de tradução ou de dados enriquecidos dentro do Weblate.
ro: Traducătorilor li se oferă un context de traducere detaliat, din fișierele de traducere sau din datele îmbogățite în Weblate.
ru: Переводчикам предоставляются подробные сведения о контексте перевода, из файлов перевода или дополнений в Weblate.
sk: Prekladatelia majú k dispozícii podrobný kontext zo súborov určených na preklad alebo dát obohatených vo Weblate.
sl: Prevajalcem je na voljo podroben kontekst prevoda iz prevajalskih datotek ali podatkov, obogatenih v Weblate.
sq: Përkthyesve u jepet kontekst i hollësishëm përkthimi, prej kartelash përkthimi, ose të dhëna të pasuruara brenda Weblate-it.
sr: Преводиоцима је на располагању детаљан контекст превода, из преводилачких фајлова или додатих на самом Weblate-у.
sv: Översättare tillhandahålls detaljerad översättningskontext, från översättningsfiler eller data berikade i Weblate.
ta: மொழிபெயர்ப்பாளர்களுக்கு விரிவான மொழிபெயர்ப்பு சூழல், மொழிபெயர்ப்பு கோப்புகளிலிருந்து அல்லது வலைபெயர்ப்புக்குள் செறிவூட்டப்பட்ட தரவு வழங்கப்படுகிறது.
th: นักแปลจะได้รับบริบทการแปลที่ละเอียด ตั้งแต่ไฟล์คำแปล หรือข้อมูลที่เสริมเข้ามาภายใน Weblate
tr: Çevirmenlere çeviri dosyalarından veya Weblate ile zenginleştirilmiş verilerden ayrıntılı çeviri bağlamı sağlama.
uk: Перекладачі надають докладний підтекст перекладу, від файлів перекладу або даних, доповнених у межах Weblate.

source: Fluent communication
ar: تواصل سلس
be: Свабодная камунікацыя
be_latn: Svabodnaya kamunіkaczy'ya
ca: Comunicació fluïda
cs: Plynulá komunikace
da: Flydende kommunikation
de: Transparente Kommunikation
el: Άπταιστη επικοινωνία
es: Comunicación fluida
et: Sorav suhtlemine
fi: Sujuvaa viestintää
fr: Communication régulière
ga: Cumarsáid líofa
gl: Comunicación fluída
he: תקשורת שוטפת
hr: Otvorena komunikacija
hu: Gördülékeny kommunikáció
id: Komunikasi yang lancar
is: Lipur samskipti
it: Comunicazione fluente
ja: 円滑なコミュニケーション
kab: Taywalt ifazen
lt: Sklandus bendravimas
nb: Flytende kommunikasjon
nl: Vlotte communicatie
pl: Płynna komunikacja
pt_br: Comunicação fluente
pt_pt: Comunicação fluida
ro: Comunicare fluentă
ru: Свободное общение
sk: Plynulá komunikácia
sl: Tekoča komunikacija
sq: Komunikim i rrjedhshëm
sr: Течна комуникација
sr_latn: Tečna komunikacija
sv: Flytande kommunikation
ta: சரளமான தொடர்பு
th: การสื่อสารที่ราบรื่น
tr: Akıcı iletişim
uk: Вільне спілкування
