Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: <strong>Ensure the bug is not already reported</strong>, by searching through the <a href="%(url)s">GitHub issues</a>.
ar: <strong>تأكد من إنه لم يتم الإبلاغ عن الخطأ بالفعل</strong>، من خلال البحث في <a href="%(url)s">مسائل جيت هاب</a>.
be: <strong>Пераканайцеся, што пра яе яшчэ не паведамлялі</strong>, выканаўшы пошук <a href="%(url)s">GitHub issues</a>.
be_latn: <strong>Perakanajczesya, shto pra yae yashche' ne pavedamlyalі</strong>, vy'kanaўshy' poshuk <a href="%(url)s">GitHub issues</a>.
bg: <strong>Уверете се, че проблемът не е вече докладван</strong>, като потърсите в <a href="%(url)s">проблемите в GitHub</a>.
ca: <strong>Assegureu-vos que el problema no estigui ja informat</strong> cercant als <a href="%(url)s">problemes al GitHub</a>.
cs: Vyhledáváním v <a href="%(url)s">požadavcích na GitHubu</a> se <strong>ujistěte se, že chyba již nebyla nahlášena</strong>.
da: <strong>Sørg for, at fejlen ikke allerede er meldt</strong>, ved at gennemsøge <a href="%(url)s">GitHub-problemer</a>.
de: <strong>Vergewissern Sie sich, dass der Fehler noch nicht gemeldet wurde</strong>, indem Sie die <a href="%(url)s">GitHub-Issues</a> durchsuchen.
el: <strong>Βεβαιωθείτε ότι το σφάλμα δεν έχει ήδη αναφερθεί</strong>, με αναζήτηση μέσω του <a href="%(url)s">σφάλματα GitHub</a>.
es: <strong>Cerciórese de que el error no se haya señalado ya</strong>; para ello, busque en los <a href="%(url)s">informes de GitHub</a>.
et: <strong>Veendu, et veast pole juba varem teavitatud</strong>, sirvides läbi <a href="%(url)s">GitHub'i veateated</a>.
fi: <strong>Varmista, että virhettä ei ole jo ilmoitettu </strong> etsimällä <a href="%(url)s">GitHub-ongelmista</a>.
fr: <strong>Vérifiez que l’anomalie n’est pas déjà connue</strong> en recherchant dans <a href="%(url)s">les tickets GitHub</a>.
ga: <strong>Déan cinnte nár tuairiscíodh an fabht cheana féin</strong>, trí chuardach a dhéanamh trí na <a href="%(url)s">fadhbanna ar GitHub</a>.
gl: <strong>Asegúrese de que o fallo aínda non foi informado</strong>; para iso, busqueo nos <a href="%(url)s">informes de GitHub</a>.
he: <strong>תחילה יש לוודא שתקלה זו טרם דווחה</strong>, על ידי חיפוש ב<a href="%(url)s">עוקב התקלות ב־GitHub</a>.
hr: <strong>Provjeri je li greška već prijavljena</strong>, pretraživanjem <a href="%(url)s">problema na GitHub-u</a>.
hu: <strong>Győződjön meg arról, hogy a hibát még nem jelentették</strong> — keressen rá a <a href="%(url)s">GitHub hibajegyek</a> között.
id: <strong>Pastikan kesalahan belum pernah dilaporkan</strong>, dengan cara mencari pada halaman <a href="%(url)s">isu GitHub</a>.
is: <strong>Gakktu úr skugga um að ekki sé nú þegar búið að tilkynna gallann</strong>, með því að yfirfara aðrar <a href="%(url)s">GitHub-verkbeiðnir</a>.
it: <strong>Verifica che l'errore non sia già stato segnalato</strong>, cercando nei <a href="%(url)s">problemi GitHub</a>.
ja: <a href="%(url)s">GitHub issues</a> を検索して、<strong>バグが報告されていない</strong>ことを確認します。
kab: <strong>Ḍmen ma ulac yakan abug-a</strong>, s unadi deg <a href="%(url)s">Uguren n GitHub</a>.
lt: Atlikite paiešką <a href="%(url)s">GitHub skelbiamose problemose</a> ir <strong>įsitikinkite, kad apie riktą dar nepranešta</strong>.
nb: <strong>Forsikre deg om at feilen ikke allerede er rapportert</strong>, ved å søke i <a href="%(url)s">GitHub-problemoversikten</a>.
nl: Doorzoek de <a href="%(url)s">GitHub-issues</a> <strong>om na te gaan of uw probleem al gemeld is</strong>.
pl: <strong>Upewnij się, że błąd nie został już zgłoszony</strong>, przeszukując <a href="%(url)s">zgłoszenia na GitHubie</a>.
pt_br: <strong>Certifique-se de que o erro ainda não foi informado</strong>, pesquisando nas <a href="%(url)s">publicações no GitHub</a>.
pt_pt: <strong>Certifique-se que o erro ainda não foi reportado</strong>, procurando nos <a href="%(url)s">problemas no GitHub</a>.
ro: <strong>Asigură-te că eroarea nu este deja raportată</strong>, căutând prin <a href="%(url)s">problemele GitHub</a>.
ru: <strong>Убедитесь, что об ошибке ещё не сообщили</strong>, выполнив поиск в <a href="%(url)s">сообщениях о проблемах на Github</a>.
sk: Vyhľadaním v <a href="%(url)s">problémoch na GitHube</a> sa <strong>usitite, že chyba už nebola nahlásená</strong>.
sl: <strong>Prepričajte se, da napaka še ni prijavljena</strong>, tako da poiščete <a href="%(url)s">težave GitHub</a>.
sq: <strong>Sigurohuni që e meta s’është raportuar tashmë</strong>, duke kërkuar përmes <a href="%(url)s">çështjeve në GitHub</a>.
sr: <strong>Проверите да грешка није већ пријављена</strong>, претрагом на <a href="%(url)s">Гитхабу</a>.
sr_latn: <strong>Proverite da greška nije već prijavljena</strong>, pretragom na <a href="%(url)s">Githabu</a>.
sv: <strong>Se till att felet inte redan har rapporteras</strong>, genom att söka igenom <a href="%(url)s">GitHub-problem</a>.
ta: <strong> பிழை ஏற்கனவே புகாரளிக்கப்படவில்லை என்பதை உறுதிப்படுத்தவும் </strong>, <a href="%(url)s"> அறிவிலிமையம் சிக்கல்கள் </a> மூலம் தேடுவதன் மூலம்.
th: <strong>ตรวจสอบให้แน่ใจว่าบั๊กนี้ยังไม่เคยมีผู้รายงาน</strong> โดยการค้นหาใน <a href="%(url)s">GitHub issues</a>
tr: <a href="%(url)s">GitHub sorunlarını</a> arayarak <strong>hatanın daha önce bildirilmediğinden emin olun</strong>.
uk: <strong>Переконайтеся, що про помилку ще не повідомили</strong>,виконавши пошук у <a href="%(url)s">GitHub issues</a>.

source: If you're unable to find an open issue addressing the problem, <a href="%(url)s">open a new one</a>.
ar: إذا لم تتمكن من العثور على مسألة مفتوحة تعالج المشكلة، <a href="%(url)s">فافتح مسألة جديدة</a>.
be: Калі вы не знайшлі паведамлення пра праблему, <a href="%(url)s">стварыце новае</a>.
be_latn: Kalі vy' ne znajshlі pavedamlennya pra prablemu, <a href="%(url)s">stvary'cze novae</a>.
ca: Si no trobeu cap problema obert que hi coincideixi, <a href="%(url)s">obriu-ne un de nou</a>.
cs: Pokud nemůžete najít otevřený požadavek popisující problém, <a href="%(url)s">otevřete nový</a>.
da: Hvis du ikke kan finde et åbent problem, som adresserer det, så <a href="%(url)s">åbn et nyt</a>.
de: Sollten Sie kein offenes, das Problem betreffendes Issue finden, <a href="%(url)s">eröffnen Sie ein neues</a>.
el: Εάν δεν υπάρχει ανοιχτό ζήτημα του προβλήματος, <a href="%(url)s">ανοίξτε ένα νέο</a>.
es: Si no encuentra ningún informe abierto que coincida, <a href="%(url)s">abra uno nuevo</a>.
et: Kui sa ei leia avatud teavitust, mis sellele probleemile suunatud, siis <a href="%(url)s">ava uus</a>.
fi: Jos et löydä ongelman ratkaisevaa avointa vikaa, <a href="%(url)s">avaa uusi</a>.
fr: Si vous n’avez trouvé aucun ticket ouvert évoquant cette anomalie, <a href="%(url)s">ouvrez un nouveau ticket</a>.
ga: Muna féidir leat fadhb oscailte a aimsiú a bhaineann le d'fhadhb, <a href="%(url)s">oscail ceann nua</a>.
gl: Se non atopou ningunha incidencia (issue) aberta que aborde este problema, <a href="%(url)s">abra unha nova</a>.
he: אם לא הצלחתי למצוא תקלה פתוחה שמעידה על הבעיה, <a href="%(url)s">אפשר לפתוח אחת חדשה</a>.
hr: Ako ne možeš pronaći prijavljeni problem koji rješava tvoj problem, <a href="%(url)s">prijavi novi problem</a>.
hu: Ha nem talál nyitott hibát, amely érinti a problémát, <a href="%(url)s">nyisson egy új hibajegyet</a>.
id: Bila Anda tidak dapat menemukan isu terbuka yang menangani masalah tersebut, <a href="%(url)s">buka yang baru</a>.
is: Ef þú finnur ekki opna verkbeiðni sem fjallar um vandamálið, <a href="%(url)s">opnaðu þá nýja</a>.
it: Se non riesci a trovare una segnalazione aperta che risolve il problema, <a href="%(url)s">aprine una nuova</a>.
ja: 同様の報告が見つからない場合は、<a href="%(url)s">新しい問題の投稿</a>をしてください。
kab: Ma yella ur tezmireḍ ara ad d-tafeḍ ugur yeldin i d-yettmeslayen ɣef waya, <a href="%(url)s">ldi amaynut</a>.
lt: Jei nerandate atviros temos, susijusios su problema, <a href="%(url)s">pradėkite naują</a>.
nb: Hvis du ikke finner en åpen feilrapport som beskriver problemet, <a href="%(url)s">åpne en ny</a>.
nl: Als u geen openstaand probleem kunt vinden dat overeenkomt met dat van u, <a href="%(url)s">meld het dan als nieuw probleem</a>.
pl: Jeśli nie jesteś w stanie znaleźć otwartego zgłoszenia zajmującego się problemem, <a href="%(url)s">otwórz nowe</a>.
pt_br: Se você não conseguir encontrar uma publicação aberta que trate do problema, <a href="%(url)s">abra uma nova publicação</a>.
pt_pt: Se não conseguiu encontrar um erro aberto sobre o problema, <a href="%(url)s">abra um novo</a>.
ro: Dacă nu reușești să găsești o problemă deschisă care abordează problema, <a href="%(url)s">deschide una nouă</a>.
ru: Если вы не нашли уже открытое сообщение об ошибке, посвящённое вашей проблеме, <a href="%(url)s">откройте новую</a>.
sk: Ak nemôžete nájsť relevantný otvorený problém, <a href="%(url)s">otvorte nový</a>.
sl: Če ne najdete odprte težave, ki obravnava težavo, <a href="%(url)s">odprite novo</a>.
sq: Nëse s’jeni në gjendje të gjeni një çështje të hapur që merret me problemin, <a href="%(url)s">hapni një të re</a>.
sr: Ако нисте нашли већ пријављен проблем као што је ваш, <a href="%(url)s">пријавите нови</a>.
sv: Om du inte kan hitta ett öppet problem som hanterar problemet, <a href="%(url)s">öppna ett nytt</a>.
ta: சிக்கலைத் தீர்க்கும் திறந்த சிக்கலைக் கண்டுபிடிக்க முடியவில்லை என்றால், <a href="%(url)s"> புதிய ஒன்றைத் திறக்கவும் </a>.
th: หากคุณไม่พบปัญหาที่เปิดอยู่ (Open Issue) ที่ตรงกับปัญหานั้น <a href="%(url)s">ให้เปิดรายการใหม่</a>
tr: Hatayı gideren bir açık sorun bulamıyorsanız <a href="%(url)s">yeni bir sorun açın</a>.
uk: Якщо ви не можете знайти відкрите питання, присвячене цій труднощі, <a href="%(url)s">задайте новий</a>.

source: <strong>Follow instructions in the issue template</strong>, and provide as much relevant info as possible.
ar: <strong>اتبع الإرشادات في قالب المسألة</strong>، وقدم أكبر قدر ممكن من المعلومات ذات الصلة بالمشكلة.
be: <strong>Пільнуйцеся інструкцый у шаблоне</strong> і апісвайце праблему як мага падрабязней.
be_latn: <strong>Pіl'nujczesya іnstrukczy'j u shablone</strong> і apіsvajcze prablemu yak maga padrabyaznej.
ca: <strong>Seguiu les instruccions de la plantilla de problemes</strong> i proporcioneu tanta informació com pugueu.
cs: <strong>Postupujte podle návodu v šabloně požadavku</strong> a uveďte co nejvíce relevantních informací.
da: <strong> Følg instruktionerne i problem-skabelonen</strong>, og giv så meget relevant info som muligt.
de: <strong>Folgen Sie den Anweisungen in der Vorlage zur Problemmeldung</strong> und stellen Sie so viel wie möglich relevante Infos zur Verfügung.
el: <strong>Ακολουθήστε τις οδηγίες στο πρότυπο έκδοσης</strong>, και δώστε όσο το δυνατόν περισσότερες σχετικές πληροφορίες.
es: <strong>Siga las instrucciones de la plantilla de informes</strong> y brinde toda la información que pueda.
et: <strong>Järgi teavitamise malli juhiseid</strong>, ning paku võimalikult palju asjakohast teavet.
fi: <strong>Seuraa julkaisumallin ohjeita</strong> ja anna mahdollisimman paljon asiaankuuluvia tietoja.
fr: <strong>Suivez les instructions données par le modèle de ticket</strong> et fournissez toutes les informations pertinentes possibles.
ga: <strong>Lean na treoracha i dteimpléad na faidhbe</strong>, agus cuir isteach an t-eolas ar fad atá agat.
gl: <strong>Siga as instrucións do modelo de incidencias</strong> e forneza toda a información que sexa posíbel.
he: <strong>כדאי לעקוב אחר ההנחיות בתבנית התקלה</strong>, ולספק כמה שיותר פרטים שיסייעו בטיפול בה.
hr: <strong>Slijedi upute u predlošku za probleme</strong> i navedi što više relevantnih podataka.
hu: <strong>Kövesse az űrlapsablon utasításait</strong>, és adjon meg minden releváns információt.
id: <strong>Ikuti petunjuk di templat masalah</strong> dan berikan sebanyak mungkin info yang relevan.
is: <strong>Fylgdu leiðbeiningunum í sniðmátinu um gerð verkbeiðnar</strong> og settu inn eins mikið af viðeigandi upplýsingum og þú mögulega getur.
it: <strong>Segui le istruzioni nel modello del problema</strong> e fornisci quante più informazioni pertinenti possibili.
ja: <strong>問題テンプレート</strong>の指示に従い、できるだけ多くの関連情報を提供してください。
kab: <strong>Ḍfer iwellihen deg tneɣruft n wugur</strong>, sakin mudd-d talɣut ilaqen akken tzemreḍ.
lt: <strong>Sekite problemos šablono duodamas instrukcijas</strong> ir pateikite kiek įmanoma daugiau susijusios informacijos.
nb: <strong>Følg instruksjonene i feilsporermalen</strong>, og oppgi så mye relevant info som mulig.
nl: <strong>Volg de instructies in het probleemsjabloon</strong> en vermeld zo veel mogelijk relevante informatie.
pl: <strong>Postępuj zgodnie z instrukcjami zawartymi w szablonie problemu</strong> i podaj jak najwięcej istotnych informacji.
pt_br: <strong>Siga as instruções no modelo de publicação</strong> e forneça o máximo de informações relevantes possível.
pt_pt: <strong>Siga as instruções no modelo de relatório</strong> e forneça o máximo de informação relevante.
ro: <strong>Urmărește instrucțiunile din șablonul de problemă</strong> și furnizează cât mai multe informații relevante.
ru: <strong>Следуйте руководству в шаблоне вопроса</strong> и предоставьте как можно больше сведений, относящихся к делу.
sk: <strong>Držte sa inštrukcií v šablóne problémov </strong> a poskytnite toľko relevantných informácií, koľko môžete.
sl: <strong>Sledite navodilom v predlogi težave</strong> in navedite čim več ustreznih informacij.
sq: <strong>Ndiqni udhëzimet te gjedhja mbi problemet</strong> dhe jepni sa më shumë të dhëna me peshë që të jetë e mundur.
sr: <strong>Следите упутства у предлошку за проблеме</strong>, и наведите што је могуће више релевантних података.
sv: <strong>Följ instruktionerna i utgivningsmallen</strong> och ge så mycket relevant information som möjligt.
ta: <strong> சிக்கல் வார்ப்புருவில் உள்ள வழிமுறைகளைப் பின்பற்றவும் </strong>, முடிந்தவரை பொருத்தமான செய்திகளை வழங்கவும்.
th: <strong>ปฏิบัติตามคำแนะนำในเทมเพลตปัญหา (Issue)</strong> และระบุข้อมูลที่เกี่ยวข้องให้มากที่สุด
tr: <strong>Sorun kalıbındaki yönergeyi uygulayın</strong> ve olabildiğince ilgili bilgiler verin.
uk: <strong>Дотримуйтесь вказівок у шаблоні пропозиції</strong>, і надайте якомога більше слушних відомостей.

source: Have a <strong>patch</strong> that fixes a bug?
ar: لديك <strong>تصحيح</strong> يصلح مشكلة ما؟
be: Вы маеце <strong>патч</strong>, што можа выправіць праблему?
be_latn: Vy' maecze <strong>patch</strong>, shto mozha vy'pravіcz' prablemu?
ca: Teniu un <strong>pedaç</strong> que soluciona una errada?
cs: Máte <strong>změnu</strong>, která opravuje chybu?
da: Har du en <strong>rettelse</strong>, der løser en fejl?
de: Besitzen Sie ein <strong>Patch</strong>, das den Fehler behebt?
el: Έχετε ένα <strong>patch</strong> που διορθώνει σφάλμα;
es: ¿Tiene un <strong>parche</strong> que repara un defecto?
et: Sul on veaparandus <strong>paik</strong>?
fi: Onko sinulla vian korjaava <strong>paikka</strong>?
fr: Vous avez <strong>corrigé une anomalie</strong> ?
ga: An bhfuil <strong>paiste</strong> agat a dheisíonn fabht éigin?
gl: Ten un <strong>parche</strong> que corrixa un fallo?
he: יש לך <strong>טלאי</strong> שמתקן תקלה?
hr: Imaš <strong>zakrpu</strong> koja popravlja grešku?
hu: Van egy <strong>javítása</strong>, amely egy hibát orvosol?
id: Punya <strong>tambalan</strong> yang bisa memperbaiki kesalahan?
is: Ertu með <strong>viðbætur</strong> sem laga einhverja galla?
it: Hai una <strong>patch</strong> che corregge un errore?
ja: バグを修正する <strong>パッチ</strong> はありますか？
kab: Yella <strong>ukemmus</strong> i yefran abug-a?
lt: Turite <strong>pataisą</strong>, kuri ištaiso riktą?
nb: Har du en <strong>programfiks</strong>?
nl: Heeft u een <strong>patch</strong> om een bug op te lossen?
pl: Masz <strong> łatkę </strong>, która naprawia błąd?
pt_br: Tem um <strong>patch</strong> que corrige um erro?
pt_pt: Tem uma <strong>correção</strong> que corrige um erro?
ro: Ai o <strong>corecție</strong> care remediază o eroare?
ru: У вас есть <strong>патч</strong>, который исправляет ошибку?
sk: Poznáte <strong>opravné riešenie</strong> chyby?
sl: Ali imaš <strong>popravek</strong>, ki odpravlja napako?
sq: Keni një <strong>arnim</strong> që ndreq një të metë?
sr: Имате <strong>закрпу</strong> која сређује грешку?
sr_latn: Imate <strong>zakrpu</strong> koja sređuje grešku?
sv: Har du en <strong>patch</strong> som fixar en bugg?
ta: ஒரு பிழையை சரிசெய்யும் <strong> ஒட்டு </strong> உள்ளதா?
th: มี <strong>แพตช์</strong> แก้ไขบั๊กใช่ไหม
tr: Bir hatayı düzelten bir <strong>yama</strong> mı yazdınız?
uk: Маєте <strong>заплатку</strong>, що виправить ваду?

source: Open a new <a href="%(url)s">GitHub pull request</a> with the patch.
ar: افتح <a href="%(url)s">طلب سحب جديد في جيت هاب</a> مع التصحيح.
be: Стварыце новы<a href="%(url)s">запыт на ўнёсак на GitHub</a> з гэтым патчам.
be_latn: Stvary'cze novy'<a href="%(url)s">zapy't na ўnyosak na GitHub</a> z ge'ty'm patcham.
ca: Obriu una <a href="%(url)s">pull request al GitHub</a> amb el pedaç.
cs: Se změnou otevřete nový <a href="%(url)s">požadavek na začlenění na GitHubu</a>.
da: Opret en ny <a href="%(url)s">GitHub pull request</a> med rettelsen.
de: Öffnen Sie einen neuen <a href="%(url)s">GitHub-Pull-Request</a> mit dem Patch.
el: Ανοίξτε ένα νέο <a href="%(url)s"> αίτημα έλξης GitHub </a> με την ενημερωμένη έκδοση κώδικα.
es: Cree una <a href="%(url)s">solicitud de incorporación de cambios en GitHub</a> donde incluya su parche.
et: Ava uus <a href="%(url)s">GitHubi kaasamis taotlus</a> ühes paigaga.
fi: Avaa uusi <a href="%(url)s">GitHub-vedospyyntö</a> korjaustiedoston kanssa.
fr: Ouvrez une <a href="%(url)s">demande de tirage sur GitHub</a> avec la correction.
ga: Oscail <a href="%(url)s">iarratas tarraingt GitHub</a> nua leis an bpaiste.
gl: Cree unha <a href="%(url)s">«pull request» en GitHub</a> co seu parche.
he: יש לפתוח <a href="%(url)s">בקשת מיזוג ב־GitHub</a> עם הטלאי.
hr: Otvori novi <a href="%(url)s">GitHub zahtjev za preuzimanje</a> sa zakrpom.
hu: Nyisson egy új <a href="%(url)s">GitHub módosítási kérelmet</a> (pull request) a javítással.
id: Buka <a href="%(url)s">permintaan pull Github baru</a> dengan tambalan.
is: Opnaðu nýja <a href="%(url)s">GitHub innsendibeiðni</a> (pull-request) með viðbótunum þínum.
it: Apri una nuova <a href="%(url)s">richiesta pull GitHub</a> includendo la patch.
ja: パッチを適用した新しい <a href="%(url)s">GitHub プルリクエスト</a> を開きます。
kab: Ldi <a href="%(url)s">asuter n tmerna ɣer GitHub</a> amaynut s ukemmus-a.
lt: Pateikite naują <a href="%(url)s">GitHub prašymą įtraukti pakeitimus</a> su pataisa.
nb: Åpne en ny <a href="%(url)s">GitHub-flettingsforespørsel</a> med programfiksen.
nl: Open dan een <a href="%(url)s">pull request op GitHub</a> met de patch.
pl: Otwórz nowy <a href="%(url)s">pull request na GitHubie</a> z poprawką.
pt_br: Abrir um novo <a href="%(url)s">pull request no GitHub</a> com o patch.
pt_pt: Abra um novo <a href="%(url)s">pedido de "pull" no GitHub</a> com a correção.
ro: Deschide o nouă <a href="%(url)s">cerere de tragere GitHub</a> cu corecția.
ru: Предложите новые <a href="%(url)s">изменения в GitHub</a> с этим патчем.
sk: Otvorte preň novú <a href="%(url)s">žiadosť o prijatie zmien na GitHube</a>.
sl: Odpri novo <a href="%(url)s">GitHub pull zahtevo</a> s popravkom.
sq: Hapni një <a href="%(url)s">PR të re në GitHub</a> me një arnim.
sr: Отворите нови <a href="%(url)s">захтев за повлачење на Гитхабу</a> са закрпом.
sr_latn: Otvorite novi <a href="%(url)s">zahtev za povlačenje na Githabu</a> sa zakrpom.
sv: Öppna en ny <a href="%(url)s">GitHub pull-begäran</a> med korrigeringen.
ta: ஒரு புதிய <a href="%(url)s"> அறிவிலிமையம் இழு கோரிக்கை </a> ஒட்டு மூலம் திறக்கவும்.
th: เปิด <a href="%(url)s">GitHub pull request</a> รายการใหม่พร้อมแพตช์นั้น
tr: Yamanız için yeni bir <a href="%(url)s">GitHub çekme isteği</a> açın.
uk: Відкрийте новий <a href="%(url)s">GitHub запит на внесок</a> з заплаткою.
