Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Use Weblate as a service, set up your own, or <a href="%(url)s">get help</a> for on-premise hosting — all with the convenience of the premium support.
ar: استخدم Weblate كخدمة ، وقم بإعداد الخدمة الخاصة بك ، أو <a href="%(url)s">احصل على مساعدة</a> للاستضافة المحلية - كل ذلك مع راحة الدعم المتميز.
be: Выкарыстоўвайце Weblatе як службу, ўсталюйце ўласную версію альбо <a href="%(url)s"> атрымайце дапамогу</a> па размяшчэнні на ўласным серверы - усё з магчымасцю прэміумнай падтрымкі.
be_latn: Vy'kary'stoўvajcze Weblate yak sluzhbu, ўstalyujcze ўlasnuyu versіyu al'bo <a href="%(url)s"> atry'majcze dapamogu</a> pa razmyashche'nnі na ўlasny'm servery' - usyo z magchy'masczyu pre'mіumnaj padtry'mkі.
ca: Utilitzeu el Weblate com a servei, instal·leu-ne una còpia o <a href="%(url)s">obtingueu ajuda</a> per a l’allotjament en un entorn local; totes aquestes opcions amb la comoditat de l’assistència premium.
cs: Používejte Weblate jako službu, vytvořte si vlastní, nebo <a href="%(url)s">získejte pomoc</a> při hostování u vás – to vše s pohodlím prémiové podpory.
da: Brug Weblate som en tjeneste, sæt din egen op, eller <a href="%(url)s">få hjælp</a> til lokal hosting – alt sammen med fordelene ved premiumsupport.
de: Nutzen Sie Weblate als Dienst, richten Sie Ihren eigenen ein oder <a href="%(url)s">holen Sie sich Hilfe</a> für das lokale Hosting – alles mit dem Komfort des Premium-Supports.
el: Χρησιμοποιήστε το Weblate ως υπηρεσία, δημιουργήστε το δικό σας, ή <a href="%(url)s">λάβετε βοήθεια</a> για φιλοξενία εντός εγκατάστασης — όλα αυτά με την άνεση της premium υποστήριξης.
es: Utilice Weblate como servicio, instálese una copia u <a href="%(url)s">obtenga ayuda</a> para una instalación en un entorno local, todo ello con la posibilidad de asistencia premium.
fi: Käytä Weblatea palveluna, määritä oma tai <a href="%(url)s"> hanki apua </a> paikan päällä tapahtuvaan isännöintiin — kaikki ensiluokkaisen tuen avulla.
fr: Utilisez Weblate en tant que service, configurez le vôtre ou <a href="%(url)s">obtenez de l’aide</a> pour un hébergement sur site — le tout avec la commodité d’une assistance privilégiée.
ga: Bain úsáid as Weblate mar sheirbhís, socraigh do chuid féin, nó <a href="%(url)s">faigh cabhair</a> le hóstáil ar an áitreabh - agus é chomh háisiúlacht don tacaíocht phréimhe.
gl: Use Weblate como un servizo, configure o seu propio ou <a href="%(url)s">obteña axuda</a> para unha instalación en aloxamento propio, todo coa comodidade da asistencia premium.
he: אפשר להשתמש ב־Weblate כשירות, להקים עותק בעצמך או <a href="%(url)s">לקבל עזרה</a> לאירוח בשרת פיזי אצלך - כל אלו מגיעים עם תמיכת פרימיום.
hr: Koristi Weblate kao uslugu, postavi vlastiti ili <a href="%(url)s">dobij pomoć</a> za lokalni hosting – sve s premium podrškom.
hu: Használja a Weblate-et szolgáltatásként, telepítse saját rendszerre vagy <a href="%(url)s">kérjen segítséget</a> helyben történő üzemeltetéshez – mindezt a prémium támogatás kényelmével.
id: Gunakan Weblate sebagai layanan, siapkan sendiri, atau <a href="%(url)s">dapatkan bantuan</a> untuk hosting lokal. Semuanya dengan kenyamanan dukungan premium.
is: Notaðu Weblate sem þjónustu, settu upp þitt eigið kerfi, eða <a href="%(url)s">fáðu aðstoð</a> við að koma upp kerfi á staðnum — allt í boði með þægindum forgangsstuðnings.
it: Usa Weblate come servizio o <a href="%(url)s">ricevi assistenza</a> per l'hosting on-premise, il tutto con la comodità del supporto premium.
ja: Weblate をサービスとして利用する、自分でセットアップする、またはオンプレミスホスティングの<a href="%(url)s">ヘルプを得る</a>など、すべてプレミアムサポートの利便性とともに利用することが可能です。
kab: Seqdec Weblate am umeẓlu, sbadu ayla-k/m, neɣ <a href="%(url)s">awi tallelt</a> i tnezduɣt ɣur-neɣ - meṛṛa akked tallelt premium.
nb: Bruk Weblate som tjeneste, sett opp din egen, eller <a href="%(url)s">få hjelp</a> med vertstjening på din maskin—alt med beleilig premiumsstøtte.
nl: Gebruik Weblate als een dienst, richt uw eigen Weblate-server in of <a href="%(url)s">verkrijg hulp</a> bij het aanvragen van hosting door ons — dit alles met de mogelijkheid om premium-ondersteuning te krijgen.
pl: Użyj Weblate jako usługi, skonfiguruj własną lub <a href="%(url)s"> uzyskaj pomoc </a> na hostingu lokalnym - wszystko to z wygodą wsparcia premium.
pt_br: Use o Weblate como um serviço, configure o seu próprio ou <a href="%(url)s">obtenha ajuda</a> para hospedagem local — todos com a conveniência de suporte premium.
pt_pt: Utilize o Weblate como um serviço, configure o seu próprio ou <a href="%(url)s">obtenha ajuda</a> para a &lt;b&gt;hospedagem local&lt;/b&gt; - tudo com a possibilidade de apoio profissional.
ro: Utilizează Weblate ca serviciu, configurează-ți propriul serviciu sau <a href="%(url)s">obține ajutor</a> pentru găzduire la fața locului — toate acestea cu confortul suportului premium.
ru: Используйте наш готовый сервис Weblate, установите свой собственный или <a href="%(url)s">получите помощь</a> для установки на собственный хостинг — всё с удобством премиальной поддержки.
sk: Používajte Weblate ako službu, vytvorte si vlastnú, alebo <a href="%(url)s">získajte pomoc</a> s hosťovaním u vás – to všetko s výhodou prémiovej podpory.
sq: Përdoreni Weblate-in si një shërbim, ujdisni instancën tuaj, ose <a href="%(url)s">merrni ndihmë</a> për strehim ku e doni — gjithçka me mundësinë e asistencës me pagesë.
sr: Користите Weblate као услугу, подесите свој сопствени или <a href="%(url)s">потражите помоћ</a> за локални хостинг — све то уз погодност премијум подршке.
sv: Använd Weblate som tjänst, installera själv eller <a href="%(url)s">få hjälp</a> med installation lokalt – alla med bekvämligheten av premiumsupport.
ta: ஒரு சேவையாக வலைபெயர்ப்பைப் பயன்படுத்தவும், உங்கள் சொந்தமானதை அமைக்கவும், அல்லது <a href="%(url)s"> உதவியைப் பெறுங்கள் </a> வளாகத்தில் புரவலத்திற்கு-அனைத்தும் காப்பீடு ஆதரவின் வசதியுடன்.
th: ใช้ Weblate เป็นบริการ ติดตั้งด้วยตัวเอง หรือ <a href="%(url)s">รับความช่วยเหลือ</a> สำหรับการติดตั้งในองค์กร — ทั้งหมดนี้มาพร้อมกับความสะดวกสบายจากบริการสนับสนุนระดับพรีเมียม
tr: Weblate platformunu bir hizmet olarak kullanın, kendi kopyanızı kurun ya da kendiniz barındırmak için <a href="%(url)s">yardım alın</a>. Tümü için ücretli desteğin rahatlığını yaşayabilirsiniz.
uk: Використовуйте Weblate як службу, налаштовуйте свій власний сервер або <a href="%(url)s">дізнайтеся як</a> розмістити проєкт тут — усе це зі зручностями найякіснішої підтримки.

source: Our team is ready to help you run Weblate smoothly.
be_latn: Nasha kamanda gatovaya dapamagchy' vam zabyaspechy'cz' besperapy'nnuyu praczu Weblate.
ca: El nostre equip està preparat per a ajudar-vos a fer funcionar el Weblate sense problemes.
cs: Náš tým je připraven vám pomoci zajistit hladký chod Weblate.
da: Vores team står klar til at hjælpe dig med at køre Weblate som smurt.
de: Unser Team steht bereit, um Ihnen dabei zu helfen, Weblate reibungslos zu betreiben.
el: Η ομάδα μας είναι έτοιμη να σας βοηθήσει να λειτουργήσετε το Weblate ομαλά.
es: Nuestro equipo está preparado para ayudarte a gestionar Weblate sin problemas.
fr: Notre équipe est prête à vous aider au bon fonctionnement de Weblate.
ga: Tá ár bhfoireann réidh chun cabhrú leat Weblate a rith go réidh.
gl: O noso equipo está preparado para axudarlle a que Weblate funcione coma a seda.
he: הצוות שלנו מוכן לסייע לך להריץ את Weblate בצורה חלקה.
hr: Naš tim je spreman da ti pomogne pri pokretanju Weblatea.
hu: Csapatunk készen áll, hogy segítsen a Weblate zökkenőmentes működtetésében.
id: Tim kami siap membantu Anda untuk menjalankan Weblate dengan lancar.
is: Teymið okkar er tilbúið til að hjálpa þér við að láta Weblate keyra smurt.
it: Il nostro team è pronto ad aiutarti a gestire Weblate senza problemi.
ja: 私たちのチームは、安定して Weblate を運用する支援ができます。
nl: Ons team staat klaar om u te helpen Weblate vloeiend te laten draaien.
pl: Nasz zespół jest gotowy, aby pomóc w sprawnym uruchomieniu Weblate.
pt_br: Nossa equipe está pronta para ajudá-lo a administrar o Weblate sem problemas.
ro: Echipa noastră este pregătită să te ajute rulezi Weblate fără probleme.
ru: Наша команда готова помочь вам обеспечить бесперебойную работу Weblate.
sk: Náš tím je pripravený pomôcť vám zabezpečiť hladký chod Weblate.
sq: Ekipi ynë është gati t’ju ndihmojë ta xhironi Weblate-in rrjedhshëm.
ta: வலைபெயர்ப்பு சீராக இயங்க உங்களுக்கு உதவ எங்கள் குழு தயாராக உள்ளது.
th: ทีมงานของเราพร้อมช่วยให้คุณใช้งาน Weblate ได้อย่างราบรื่น
tr: Weblate deneyiminizin sorunsuz olması için ekibimiz yardımcı olur.
uk: Наша команда готова допомогти вам безперебійно працювати з Weblate.

source: Compare Cloud and Self-hosted Features
ar: مقارنة الميزات السحابية والمستضافة ذاتيا
be: Параўнанне магчымасцяў воблака і ўласнага сервера
be_latn: Paraўnanne magchy'masczyaў voblaka і ўlasnaga servera
ca: Compareu les característiques entre el núvol i l’allotjament propi
cs: Porovnejte možnosti cloudu a vlastního hostování
da: Sammenlign cloud- og selvhosting-funktioner
de: Vergleich von Cloud- und Self-Hosted-Funktionen
el: Σύγκριση χαρακτηριστικών για Σύννεφο και Αυτο-φιλοξενούμενο
es: Comparar prestaciones en nube y autoalojado
fi: Vertaa pilvi- ja itse isännöimiä ominaisuuksia
fr: Comparer les fonctionnalités du Cloud et de l’auto-hébergement
ga: Déan comparáid idir Cloud agus Gnéithe Féin-óstáilte
gl: Comparar as funcionalidades na nube e en aloxamento propio
he: השוואות תכונות הענן והאירוח העצמי
hr: Usporedi funkcije hostinga u oblaku i vlastitog hostinga
hu: Felhőalapú és saját üzemeltetésű funkciók összehasonlítása
id: Bandingkan Fitur Cloud dan Hosting Mandiri
is: Bera saman eiginleika tölvuskýjalausnar og sjálfhýsingar
it: Confronta le funzionalità cloud e self-hosted
ja: クラウド型と自己ホスト型の機能の比較
kab: Serwes timahilin n Cloud akked tnezduɣt n yiman-ik
nb: Sammenlign sky og selvtjente funksjoner
nl: Vergelijk de mogelijkheden van de cloud- en zelf gehoste versies
pl: Porównanie funkcji w chmurze i funkcji hostowanych samodzielnie
pt_br: Compare funcionalidades na nuvem e auto-hospedados
pt_pt: Compare funcionalidades na nuvem e auto-hospedados
ro: Compară caracteristicile cloud și auto găzduite
ru: Сравнение возможностей облака и собственного хостинга
sk: Porovnajte funkcie cloudu a vlastného hostingu
sq: Krahasoni Veçori Reje dhe Vetëstrehimi
sr: Упоредите карактеристике хостовања у облаку и сопственог хостовања
sr_latn: Uporedi klaud i samo-hostujuće mogućnosti
sv: Jämför moln och självhostade funktioner
ta: முகில் மற்றும் தன்வய-புரவலன் நற்பொருத்தங்களை ஒப்பிடுக
th: เปรียบเทียบคุณสมบัติแบบคลาวด์และแบบติดตั้งเอง
tr: Bulutta ya da kendinizin barındırırsanız karşılaştırın
uk: Порівняти можливості «хмарної» і власної версій

source: System maintenance
ar: صيانة النظام
be: Абслугоўванне сістэмы
be_latn: Abslugoўvanne sіste'my'
ca: Manteniment del sistema
cs: Údržba systému
da: Systemvedligeholdelse
de: Wartung des Systems
el: Συντήρηση συστήματος
es: Mantenimiento del sistema
et: Süsteemihooldus
fi: Järjestelmän ylläpito
fr: Maintenance du système
ga: Cothabháil córais
gl: Mantemento do sistema
he: תחזוקת מערכת
hr: Održavanje sustava
hu: Rendszerkarbantartás
id: Pemeliharaan sistem
is: Viðhald kerfis
it: Manutenzione sistema
ja: システムの保守
kab: Aseggem n unagraw
lt: Sistemos priežiūra
nb: Systemvedlikehold
nl: Systeemonderhoud
pl: Konserwacja systemu
pt_br: Manutenção do sistema
pt_pt: Manutenção do sistema
ro: Întreținere sistem
ru: Обслуживание системы
sk: Údržba systému
sq: Mirëmbajtje sistemi
sr: Одржавање система
sr_latn: Održavanje sistema
sv: Systemunderhåll
ta: கணினி பராமரிப்பு
th: การบำรุงรักษาระบบ
tr: Sistem bakımı
uk: Супровід системи

source: Weblate installation
ar: تثبيت Weblate
be: Усталяванне Weblate
be_latn: Ustalyavanne Weblate
bg: Инсталиране на Weblate
ca: Instal·lació del Weblate
cs: Instalace Weblate
el: Εγκατάσταση του Weblate
es: Instalación de Weblate
et: Weblate'i paigaldamine
fi: Weblate-asennus
fr: Installation de Weblate
ga: Suiteáil gréasáin
gl: Instalación de Weblate
he: התקנת Weblate
hr: Weblate instalacija
hu: Weblate telepítése
id: Pemasangan weblate
is: Weblate-uppsetning
it: Installazione Weblate
ja: Weblate のインストール
kab: Asbeddi n Weblate
lt: Weblate įdiegimas
nb: Weblate-installasjon
nl: Weblate-installatie
pl: Instalacja Weblate
pt_br: Instalação do Weblate
pt_pt: Instalação do Weblate
ro: Instalare Weblate
ru: Установка Weblate
sk: Inštalácia Weblate
sq: Instalim Weblate-i
sr: Инсталација Weblate-а
sr_latn: Weblate instalacija
ta: வலைபெயர்ப்பு நிறுவல்
th: การติดตั้ง Weblate
tr: Weblate kurulumu
uk: Установлення Weblate

source: Weblate upgrades
ar: ترقيات Weblate
be: Абнаўленне Weblate
be_latn: Abnaўlenne Weblate
bg: Обновления на Weblate
ca: Actualitzacions del Weblate
cs: Aktualizace Weblate
da: Weblate-opgraderinger
el: Αναβαθμίσεις του Weblate
es: Actualizaciones de Weblate
et: Weblate'i uuendamine
fi: Weblate-päivitykset
fr: Mises à jour de Weblate
ga: Uasghráduithe gréasáin
gl: Actualizaciones de Weblate
he: שדרוגי Weblate
hr: Weblate nadogradnje
hu: Weblate frissítések
id: Pemutakhiran weblate
is: Uppfærslur Weblate
it: Aggiornamenti Weblate
ja: Weblate のアップグレード
kab: Aleqqem n Weblate
lt: Weblate atnaujinimai
nb: Weblate-oppgraderinger
pl: Aktualizacje Weblate
pt_br: Atualizações do Weblate
pt_pt: Atualizações do Weblate
ro: Actualizări Weblate
ru: Обновления Weblate
sk: Aktualizácie Weblate
sq: Përmirësime Weblate-i
sr: Надоградње Weblate-а
sr_latn: Weblate nadogradnje
sv: Weblate-uppgraderingar
ta: வலைபெயர்ப்பு மேம்படுத்தல்கள்
th: การอัปเกรด Weblate
tr: Weblate yükseltmeleri
uk: Оновлення Weblate

source: Access to backups
ar: الوصول إلى النسخ الاحتياطية
be: Доступ да рэзервовых копій
be_latn: Dostup da re'zervovy'x kopіj
ca: Accés a còpies de seguretat
cs: Přístup k zálohám
da: Adgang til sikkerhedskopier
de: Zugriff auf Sicherungen
el: Πρόσβαση σε αντίγραφα ασφαλείας
es: Acceso a copias de respaldo
et: Ligipääs varukoopiatele
fi: Pääsy varmuuskopioihin
fr: Accès aux sauvegardes
ga: Rochtain ar chúltacaí
gl: Acceso ás copias de seguranza
he: גישה לגיבויים
hr: Pristup sigurnosnim kopijama
hu: Hozzáférés a biztonsági mentésekhez
id: Akses ke rekam cadang
is: Aðgangur að öryggisafritum
it: Accesso ai backup
ja: バックアップへの接続
kab: Anekcum ɣer uḥraz
lt: Prieiga prie atsarginių kopijų
nb: Tilgang til sikkerhetskopier
nl: Toegang tot back-ups
pl: Dostęp do kopii zapasowych
pt_br: Acesso a backups
pt_pt: Aceder às cópias de segurança
ro: Acces la copii de rezervă
ru: Доступ к резервным копиям
sk: Prístup k zálohám
sq: Hyrje te kopjeruajtje
sr: Приступ резервним копијама
sr_latn: Pristup rezervnim kopijama
sv: Tillgång till säkerhetskopior
ta: காப்புப்பிரதிகளுக்கான அணுகல்
th: การเข้าถึงข้อมูลสำรอง
tr: Yedeklere erişim
uk: Доступ до резервних копій

source: Complete configuration customization
ar: تخصيص التكوين الكامل
be: Поўнае наладжванне канфігурацыі
be_latn: Poўnae naladzhvanne kanfіguraczy'і
bg: Пълна персонализация на настройките
ca: Personalització completa de la configuració
cs: Nastavení podle vašich představ
da: Komplet konfigurationstilpasning
de: Vollständige Anpassung der Konfiguration
el: Πλήρης προσαρμογή διαμόρφωσης
es: Personalización completa de la configuración
fi: Täydellinen asetusten räätälöinti
fr: Personnalisation totale de la configuration
ga: Saincheapadh cumraíochta iomlán
gl: Personalización completa da configuración
he: התאמה מלאה של ההגדרות
hr: Potpuno prilagođavanje konfiguracije
hu: Teljes konfiguráció testreszabása
id: Kustomisasi konfigurasi lengkap
is: Ljúka sérsniðinni uppsetningu
it: Configurazione e personalizzazione completa
ja: 構成の完全なカスタマイズ
kab: Tawila tudmawant yemmden
nb: Fullstendig oppsettstilpasning
nl: Volledige aanpassingsmogelijkheden
pl: Zakończono dostosowanie konfiguracji
pt_br: Personalização completa da configuração
pt_pt: Personalização de configuração completa
ro: Personalizare completă configurație
ru: Полная настройка конфигурации
sk: Kompletné prispôsobenie konfigurácie
sq: Përshtatje e plotë formësimi
sr: Потпуно прилагођење конфигурације
sr_latn: Potpuno prilagođenje konfiguracije
sv: Fullständig konfigurationsanpassning
ta: முழுமையான உள்ளமைவு தனிப்பயனாக்கம்
th: การปรับแต่งการตั้งค่าได้อย่างสมบูรณ์
tr: Tam yapılandırma özelleştirmesi
uk: Повне нетипове налаштовування

source: Single sign-on
ar: تسجيل الدخول الأحادي
be: Агульны ўваход
be_latn: Agul'ny' ўvaxod
bg: Еднократно вписване
ca: Autenticació única
cs: Sdružené přihlášení
da: Enkelt login
de: Einmaliges Anmelden
el: Ενιαία είσοδος
es: Cuenta única
fi: Kertakirjautuminen
fr: Authentification unique (SSO)
ga: Clárú aonair
gl: Acceso unificado (SSO)
he: כניסה אחודה
hr: Jedna prijava
hu: Egyszeri bejelentkezés (SSO)
id: Sistem masuk tunggal
is: Einföld innskráning (single sign-on)
it: Accesso singolo
ja: シングル サインオン
kab: Asesteb asuf (SSO)
nb: Enkeltinnloggingsfunksjonalitet
nl: Eenmaal inloggen
pl: Pojedyncze logowanie
pt_br: Logon único
pt_pt: Autenticação única
ro: Autentificare unică
ru: Единый вход
sk: Jediné prihlásenie
sq: Hyrje njëshe
sr: Јединствена пријава
sr_latn: Jedinstvena prijava
sv: Enkel inloggning
ta: ஒற்றை உள்நுழைவு
th: การลงชื่อเข้าใช้เพียงครั้งเดียว (SSO)
tr: Tek oturum açma
uk: Єдиний запис для входу

source: Priority e-mail support
ar: أولوية الدعم عبر البريد الإلكتروني
be: Прыярытэтныя падтрымка па электроннай пошце
be_latn: Pryjarytetnyja padtrymka pa eliektronnaj pošcie
bg: Приоритетна поддръжка по е-поща
ca: Assistència prioritària per correu electrònic
cs: Přednostní e-mailová podpora
da: Prioriteret e-mailsupport
de: Bevorzugter Support per E-Mail
el: Υποστήριξη ηλεκτρονικής αλληλογραφίας προτεραιότητας
es: Asistencia prioritaria por correo
fi: Nopea sähköpostituki
fr: Assistance prioritaire par courriel
ga: Tacaíocht r-phoist tosaíochta
gl: Asistencia prioritaria por correo-e
he: תמיכה בדוא״ל בעדיפות גבוהה
hr: Prioritetna podrška e-poštom
hu: Prioritást élvező e-mailes támogatás
id: Dukungan surel prioritas
is: Forgangur í tölvupóstsþjónustu
it: Assistenza prioritaria via e-mail
ja: 優先的なメール サポート
kab: Amezwaru i tallelt s yimayl
lt: Prioritetinis palaikymas el. paštu
nb: Prioritert e-posthjelp
nl: Prioritaire e-mailondersteuning
pl: Priorytetowe wsparcie e-mail
pt_br: Suporte via e-mail prioritário
pt_pt: Apoio prioritário por e-mail
ro: Asistență prioritară prin e-mail
ru: Приоритетная поддержка по электронной почте
sk: Prioritná emailová podpora
sl: Prednostna podpora po e-pošti
sq: Asistencë me përparësi përmes email-i
sr: Приоритетна подршка е-поштом
sr_latn: Prioritetna podrška e-poštom
sv: Prioriterat e-poststöd
ta: முன்னுரிமை மின்னஞ்சல் உதவி
th: บริการสนับสนุนทางอีเมลแบบเร่งด่วน
tr: Öncelikli e-posta desteği
uk: Пріоритетна підтримка по електронній пошті

source: Shared translation memory
ar: ذاكرة الترجمة المُشتَرَكة
be: Агульная памяць перакладаў
be_latn: Ahuĺnaja pamiać pierakladu
bg: Споделена памет за преводи
ca: Memòria de traducció compartida
cs: Sdílená paměť překladů
da: Delt oversættelseshukommelse
de: Geteilter Übersetzungsspeicher
el: Κοινή μεταφραστική μνήμη
es: Memoria de traducción compartida
et: Jagatud tõlkemälu
fi: Jaettu käännösmuisti
fr: Mémoire de traduction partagé
ga: Cuimhne aistriúcháin roinnte
gl: Memoria de tradución compartida
he: זיכרון תרגום משותף
hr: Dijeljena prevodilačka memorija
hu: Megosztott fordítási memória
id: Memori terjemahan bersama
is: Sameiginlegt þýðingaminni
it: Memoria traduzione condivisa
ja: 共有翻訳メモリ
kab: Takatut n tsuqilt
lt: Bendrinama vertimo atmintis
nb: Delt oversettelsesminne
nl: Gedeeld vertaalgeheugen
pl: Współużytkowana pamięć tłumaczeniowa
pt_br: Memória de tradução compartilhada
pt_pt: Memória de tradução compartilhada
ro: Memorie de traducere partajată
ru: Совместная память переводов
sk: Zdieľaná prekladová pamäť
sq: Kujtesë përkthimesh e përbashkët
sr: Дељена преводилачка меморија
sr_latn: Deljena prevodilačka memorija
sv: Delat översättningsminne
ta: பகிரப்பட்ட மொழிபெயர்ப்பு நினைவகம்
th: คลังคำแปลเดิมที่ใช้ร่วมกัน
tr: Paylaşılan çeviri belleği
uk: Спільна пам'ять перекладів

source: Priority bug fixing
ar: أولوية إصلاح الأخطاء
be: Прыярытэтнае выпраўленне памылак
be_latn: Pry'yary'te'tnae vy'praўlenne pamy'lak
bg: Приоритетно отстраняване на неизправности
ca: Solució d’errors prioritària
cs: Přednostní opravy chyb
da: Prioriteret fejlrettelse
de: Priorisierte Fehlerbehebung
el: Κατά προτεραιότητα διόρθωση σφαλμάτων
es: Corrección de defectos prioritaria
fi: Ensisijainen virheenkorjaus
fr: Correction des bogues prioritaires
ga: Socrú fabhtanna tosaíochta
gl: Corrección prioritaria de fallos
he: עדיפות גבוהה לתיקון תקלות
hr: Prioritetno ispravljanje grešaka
hu: Elsőbbségi hibajavítás
id: Perbaikan kesalahan prioritas
is: Forgangur við að laga galla
it: Correzione bug prioritaria
ja: 優先的なバグ修正
kab: Aseɣti n wuguren yezwaren
lt: Prioritetinis riktų taisymas
nb: Prioritert feilretting
nl: Foutoplossing met hoge prioriteit
pl: Priorytetowe naprawianie błędów
pt_br: Correção de erros prioritária
pt_pt: Correção prioritária de erros
ro: Prioritate remediere erori
ru: Приоритетное исправление ошибок
sk: Prioritná oprava chýb
sq: Ndreqje të metash me përparësi
sr: Приоритетно сређивање грешака
sr_latn: Prioritetno sređivanje grešaka
sv: Prioriterade felrättning
ta: முன்னுரிமை பிழை சரிசெய்தல்
th: การแก้ไขบั๊กแบบเร่งด่วน
tr: Öncelikli hata düzeltme
uk: Пріоритетне виправлення помилок

# Hosting plan
source: Cloud
ar: سحابة
be: Воблака
be_latn: Voblaka
bg: Облак
ca: Núvol
el: Σύννεφο
es: Nube
fi: Valmiina pilveen
ga: Scamall
gl: Nube
he: ענן
hr: Oblak
hu: Felhő
is: Tölvuský
ja: クラウド
kab: Asigna
lt: Debesis
nb: Sky
pl: Chmura
pt_br: Nuvem
pt_pt: Nuvem
ru: Облако
sl: Oblak
sq: Re
sr: Облак
sr_latn: Oblak
sv: Moln
ta: முகில்
th: คลาวด์
tr: Bulut
uk: Хмара
