Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: project name
ar: اسم المشروع
be: назва праекта
be_latn: nazva praekta
bg: име на проекта
ca: nom del projecte
cs: název projektu
da: projektnavn
de: Projektname
el: όνομα έργου
es: nombre del proyecto
et: projekti nimi
fi: projektin nimi
fr: Nom du projet
ga: Ainm an tionscadail
gl: nome do proxecto
he: שם מיזם
hr: ime projekta
hu: projekt neve
id: nama proyek
is: heiti verkefnis
it: nome progetto
ja: プロジェクト名
kab: isem n usenfaṛ
lt: projekto pavadinimas
nb: prosjektnavn
nl: projectnaam
pl: nazwa projektu
pt_br: nome do projeto
ro: nume proiect
ru: название проекта
sk: názov projektu
sl: ime projekta
sq: emër projekti
sv: projektnamn
ta: திட்ட பெயர்
th: ชื่อโครงการ
tr: proje adı
uk: назва проєкту

source: Search
ar: بحث
be: Пошук
be_latn: Pošuk
bg: Търсене
ca: Cerca
cs: Vyhledávání
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsi
fi: Etsi
fr: Rechercher
ga: Cuardaigh
gl: Buscar
he: חיפוש
hr: Traži
hu: Keresés
id: Cari
is: Leita
it: Cerca
ja: 検索
kab: Nadi
lt: Ieškoti
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
pt_pt: Procurar
ro: Caută
ru: Поиск
sk: Hľadať
sl: Iskanje
sq: Kërkim
sr: Претрага
sr_latn: Traži
sv: Sök
ta: தேடல்
th: ค้นหา
tr: Arama
uk: Пошук

source: %(count)s project
ar: لا توجد مشاريع
be: %(count)s праект
be_latn: %(count)s praekt
bg: %(count)s проект
ca: %(count)s projecte
cs: %(count)s projekt
da: %(count)s projekt
de: %(count)s Projekt
el: %(count)s έργο
es: %(count)s proyecto
et: %(count)s projekt
fi: %(count)s projekti
fr: %(count)s projet
ga: Tionscadal amháin
gl: %(count)s proxecto
he: מיזם %(count)s
hr: %(count)s projekt
hu: %(count)s projekt
id: %(count)s proyek
is: %(count)s verkefni
it: %(count)s progetto
ja: %(count)s 件のプロジェクト
kab: %(count)s n usenfar
lt: %(count)s projektas
nb: %(count)s prosjekt
pl: %(count)s projekt
pt_br: %(count)s projeto
ro: %(count)s proiect
ru: %(count)s перевод
sk: %(count)s projekt
sl: %(count)s projekt
sq: %(count)s projekt
sr: %(count)s пројекат
sv: Ett projekt
ta: %(count)s திட்டம்
th: %(count)s โครงการ
tr: %(count)s proje
uk: %(count)s проєкт

source: %(count)s translator
ar: عدد المترجمين صفر
be: %(count)s перакладчык
be_latn: %(count)s perakladchy'k
bg: %(count)s преводач
ca: %(count)s traductors
cs: %(count)s překladatel
da: %(count)s oversætter
de: %(count)s Übersetzer
el: %(count)s μεταφραστής
es: %(count)s traductor
et: %(count)s tõlkija
fi: %(count)s kääntäjä
fr: %(count)s traducteur
ga: Aistritheoir amháin
gl: %(count)s tradutor
he: מתרגם אחד
hr: %(count)s prevodilac
hu: %(count)s fordító
id: %(count)s penerjemah
is: %(count)s þýðandi
it: %(count)s traduttore
ja: %(count)s 人の翻訳者
kab: %(count)s n umsuqel
lt: %(count)s vertėjas
nb: %(count)s oversetter
nl: %(count)s vertaler
pl: %(count)s tłumacz
pt_br: %(count)s tradutor
ro: %(count)s traducător
ru: %(count)s переводчик
sk: %(count)s prekladateľ
sl: %(count)s prevajalec
sq: %(count)s përkthyes
sv: En översättare
ta: %(count)s மொழிபெயர்ப்பாளர்
th: %(count)s คำแปล
tr: %(count)s çevirmen
uk: %(count)s перекладач

source: …and %(count)s more
ar: ... و %(count)s آخر
be: …%(count)s і больш
be_latn: …%(count)s і bol'sh
bg: …и още %(count)s
ca: ...i %(count)s més
cs: ...a %(count)s další
da: …og %(count)s mere
de: … und %(count)s mehr
el: …και %(count)s περισσότερο
es: … más de %(count)s
et: …ja %(count)s muu
fi: …ja %(count)s muuta
fr: …et %(count)s autre
ga: …agus %(count)s eile
gl: …e %(count)s máis
he: …ועוד אחד
hr: … i još %(count)s
hu: …és még %(count)s további
id: …dan %(count)s lainnya
is: ...og %(count)s í viðbót
it: …e %(count)s altro
ja: …および %(count)s 件以上
kab: …d %(count)s nnayeḍ
lt: … ir dar %(count)s
nb: … og %(count)s fler
nl: …en %(count)s meer
pl: ...i %(count)s więcej
pt_br: …e mais %(count)s
ro: ...și încă %(count)s
ru: … %(count)s и более
sk: ...a %(count)s ďalší
sl: …in še %(count)s
sq: …dhe %(count)s tjetër
sv: … Och %(count)s till
ta: …மற்றும் %(count)s மேல்
th: …และอีก %(count)s
tr: …ve %(count)s daha
uk: …і ще %(count)s

source: Customize listing
ar: تخصيص القائمة
be: Наладзіць спіс
be_latn: Naladzіcz' spіs
ca: Personalitza la visualització
cs: Upravte výpis
da: Tilpas liste
de: Anpassen des Eintrags
el: Προσαρμογή καταχώρισης
es: Personalizar catalogación
et: Kohanda loendit
fi: Muokkaa listausta
fr: Personnaliser la liste
ga: Saincheap an liosta
gl: Personalizar a listaxe
he: התאמה הרשומה
hr: Prilagodi popis
hu: Lista testreszabása
id: Sesuaikan daftar
is: Sérsníddu listann
it: Personalizza annuncio
ja: カスタマイズのリスト
kab: Sagen tabdart
lt: Tinkinti sąrašo rodinį
nb: Tilpass opplistning
nl: Vermelding aanpassen
pl: Dostosuj wpis
pt_br: Personalizar listagem
ro: Personalizează listare
ru: Настроить список
sk: Prispôsobte zoznam
sl: Prilagodi seznam
sq: Përshtatni zërin
sv: Anpassa listning
ta: பட்டியலைத் தனிப்பயனாக்குங்கள்
th: ปรับแต่งรายการ
tr: Listelemeyi özelleştirin
uk: Налаштувати список

source: No servers matched your search.
ar: لا توجد خوادم مطابقة لبحثك.
be: Адпаведнага сервера не знойдзена.
be_latn: Adpavednaga servera ne znojdzena.
bg: Няма сървъри, отговарящи на търсенето Ви.
ca: No hi ha cap servidor que coincideixi amb la vostra cerca.
cs: Vašemu hledání neodpovídá žádný server.
da: Ingen servere matchede din søgning.
de: Es wurden keine Server gefunden, die Ihrer Suche entsprechen.
el: Κανένας διακομιστής δεν ταιριάζει με την αναζήτησή σας.
es: Ningún servidor coincide con su búsqueda.
et: Sinu otsingule ei vastanud ühtegi serverit.
fi: Yksikään palvelin ei vastannut hakuasi.
fr: Aucun serveur ne correspond à votre recherche.
ga: Níor tháinig aon fhreastalaí le do chuardach.
gl: Non se atopou ningún servidor que coincida coa busca.
he: אף שרת אינו עונה לתנאי החיפוש שלך.
hr: Nijedan server ne odgovara tvojoj pretrazi.
hu: Nincs a keresési feltételeknek megfelelő kiszolgáló.
id: Tidak ada server yang cocok dengan pencarian Anda.
is: Enginn netþjónn passaði við leitina þína.
it: Nessun server corrisponde alla tua ricerca.
ja: 検索条件と一致するサーバーはありません。
lt: Joks serveris neatitiko jūsų paieškos.
nb: Ingen tjenere stemmer med ditt søk.
nl: Er zijn geen servers die overeenkomen met uw zoekopdracht.
pl: Żaden serwer nie pasuje do Twojego wyszukiwania.
pt_br: Nenhum servidor corresponder à sua pesquisa.
ro: Nu există servere care să corespundă căutării tale.
ru: По вашему запросу не найдено ни одного сервера.
sk: Vášmu vyhľadávaniu nezodpovedajú žiadne servery.
sl: Noben strežnik ne ustreza vašemu iskanju.
sq: S’u gjet shërbyes me përputhje me kërkimin tuaj.
sv: Inga servrar matchade din sökning.
ta: உங்கள் தேடலுடன் எந்த சேவையகங்களும் பொருந்தவில்லை.
th: ไม่พบเซิร์ฟเวอร์ที่ตรงกับการค้นหาของคุณ
tr: Aramanızla eşleşen bir sunucu yok.
uk: Вашому критерію пошуку не відповідає жоден сервер.

source: You're being redirected to a SSO sign-in page.
ar: تتم إعادة توجيهك إلى صفحة تسجيل الدخول الموحد (SSO).
be: Вас пепанакіруе на старонку агульнага ўваходу(SSO).
be_latn: Vas pepanakіrue na staronku agul'naga ўvaxodu(SSO).
bg: Пренасочваме Ви към страницата за еднократно вписване.
ca: Us estem redirigint a una pàgina d’inici de sessió amb autenticació única.
cs: Budete přesměrováni na přihlašovací stránku SSO.
da: Du omdirigeres til en SSO-loginside.
de: Sie werden zu einer SSO-Anmeldeseite weitergeleitet.
el: Ανακατευθύνεστε σε μια σελίδα εισόδου SSO.
es: Está por ver una página de acceso con cuenta unificada.
et: Suuname sind ühendatud sisselogimisteenuste lehele.
fi: Sinut ohjataan kertakirjautumissivulle.
fr: Vous allez être redirigé vers une page de connexion SSO.
ga: Tá tú á atreorú chuig leathanach síniú isteach SSO.
gl: Está a ser redirixido a unha páxina de acceso unificado (SSO).
he: הבקשה שלך מועברת לעמוד הגישה לכניסה האחודה (SSO).
hr: Preusmjeravanje na SSO stranicu za prijavu.
hu: Át lesz irányítva egy SSO bejelentkezési oldalra.
id: Anda sedang dialihkan ke halaman masuk SSO.
is: Verið er að flytja þig yfir á SSO (ein skráning fyrir alla þjónustu) innskráningarsíðu.
it: Stai per essere reindirizzato a una pagina di accesso SSO.
ja: SSO サインイン ページに転送されます。
lt: Esate nukreipiamas į SSO prisijungimo tinklalapį.
nb: Du blir videresendt til en enkeltinnlogingsside.
nl: U wordt doorgestuurd naar de SSO-inlogpagina.
pl: Zostaniesz przekierowany na stronę logowania SSO.
pt_br: Você está sendo redirecionado para uma página de autenticação SSO.
ro: Te redirecționăm către o pagină de conectare SSO.
ru: Вы будете перенаправлены на страницу единого входа (SSO).
sk: Budete presmerovaní na prihlasovaciu stránku SSO.
sl: Preusmerjeni boste na stran za prijavo prek enotne prijave.
sq: Po ridrejtoheni te një faqe hyrjesh SSO.
sv: Du omdirigeras till en SSO-inloggningssida.
ta: நீங்கள் ஒரு எச்எச்ஓ உள்நுழைவு பக்கத்திற்கு திருப்பி விடப்படுகிறீர்கள்.
th: คุณกำลังถูกเปลี่ยนเส้นทางไปยังหน้าลงชื่อเข้าใช้ SSO
tr: Tek oturum açma sayfasına yönlendiriliyorsunuz.
uk: Вас переспрямовано на сторінку входу SSO.

source: Please click the button below if you're not redirected automatically within a few seconds.
ar: الرجاء النقر فوق الزر أدناه إذا لم تتم إعادة توجيهك تلقائيا في غضون ثوان قليلة.
be: Калі цягам некалькіх хвілінаў вас не перанакіравала, націсніце кнопку ўнізе.
be_latn: Kalі czyagam nekal'kіx xvіlіnaў vas ne peranakіravala, naczіsnіcze knopku ўnіze.
ca: Feu clic al botó següent si no se us redirigeix automàticament en pocs segons.
cs: Pokud nebudete automaticky přesměrováni během několika sekund, klikněte na tlačítko níže.
da: Klik venligst på knappen nedenfor, hvis du ikke automatisk omdirigeres inden for få sekunder.
de: Bitte klicken Sie auf die Schaltfläche unten, wenn Sie nicht innerhalb weniger Sekunden automatisch weitergeleitet werden.
el: Παρακαλούμε κάντε κλικ στο παρακάτω κουμπί εάν δεν ανακατευθυνθείτε αυτόματα μέσα σε λίγα δευτερόλεπτα.
es: Pulse el botón siguiente si no se le ha redirigido automáticamente transcurridos unos segundos.
et: Kui ümbersuunamine mõne sekundi jooksul ei toimi, siis klõpsi alljärgnevat nuppu.
fi: Napsauta alla olevaa painiketta, jos sinua ei ohjata automaattisesti muutaman sekunnin kuluessa.
fr: Veuillez cliquer sur le bouton ci-dessous si vous n’êtes pas redirigé automatiquement après quelques secondes.
ga: Brúigh ar an gcnaipe thíos muna n-athsheolfar thú laistigh de chúpla soicind.
gl: Prema no botón de embaixo se non é redirixido automaticamente en poucos segundos.
he: נא ללחוץ על הכפתור להלן אם הבקשה לא מועברת תוך כמה שניות.
hr: Pritisni donji gumb ako se automatsko preusmjeravanje ne dogodi u roku od par sekundi.
hu: Kattintson az alábbi gombra, ha néhány másodpercen belül nem történik meg az automatikus átirányítás.
id: Silakan klik tombol di bawah ini jika Anda tidak dialihkan secara otomatis dalam beberapa detik.
is: Smelltu á hnappinn hér fyrir neðan ef þú flyst ekki sjálfkrafa innan nokkurra sekúndna.
it: Se non vieni reindirizzato automaticamente entro pochi secondi fai clic sul pulsante in basso.
ja: 数秒以内に自動的に転送されない場合は、下のボタンをクリックしてください。
lt: Paspauskite žemiau esantį mygtuką, jei automatinis nukreipimas nepavyko po keleto sekundžių.
nb: Klikk på knappen nedenfor hvis du ikke blir videresendt i løpet av et par sekunder.
nl: Klik op onderstaande knop als u niet binnen een paar seconden wordt doorgestuurd.
pl: Proszę kliknąć na poniższy przycisk, jeśli nie zostaniesz przekierowany automatycznie w ciągu kilku sekund.
pt_br: Clique no botão abaixo se você não for redirecionado automaticamente dentro de alguns segundos.
ro: Te rugăm să dai clic pe butonul de mai jos dacă nu ești redirecționat automat în câteva secunde.
ru: Пожалуйста, нажмите на кнопку внизу, если вы не были перенаправлены автоматически в течении нескольких секунд.
sk: Ak nebudete do niekoľkých sekúnd automaticky presmerovaní, kliknite na tlačidlo nižšie.
sl: Če v nekaj sekundah ne boste samodejno preusmerjeni, kliknite spodnji gumb.
sq: Nëse s’ridrejtoheni automatikisht brenda pak sekondash, ju lutemi, klikoni butonin më poshtë.
sv: Klicka på knappen nedan om du inte omdirigeras automatiskt inom några sekunder.
ta: சில நொடிகளில் நீங்கள் தானாக திருப்பி விடப்படாவிட்டால் கீழே உள்ள பொத்தானைக் சொடுக்கு செய்க.
th: โปรดคลิกปุ่มด้านล่างหากระบบไม่เปลี่ยนเส้นทางอัตโนมัติภายในไม่กี่วินาที
tr: Birkaç saniye içinde kendiliğinden yönlendirilmezseniz lütfen aşağıdaki düğmeye tıklayın.
uk: Будь ласка, натисніть розташовану нижче кнопку, якщо перехід не буде здійснено протягом декількох наступних секунд.

source: Sign in
ar: تسجيل الدخول
be: Увайсці
be_latn: Uvajsczі
bg: Вписване
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Acceder
et: Logi sisse
fi: Kirjaudu
fr: Se connecter
ga: Sínigh isteach
gl: Acceder
he: כניסה
hr: Prijavi se
hu: Bejelentkezés
id: Masuk
is: Skrá inn
it: Accedi
ja: サインイン
kab: Qqen
lt: Prisijungti
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_br: Fazer login
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sq: Hyni
sr: Пријава
sr_latn: Prijava
sv: Logga in
ta: உள்நுழைக
th: เข้าสู่ระบบ
tr: Oturum aç
uk: Увійти

source: Become a Weblate supporter
be_latn: Padtrimka Veblate
ca: Esdevingueu un patrocinador del Weblate
cs: Staňte se podporovatelem Weblate
da: Bliv en Weblate-støtte
de: Werden Sie ein Weblate-Unterstützer
el: Γίνετε υποστηρικτής του Weblate
es: Conviértete en seguidor de Weblate
et: Asu Weblate'i toetajaks
fr: Devenez un supporter de Weblate
ga: Bí i do thacadóir Weblate
gl: Convértase nun seareiro de Weblate
he: להצטרף לתומכים הקבועים של Weblate
hr: Postani podržavatelj za Weblate
hu: Legyen a Weblate támogatója
id: Jadilah pendukung Weblate
is: Vertu stuðningsaðili Weblate
it: Diventa un sostenitore di Weblate
ja: Weblate の支援者になろう
lt: Tapkite „Weblate“ rėmėju
nl: Wordt supporter van Weblate
pl: Zostań wspierającym Weblate
pt_br: Seja um apoiador do Weblate
ro: Deveniți un suporter Weblate
ru: Стать спосором Weblate
sk: Staňte sa podporovateľom Weblate
sl: Postanite Weblate podpornik
sq: Bëhuni një përkrahës i Weblate-it
ta: வலைபெயர்ப்பு உதவி
th: เป็นผู้สนับสนุน Weblate
tr: Weblate destekçisi olun
uk: Підтримайте Weblate

source: Weblate does not require payment, and welcomes donations. There are many ways to contribute. Discuss it with your associates.
ar: لا يتطلب Weblate الدفع، ويرحب بالتبرعات. هناك العديد من الطرق للمساهمة. ناقش الأمر مع شركائك.
be: Weblate распаўсюджваецца бясплатна, але мы заўсёды радыя ахвяраванням. Ёсць шмат спосабаў нам дапамагчы. Абмяркуйце гэта са сваімі калегамі.
be_latn: Weblate raspaўsyudzhvaeczcza byasplatna, ale my' zaўsyody' rady'ya axvyaravannyam. YOscz' shmat sposabaў nam dapamagchy'. Abmyarkujcze ge'ta sa svaіmі kalegamі.
bg: Weblate не изисква плащания, но приема дарения. Има много начини да допринесете. Обсъдете това със съмишлениците си.
ca: El Weblate no exigeix cap pagament i agraeix els donatius. Hi ha moltes maneres de col·laborar-hi. Parleu-ne amb els vostres companys.
cs: Weblate je poskytováno zdarma, přičemž dary jsou vítány. Přispět na Weblate je možné mnoha způsoby. Proberte to se svými spolupracovníky.
da: Weblate kræver ikke betaling og tager gerne imod donationer. Der er mange måder at bidrage på. Tal med dine medarbejdere om det.
de: Weblate benötigt keine Zahlung und freut sich über Spenden. Es gibt viele Möglichkeiten, einen Beitrag zu leisten. Besprechen Sie das mit Ihren Freunden.
el: Το Weblate δεν απαιτεί πληρωμή και καλωσορίζει τις δωρεές. Υπάρχουν πολλοί τρόποι να συνεισφέρετε. Συζητήστε το με τους συνεργάτες σας.
es: Weblate no exige ningún pago, mas agradece los donativos. Hay muchas maneras de contribuir. Comparta Weblate con sus colegas.
et: Weblate ei nõua makseid, ent tervitab annetusi. On mitmeid viise toetamiseks. Sel teemal pea nõu kaaslastega.
fi: Weblate ei vaadi maksua ja on tyytyväinen lahjoituksiin. On monia tapoja osallistua. Keskustele siitä työtovereidesi kanssa.
fr: Weblate est fourni sans coût et accepte volontiers les dons ;-). Vous pouvez contribuer à l’expansion de Weblate de très nombreuses manières… parlez-en autour de vous.
ga: Ní theastaíonn íocaíocht ó Weblate, agus fáiltíonn sé roimh thabhartais. Tá go leor bealaí chun rannchuidiú. Déan é a phlé le do chomhpháirtithe.
gl: Weblate non esixe ningún pagamento, mais agradece as doazóns. Hai moitos xeitos de colaborar. Coménteo cos seus socios ou compañeiros.
he: מיזם Weblate אינו דורש תשלום ומקבל תרומות בברכה. יש מגוון דרכים בהן ניתן לסייע. הדרך הפשוטה ביותר היא לשוחח עליו עם המכרים שלך.
hr: Weblate ne zahtijeva plaćanje, ali se raduje donacijama. Mnogo je načina na koje je moguće doprinijeti. Porazgovaraj o tome sa svojim kolegama.
hu: A Weblate használata nem igényel fizetést, de örömmel fogad adományokat. Számos módja van a hozzájárulásnak — beszélje meg munkatársaival is.
id: Weblate tidak memerlukan pembayaran dan menerima donasi. Ada banyak cara untuk berkontribusi. Diskusikan dengan rekan Anda.
is: Þú þarft ekki að borga fyrir að nota Weblate, svo við tökum gjarna við gjöfum. Þú hefur margar leiðir til þess að leggja þitt að mörkum. Ræddu það við samstarfsfólk þitt.
it: Weblate è gratuito (non richiede un pagamento) e accetta le donazioni. Ci sono molti modi per collaborare. Parlane con i tuoi colleghi.
ja: Weblate は無料ですが、寄付を歓迎しています。支援する方法はたくさんあります。友人と検討してください。
kab: Weblate ur yesri ara lexlaṣ, maca yesra tawsa. Ddeqs n yiberdan i yellan i uttekki. Mmeslay d wid i tessneḍ.
lt: „Weblate“ nereikalauja mokėjimų ir priima finansinę paramą. Yra daugybė būdų, kaip galite prisidėti. Aptarkite tai su savo bendradarbiais.
nb: Weblate krever ikke betaling, og tar varmt imot donasjoner. Det er mange måter å bidra. Diskuter det med dine kontakter.
nl: Weblate vereist geen betaling en verwelkomt donaties. Er zijn vele manieren waarop u kunt bijdragen. Praat er over met uw collega's.
pl: Weblate nie wymaga zapłaty ale z zadowoleniem przyjmuje darowizny. Istnieje wiele sposobów na wniesienie wkładu. Porozmawiaj o tym ze swoimi współpracownikami.
pt_br: Weblate não exige pagamento e aceita doações. Há muitas maneiras de contribuir. Discuta sobre isso com seus associados.
pt_pt: Weblate não requer pagamento, e agradece doações. Existem muitas maneira de contribuir. Discuta-o com os seus associados.
ro: Weblate nu necesită plată și acceptă donații. Există mai multe modalități de a contribui. Discută cu asociații tăi.
ru: Weblate не требует оплаты, но приветствует пожертвования. Есть множество способов внести свой вклад. Обсудите его со своими товарищами.
sk: Weblate nevyžaduje platbu, no víta finančné dary. Existuje veľa spôsobov, ako prispieť. Pohovorte si o tom so svojimi spolupracovníkmi.
sl: Weblate ne zahteva plačila in sprejema donacije. Obstaja veliko načinov za prispevanje. Pogovorite se o tem s svojimi sodelavci.
sq: Weblate-i nuk lyp pagesë, dhe mirëpret dhurimet. Ka plot rrugë për të dhënë ndihmesë. Bisedojeni me bashkëpunëtorët tuaj.
sr: Weblate не захтева плаћање, а донације су добродошле. Има много начина да и ви дате допринос. Дискутујте са својим сарадницима.
sr_latn: Weblate ne zahteva plaćanje, a donacije su dobrodošle. Ima mnogo načina da i vi date doprinos. Diskutujte sa svojim saradnicima.
sv: Weblate kräver inte betalning och välkomnar donationer. Det finns många sätt att bidra med. Diskutera det med dina medarbetare.
ta: வலைபெயர்ப்புக்கு கட்டணம் தேவையில்லை, நன்கொடைகளை வரவேற்கிறது. பங்களிக்க பல வழிகள் உள்ளன. அதை உங்கள் கூட்டாளிகளுடன் விவாதிக்கவும்.
th: Weblate ไม่บังคับให้ชำระเงิน แต่ยินดีรับบริจาค มีหลายวิธีที่จะมีส่วนร่วมได้ ลองหารือกับเพื่อนร่วมงานของคุณดูสิ
tr: Weblate için ödeme yapmanız gerekmez ancak bağışlar kabul edilir. Katkıda bulunabileceğiniz birçok yol var. Ortaklarınızla tartışın.
uk: Weblate не вимагає оплати, і вітає пожертвування. Є багато способів зробити свій внесок. Обговоріть це питання з вашими соратниками.

source: FOSDEM donation
id: Donasi FOSDEM
th: การบริจาค FOSDEM

source: Purchase premium cloud
ar: اشتري تخزين سحابي ممتاز
be: Купля прэміумнага воблака
be_latn: Kuplya pre'mіumnaga voblaka
ca: Compra núvol premium
cs: Koupit prémiový cloud
da: Køb premium-cloudløsning
de: Premium-Cloud kaufen
el: Αγορά premium σύννεφου
es: Comprar nube premium
et: Osta preemium pilv
fi: Osta premium-pilvi
fr: Acheter Cloud Prémium
ga: Ceannaigh scamall préimhe
gl: Mercar nube premium
he: רכישת ענן פרימיום
hr: Kupi premium oblak
hu: Prémium felhő vásárlása
id: Beli layanan awan premium
is: Kauptu forgangsskýjaþjónustu
it: Acquista Cloud premium
ja: プレミアム クラウドの購入
kab: Aɣ premium cloud
lt: Pirkite premium debesį
nb: Kjøp premiumssky
nl: Premium-versie aanschaffen
pl: Kup chmurę Premium
pt_br: Comprar nuvem premium
pt_pt: Comprar Nuvem Premium
ro: Achiziționează cloud premium
ru: Покупка премиум-облака
sk: Kúpiť prémiový cloud
sl: Nakup premium oblaka
sq: Blini versionin re me pagesë
sr: Купите премијум облак
sr_latn: Kupite premijum oblak
sv: Köp premiummoln
ta: முகில் காப்பீடு வாங்கவும்
th: ซื้อแพ็กเกจคลาวด์พรีเมียม
tr: Ücretli bulut satın alın
uk: Придбайте преміальну хмару

source: Manage your donations
ar: قم بإدارة تبرعاتك
be: Кіраванне вашымі ахвяраваннямі
be_latn: Kіravanne vashy'mі axvyaravannyamі
bg: Управлявайте Вашите дарения
ca: Gestiona els donatius
cs: Spravovat vaše dary
da: Administrer dine donationer
de: Ihre Spenden verwalten
el: Διαχειριστείτε τις δωρεές σας
es: Gestionar sus donativos
et: Korralda oma annetusi
fi: Hallitse lahjoituksiasi
fr: Gérer vos dons
ga: Bainistigh do thabhartais
gl: Xestionar as súas doazóns
he: ניהול התרומות הכספיות שלך
hr: Upravljaj svojim donacijama
hu: Adományok kezelése
id: Kelola donasi Anda
is: Hafðu umsjón með gjöfum þínum
it: Gestisci le tue donazioni
ja: 寄付を管理する
kab: Sefrek tawsa-ik
lt: Administruokite savo paramą
nb: Håndter dine donasjoner
nl: Donaties beheren
pl: Zarządzaj swoimi darowiznami
pt_br: Gerenciar suas doações
pt_pt: Gerir os Seus Donativos
ro: Gestionează-ți donațiile
ru: Управление вашими пожертвованиями
sk: Spravovať vaše príspevky
sl: Upravljajte svoje donacije
sq: Administroni dhurimet tuaja
sr: Управљајте својим донацијама
sr_latn: Upravljajte svojim donacijama
sv: Hantera dina donationer
ta: உங்கள் நன்கொடைகளை நிர்வகிக்கவும்
th: จัดการการบริจาคของคุณ
tr: Bağışlarınızı yönetin
uk: Керування вашими пожертвуваннями

source: Recurring support and rewards
be_latn: Rehuliarnizha achviaravannі
ca: Aportacions periòdiques i recompenses
cs: Opakovaná podpora a odměny
da: Gentagen støtte og belønninger
de: Regelmäßige Unterstützung und Prämien
el: Επαναλαμβανόμενη υποστήριξη και ανταμοιβές
es: Apoyo y recompensas recurrentes
et: Korduv tugi ja preemiad
fr: Support permanent et récompenses
ga: Tacaíocht agus luach saothair athfhillteach
gl: Apoio e recompensas periódicas
he: תמיכה ומענקים מתחדשים
hr: Ponavljajuća podrška i nagrade
hu: Rendszeres támogatás és jutalmak
id: Dukungan dan hadiah rutin
is: Endurteknir styrkir og verðlaun
it: Supporto e ricompense ricorrenti
ja: 継続的な支援と謝礼
lt: Periodinė parama ir atlygiai
nl: Terugkerende ondersteuning en beloningen
pl: Stałe wsparcie i nagrody
pt_br: Suporte e recompensas recorrentes
ro: Donații recurente și recompense
ru: Постоянная поддержка и поощрения
sk: Opakovaná podpora a odmeny
sl: Ponavljajoča se podpora in nagrade
sq: Asistencë dhe shpërblime të ripërsëritshme
ta: தொடர்ச்சியான நன்கொடைகள் மற்றும் வெகுமதிகள்
th: การสนับสนุนและของรางวัลแบบต่อเนื่อง
tr: Düzenli destek ve ödüller
uk: Регулярна підтримка і винагороди
