Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: …The key feature is full integration with Git. Changes are committed to a local Git branch and easily merged back.
ar: ... الميزة الرئيسية هي التكامل الكامل مع Git. تلتزم التغييرات بفرع Git محلي ويمكن دمجها بسهولة مرة أخرى.
be: … Галоўная асаблівасць - поўная інтэгрцыя з Git. Змены ўносяцца ў лакальную галіну Git і галіны можна лёгка аб’яднаць.
be_latn: … Galoўnaya asablіvascz' - poўnaya іnte'grczy'ya z Git. Zmeny' ўnosyaczcza ў lakal'nuyu galіnu Git і galіny' mozhna lyogka ab’yadnacz'.
bg: …Най-важното е да има пълна интеграция с Git. Промените се съхраняват в местен клон на Git и след това лесно се сливат обратно.
ca: ...La funcionalitat clau és la integració completa amb el Git. Els canvis es publiquen a una branca local del Git i es fusionen de manera fàcil.
cs: …Hlavní funkce je plná integrace s Gitem. Změny jsou zapsány do lokální větve Gitu a snadno sloučeny zpět.
da: …Nøglefunktionen er fuld integration med Git. Ændringer forpligtes til en lokal Git-gren og flettes nemt tilbage.
de: … Das wichtigste Merkmal ist die vollständige Integration mit Git. Änderungen werden an einen lokalen Git-Branch committet und können problemlos wieder zusammengeführt werden.
el: … Το βασικό χαρακτηριστικό είναι η πλήρης ενσωμάτωση με το Git. Οι αλλαγές αφορούν ένα τοπικό υποκατάστημα Git και συγχωνεύονται εύκολα.
es: … La funcionalidad clave es la integración completa con Git. Los cambios se publican en una rama local de Git y se fusionan con sencillez.
et: …Võtme omaduseks on täielik lõimumine Git-ga. Muudatused panustatakse kohalikku Git-i harusse, kus need hõlpsalt tagasi lõimitakse.
fi: … Tärkein ominaisuus on täysi integraatio Gitin kanssa. Muutokset kommitoidaan paikalliseen Git-haaraan ja ovat helposti yhdistettävissä takaisin.
fr: … La fonctionnalité phare est une intégration complète avec Git. Les modifications sont archivées dans une branche git locale puis fusionnées.
ga: …Is í an phríomhghné ná comhtháthú iomlán le Git. Tá athruithe tiomanta do bhrainse áitiúil Git agus déantar iad a chumasc ar ais go héasca.
gl: … A funcionalidade clave é a integración completa con Git. Faise «commit» dos cambios sobre unha póla local de Git e fusiónanse (merge) de xeito moi sinxelo.
he: …תכונת המפתח היא שילוב מלא עם Git. שינויים מוגשים לענף Git מקומי ומאפשרים מיזוג תרגומים בחזרה בקלות.
hr: … ključna funkcija je potpuna integracija s Gitom. Promjene se spremaju na lokalnoj Git grani i jednostavno se sjedinjuju natrag.
hu: …A kulcsfontosságú jellemző a teljes Git-integráció. A módosítások egy helyi Git ágba kerülnek véglegesítésre, és egyszerűen visszavezethetők az eredeti ágba.
id: ...Fitur kuncinya adalah integrasi penuh dengan Git. Perubahan harus dapat di-commit ke branch Git lokal dan dengan mudah digabungkan kembali.
is: …Aðalatriðið er full samþætting við Git. Breytingar eru sendar inn á staðværa Git-grein og auðvelt er að bræða greinar saman til baka.
it: ... La caratteristica fondamentale è la piena integrazione con Git. Le modifiche devono essere inviate a un ramo Git locale e unite facilmente.
ja: ...重要な特徴は、Git との完全な連携です。変更はローカルの Git ブランチにコミットされ、簡単にマージされます。
kab: …Timahilin tigejdanin selɣen meṛṛa d Git. Ibeddilen ttawadeggren ɣer tseṭṭa Git tadigant fessusen i uzdi.
lt: ...Pagrindinė funkcija yra integracija su Git. Pakeitimai įvykdomi vietinėje Git šakoje ir lengvai suliejami iš naujo.
nb: …Nøkkelfunksjonen er full integrasjon med Git. Endringer sjekkes inn til lokal Git-forgrening og flettes enkelt tilbake.
nl: …de belangrijkste functie is volledige Git-integratie. Wijzigingen worden doorgevoerd in een lokale Git-vertakking en eenvoudig terug samengevoegd.
pl: ...kluczową cechą jest pełna integracja z Git. Zmiany są przesyłane na lokalną gałąź Git, którą łatwo scalić z repozytorium twojego projektu.
pt_br: ...A característica chave é a integração completa com Git. Alterações são aplicadas via commit em um ramo Git local e facilmente mesclada de volta.
pt_pt: ... A caraterística chave é a integração total com o Git. As alterações são submetidas num ramo Git local e depois incorporadas facilmente.
ro: ...Caracteristica cheie este integrarea completă cu Git. Modificările sunt comise pe o ramură Git locală și sunt ușor de îmbinat înapoi.
ru: …Ключевой особенностью является полная интеграция с Git. Изменения коммитятся в локальной ветви Git и легко сливаются обратно.
sk: ...Kľúčová funkcia je plná integrácia s Gitom. Zmeny sa zapisujú do lokálnej vetvy Gitu a mali by sa dať ľahko zlúčiť späť.
sl: … Ključna funkcionalnost je polna integracija s sistemom Git. Spremembe se objavljajo v krajevni veji Git in se enostavno spajajo nazaj.
sq: …Veçoria kyçe është integrimi i plotë me Git-in. Ndryshimet depozitohen në një degë vendore Git dhe përzihen lehtësisht me përkthimet.
sr: …Кључна могућност је пуна интеграција са ГИТ-ом. Измене се отпремају у локалну ГИТ грану и лако стапају назад.
sr_latn: …Ključna mogućnost je puna integracija sa GIT-om. Izmene se otpremaju u lokalnu GIT granu i lako stapaju nazad.
sv: ...Nyckelfunktionen är full integration med Git. Ändringar görs till en lokal Git-gren som sedan lätt slås samman.
ta: …முக்கிய நற்பொருத்தம் அறிவிலி உடன் முழு ஒருங்கிணைப்பு. உள்ளக அறிவிலி கிளைக்கு மாற்றங்கள் உறுதிபூண்டுள்ளன, மேலும் அவை எளிதில் மீண்டும் ஒன்றிணைக்கப்படுகின்றன.
th: ...คุณสมบัติหลักคือการเชื่อมต่อกับ Git อย่างสมบูรณ์ การเปลี่ยนแปลงจะถูกบันทึก (Commit) ไปยังสาขา (Branch) ของ Git ภายในเครื่องและผสาน (Merge) กลับได้อย่างง่ายดาย
tr: …En önemli özellik Git ile tam bütünleştirmedir. Değişiklikler yerel bir Git dalına yapılır ve kolayca yeniden birleştirilebilir.
uk: …Ключова особливість - повна інтеграція з Git. Зміни буде внесено до локальної гілки Git — їх легко можна об'єднати назад.

source: March 2012
ar: مارس 2012
be: Сакавік 2012
be_latn: Sakavіk 2012
bg: Март 2012 година
ca: Març del 2012
cs: březen 2012
da: Marts 2012
de: März 2012
el: Μάρτιος 2012
es: Marzo de 2012
et: Märts 2012
fi: Maaliskuu 2012
fr: Mars 2012
ga: Márta 2012
gl: Marzo de 2012
he: מרץ 2012
hr: Ožujak 2012.
hu: 2012. március
id: Maret 2012
is: Mars 2012
it: Marzo 2012
ja: 2012 年 3 月
kab: Meɣres 2012
lt: 2012 m. kovas
nb: Mars 2012
nl: Maart 2012
pl: Marzec 2012
pt_br: Março de 2012
pt_pt: Março de 2012
ro: Martie 2012
ru: Март 2012
sk: Marec 2012
sl: Marec 2012
sq: Mars, 2012
sr: март 2012
sr_latn: mart 2012
sv: Mars 2012
ta: மார்ச் 2012
th: มีนาคม 2012
tr: Mart 2012
uk: Березень 2012

source: Announcing Weblate
ar: الإعلان عن Weblate
be: Анонс Weblate
be_latn: Anons Weblate
bg: Обявяване на Weblate
ca: Anunci del Weblate
cs: Oznámení Weblate
da: Præsenterer Weblate
de: Ankündigung von Weblate
el: Ανακοινώνοντας το Weblate
es: Se anuncia Weblate
et: Weblate kuulutamine
fi: Weblate julkistetaan
fr: Annonces Weblate
ga: Weblate á fhógairt
gl: Anunciando Weblate
he: ההכרזה על Weblate
hr: Najavljivanje Weblatea
hu: A Weblate bejelentése
id: Mengumumkan Weblate
is: Weblate kynnt
it: Annuncio Weblate
ja: Weblate の発表
kab: Alɣu ɣef Weblate
lt: „Weblate“ paskelbimas
nb: Kunngjøring av Weblate
nl: Weblate aankondigen
pl: Zapowiedź Weblate
pt_br: Anunciando o Weblate
pt_pt: Publicitar o Weblate
ro: Anunțarea Weblate
ru: Анонсирование Weblate
sk: Predstavenie Weblate
sl: Objava projekta Weblate
sq: Lajmërim mbi Weblate-in
sr: Објављујемо Weblate
sr_latn: Objavljujemo Weblate
sv: Tillkännager Weblate
ta: வலைபெயர்ப்பு அறிவிக்கிறது
th: เปิดตัว Weblate
tr: Weblate duyuruldu
uk: Анонсування Weblate

source: …After about a week of development, Weblate is announced; a web-based translation tool with tight Git integration.
ar: ... بعد حوالي أسبوع من التطوير ، تم الإعلان عن Weblate. أداة ترجمة قائمة على الويب مع تكامل Git محكم.
be: … Прыкладна праз тыдзень распрацоўвання анансуецца Weblate, інструмент для перакладу з інтэграцыяй з Git.
be_latn: … Pry'kladna praz ty'dzen' raspraczoўvannya anansueczcza Weblate, іnstrument dlya perakladu z іnte'graczy'yaj z Git.
bg: …След седмица на разработка, Weblate е обявен – уеб-базиран инструмент за превод, добре интегриран с Git.
ca: … Després d’una setmana de desenvolupament, s’anuncia el Weblate: una eina de traducció basada en la web amb integració amb el Git.
cs: …Asi po týdnu vývoje mohu oznámit Weblate; webový překladový nástroj s těsným napojením na Git.
da: …Efter ca. en uges udvikling er Weblate nu klar; et webbaseret oversættelsesværktøj med tæt Git-integration.
de: … Nach etwa einer Woche Entwicklungszeit wird Weblate angekündigt; ein webbasiertes Übersetzungstool mit enger Git-Integration.
el: …Μετά από περίπου μια εβδομάδα ανάπτυξης, ανακοινώνεται το Weblate, ένα διαδικτυακό εργαλείο μετάφρασης με στενή ενσωμάτωση του Git.
es: … Después de una semana de desarrollo se anuncia Weblate: una herramienta de traducción basada en la web que se integra con Git.
et: …Peale ligi nädalast arendust, kuulutasime välja Weblate: võrgupõhise tõlkevahendi tiheda Git-liidestusega.
fi: … Weblate julkistetaan noin viikon kehityksen jälkeen. Se on verkkopohjainen käännöstyökalu, jossa on tiivis Git-integraatio.
fr: … Après environ une semaine de développement, Weblate — un outil Web de traduction avec une étroite intégration à Git — est annoncé.
ga: …Tar éis seachtain forbartha, fógraítear Weblate; uirlis aistriúcháin gréasán-bhunaithe le comhtháthú daingean Git.
gl: … Após unha semana de desenvolvemento anúnciase o Weblate: unha ferramenta de tradución baseada na web cunha estreita integración con Git.
he: …לאחר שבוע של פיתוח, יצאה ההכרזה על השקת Weblate: כלי תרגום מבוסס דפדפן בעל שילוב הדוק עם Git.
hr: … nakon otprilike tjedan dana razvoja, Weblate je najavljen; internetski alat za prevođenje s uskom integracijom na Git.
hu: …Körülbelül egy hét fejlesztés után bejelentésre kerül a Weblate: egy webalapú fordítóeszköz, amely szorosan integrálódik a Git rendszerrel.
id: ... Setelah pengembangan selama sekitar satu minggu, Weblate diumumkan; piranti penerjemahan berbasis web yang terintegrasi ketat dengan Git.
is: ...Eftir um það bil viku af þróun er tilvist Weblate kynnt; það er vefhýst þýðingatól með þéttri Git-samþættingu.
it: ... Dopo circa una settimana di sviluppo, Weblate viene annunciato: uno strumento di traduzione basato sul web con forte integrazione Git.
ja: …約 1 週間の開発期間を経て、Weblate が発表されました; これは、Git と密接に連携した Web ベースの翻訳ツールです。
lt: ...Maždaug po savaitės programavimo paskelbiama apie „Weblate“; tai internetinis vertimo įrankis su glaudžia Git integracija.
nb: …Etter en ukes utvikling, ble Weblate annonsert, et nettbasert versettelsesverktøy med tett Git-integrasjon.
nl: …na ongeveer een week van ontwikkeling, wordt Weblate aangekondigd; een online-vertaalhulpmiddel met nauwe Git-integratie.
pl: …Po około tygodniu rozwoju, Weblate - ogłoszono internetowe narzędzie do tłumaczenia z silną integracją Git.
pt_br: ...Após cerca de uma semana de desenvolvimento, o Weblate é anunciado; uma ferramenta web de tradução com firme integração Git.
ro: ...După aproximativ o săptămână de dezvoltare, a fost anunțat Weblate; o unealtă de traducere bazată pe web cu o strânsă integrare cu Git.
ru: …Примерно через неделю разработки, анонсируется Weblate, веб-инструмент для переводов с тесной интеграцией с Git.
sk: ...Asi po týždňovom vývoji predstavujeme Weblate – webový prekladateľský nástroj úzko spätý s Git.
sl: …Po približno enem tednu razvoja je najavljen Weblate; spletno prevajalsko orodje s tesno integracijo z Git.
sq: …Pas gati një jave programimi, bëhet i ditur Weblate-i; një mjet përkthimesh në web me integrim të ngushtë me Git-in.
sr: …Након недељу дана програмирања, Weblate је објављен; преводилачка алатка заснована на вебу, са тесном интеграцијом у GIT.
sr_latn: …Nakon nedelju dana programiranja, Weblate je objavljen; veb-baziran prevodilački alat sa tesnom integracijom u GIT.
sv: ...Efter ungefär en vecka med utveckling tillkännages Weblate; ett webbaserat översättningsverktyg med nära Git-integration.
ta: …சுமார் ஒரு வாரம் வளர்ச்சிக்குப் பிறகு, வலைபெயர்ப்பு அறிவிக்கப்படுகிறது; இறுக்கமான அறிவிலி ஒருங்கிணைப்புடன் வலை அடிப்படையிலான மொழிபெயர்ப்பு கருவி.
th: ...หลังจากพัฒนาได้ประมาณหนึ่งสัปดาห์ Weblate ก็เปิดตัวในฐานะเครื่องมือแปลภาษาบนเว็บที่มีการเชื่อมต่อกับ Git อย่างแน่นแฟ้น
tr: …Yaklaşık bir haftalık bir geliştirmeden sonra Weblate duyuruldu. Sıkı Git bütünleştirmesi sunan İnternet üzerinden kullanılan bir çeviri aracıydı.
uk: ...Приблизно через тиждень розробки оголошується Weblate, мережеве знаряддя перекладу з тісною інтеграцією з Git.

source: April 2012
ar: أبريل 2012
be: Красавік 2012
be_latn: Krasavіk 2012
bg: Април 2012 година
ca: Abril del 2012
cs: duben 2012
el: Απρίλιος 2012
es: Abril de 2012
et: Aprill 2012
fi: Huhtikuu 2012
fr: Avril 2012
ga: Aibreán 2012
gl: Abril de 2012
he: אפריל 2012
hr: Travanj 2012.
hu: 2012. április
is: Apríl 2012
it: Aprile 2012
ja: 2012 年 4 月
kab: Yebrir 2012
lt: 2012 m. balandis
pl: Kwiecień 2012
pt_br: Abril de 2012
pt_pt: Abril de 2012
ro: Aprilie 2012
ru: Апрель 2012
sk: Apríl 2012
sq: Prill, 2012
sr: април 2012
ta: ஏப்ரல் 2012
th: เมษายน 2012
tr: Nisan 2012
uk: Квітень 2012

source: Why Weblate?
ar: لماذا Weblate؟
be: Чаму Weblate?
be_latn: CHamu Weblate?
bg: Защо точно Weblate?
ca: Per què el Weblate?
cs: Proč Weblate?
da: Hvorfor Weblate?
de: Warum Weblate?
el: Γιατί Weblate;
es: ¿Por qué Weblate?
et: Miks Weblate?
fi: Miksi Weblate?
fr: Pourquoi Weblate ?
ga: Cén fáth Weblate?
gl: Por que Weblate?
he: למה Weblate?
hr: Zašto Weblate?
hu: Miért éppen Weblate?
id: Mengapa Weblate?
is: Hvers vegna Weblate?
it: Perché Weblate?
ja: なぜ Weblate なのか？
kab: Acuɣer Weblate?
lt: Kodėl naudoti „Weblate“?
nb: Hvorfor Weblate?
nl: Waarom Weblate?
pl: Dlaczego Weblate?
pt_br: Por que o Weblate?
pt_pt: Porquê o Weblate?
ro: De ce Weblate?
ru: Почему Weblate?
sk: Prečo Weblate?
sl: Čemu Weblate?
sq: Pse Weblate?
sr: Зашто Weblate?
sr_latn: Zašto Weblate?
sv: Varför Weblate?
ta: ஏன் வலைபெயர்ப்பு?
th: ทำไมต้อง Weblate
tr: Neden Weblate?
uk: Чому Weblate?

source: Instead of settling with an existing solution, Weblate was made to have:
ar: بدلا من التسوية مع حل موجود ، تم إنشاء Weblate ليكون:
be: У адрозненні ад іншых праектаў, Weblate ствараўся, каб выконваць наступныя функцыі:
be_latn: U adroznennі ad іnshy'x praektaў, Weblate stvaraўsya, kab vy'konvacz' nastupny'ya funkczy'і:
bg: Вместо да се задоволим със съществуващо решение, Weblate беше направен да включва:
ca: En lloc de fer servir una solució existent, vam construir el Weblate perquè tingués:
cs: Na rozdíl od stávajících řešení Weblate umožňuje:
da: I stedet for at nøjes med en eksisterende løsning, blev Weblate skabt til at have:
de: Anstatt sich mit einer bestehenden Lösung zufrieden zu geben, wurde Weblate so entwickelt:
el: Αντί της χρήσης μιας υπάρχουσας λύσης, το Weblate δημιουργήθηκε για να προσφέρει:
es: En lugar de utilizar una solución existente, creamos Weblate para que tuviese:
et: Selmet leppida olemas-oleva lahendusega, tegime nii, et Weblate's oleks:
fi: Olemassa olevien vaihtoehtojen sijaan Weblate toteutetaan sisältämään:
fr: Plutôt que de se contenter d’une solution existante, Weblate a été conçu pour :
ga: In ionad socrú a dhéanamh le réiteach a bhí ann cheana féin, rinneadh na nithe seo a leanas a bheith ag Weblate:
gl: No canto de nos contentar cunha solución existente, Weblate foi feito para ter:
he: במקום להתפשר על הפתרון הקיים, Weblate נוצרה לכלול:
hr: Umjesto ostajanja pri postojećem rješenju, Weblate omogućuje:
hu: Ahelyett, hogy megelégedtünk volna egy meglévő megoldással, a Weblate azért készült, hogy rendelkezzen a következőkkel:
id: Daripada bertahan dengan solusi yang ada, Weblate dibuat untuk:
is: Í stað þess að sætta sig við lausn sem þegar væri til staðar, var Weblate hannað til þess að hafa:
it: Invece di accontentarsi di una soluzione esistente, Weblate è stato creato in modo da offrire:
ja: いままでの解決法にこだわらずに、Weblate で実現したこと:
lt: Nepatenkintas esamu sprendimu, sukūriau „Weblate“, kurioje yra:
nb: Istedenfor å jobbe videre på en eksiterende løsning, ble Weblate laget for å:
nl: In plaats van voor een bestaande oplossing te gaan, is Weblate gemaakt met als speerpunten:
pl: Zamiast zadowalać się istniejącym rozwiązaniem, Weblate został stworzony, aby mieć:
pt_br: Em vez de se contentar com uma solução existente, o Weblate foi feito para ter:
ro: În loc să ne mulțumim cu o soluție existentă, Weblate a fost creat pentru a avea:
ru: Вместо того, чтобы оставаться с имеющимися решениями, Weblate был создан для того, чтобы получить:
sk: Na rozdiel od existujúcich riešení Weblate umožňuje:
sl: Namesto vztrajanja pri obstoječi rešitvi je razvoj Weblate ciljal na naslednje zmožnosti:
sq: Në vend të ndejtjes me një zgjidhje ekzistuese, Weblate-i u krijua për të pasur:
sr: Уместо да остане на постојећим решењима, Weblate је направљен да има:
sv: Istället för att nöja sig med en befintlig lösning, gjordes Weblate för att ha:
ta: ஏற்கனவே உள்ள தீர்வுடன் குடியேறுவதற்கு பதிலாக, வலைபெயர்ப்பு இருக்க வேண்டும்:
th: แทนที่จะยอมรับโซลูชันที่มีอยู่เดิม Weblate ถูกสร้างขึ้นมาเพื่อให้มี:
tr: Var olan bir çözümle yetinmek yerine, Weblate şu özelliklere göre geliştirildi:
uk: Замість того, щоб залишатися з наявними рішеннями, Weblate було створено щоб мати:

source: Git integration
ar: التكامل مع جت
be: Інтэграцыя з Git
be_latn: Іnte'graczy'ya z Git
bg: Интеграция с Git
ca: Integració amb el Git
cs: Integrace s gitem
el: Ενσωμάτωση με το Git
es: Integración con Git
et: Git-liidestus
fi: Git-integraatio
fr: S’intégrer avec Git
ga: Comhtháthú git
gl: Integración con Git
he: שילוב עם Git
hr: Integraciju s Gitom
hu: Git-integráció
id: Integrasi Git
is: Git-samþætting
it: Integrazione Git
ja: Git 連携
kab: Aslaɣ Git
lt: Git integracija
nb: Git-integrasjon
nl: Git-integratie
pl: Integracji z Git
pt_br: Integração com Git
pt_pt: Integração no Git
ro: Integrare cu Git
ru: Интеграцию с git
sk: Integráciu s Gitom
sl: Integracija z Git
sq: Integrim me Git
sr: ГИТ интеграција
sr_latn: GIT integracija
sv: Git-integrering
ta: அறிவிலி ஒருங்கிணைப்பு
th: การเชื่อมต่อกับ Git
tr: Git bütünleştirmesi
uk: Інтеграцію з Git

source: Translator attribution
ar: نَسُب الترجمة
be: Пазначэнне аўтараў перакладу
be_latn: Paznache'nne aўtaraў perakladu
bg: Следене на авторството на преводите
ca: Atribució als traductors
cs: Autorství překladu
da: Oversætterkreditering
de: Übersetzerzuordnung
el: Απόδοση μεταφραστή
es: Atribución a los traductores
et: Tõlkija panus
fi: Kääntäjän nimeäminen
fr: Créditer les traducteurs
ga: Leithdháileadh aistritheora
gl: Recoñecemento dos tradutores
he: ייחוס למתרגם
hr: Pripisivanje autorstva prevodiocima
hu: Fordítók szerzői feltüntetése
id: Atribusi penerjemah
is: Tileinkun höfunda
it: Attribuzione della traduzione
ja: 翻訳者情報
kab: Addad n tsuqilt
lt: Vertėjo atribucija
nb: Oversetterkreditering
nl: Vertaler vermelding
pl: Przypisania tłumacza
pt_br: Atribuição de tradutor
pt_pt: Atribuição do tradutor
ro: Atribuire de traducători
ru: Указание авторства переводчика
sk: Priradenie autora prekladu
sl: Pripis avtorstva prevoda
sq: Atribuim përkthyesish
sr: Помињање преводиоца
sr_latn: Pominjanje prevodioca
sv: Översättningsattribut
ta: மொழிபெயர்ப்பாளர் பண்புக்கூறு
th: การให้เครดิตนักแปล
tr: Çevirmenlerin ilişkilendirilmesi
uk: Вказання авторства перекладача

source: Handling of several branches
ar: التعامل مع عدة فروع
be: Апрацоўванне некалькіх галінаў
be_latn: Apraczoўvanne nekal'kіx galіnaў
bg: Управление на няколко клона
ca: Gestió de branques
cs: Práce na více větvích zároveň
da: Håndtering af flere grene
de: Verwaltung mehrerer Branches
el: Διαχείριση διάφορων εφαρμογών
es: Gestión de varias ramas
et: Mitme haru käitlemine
fi: Useiden haarojen hallinta
fr: Prendre en charge plusieurs branches
ga: Láimhseáil roinnt brainsí
gl: Xestión de varias pólas (branch)
he: טיפול במספר ענפים
hr: Rukovanje mnogobrojnim granama
hu: Több ág kezelése
id: Penanganan dari beberapa branch
is: Meðhöndlun fjölmargra greina
it: Gestione dei vari rami
ja: 複数のブランチの取り扱い
kab: Asesfer n ddeqs n tseḍwa
lt: Keleto šakų apdorojimas
nb: Håndtering av flerfoldige forgreninger
nl: Verwerking van meerdere takken
pl: Obsługi kilku gałęzi
pt_br: Manuseio de vários ramos
pt_pt: Gestão de vários ramos
ro: Manipulare a mai multor ramuri
ru: Обработку нескольких веток
sk: Prácu s viacerými vetvami
sl: Ravnanje z več vejami
sq: Trajtim të disa degëve të projektit njëherësh
sr: Руковање са више грана
sr_latn: Rukovanje sa više grana
sv: Hantering av flera grenar
ta: பல கிளைகளைக் கையாளுதல்
th: การจัดการสาขา (Branch) หลายสาขา
tr: Çeşitli dalların işlenmesi
uk: Обробка декількох гілок

source: Displaying context
ar: إظهار السياق
be: Адлюстраванне кантэксту
be_latn: Adlyustravanne kante'kstu
bg: Показване на контекст за низовете
ca: Visualització del context
cs: Zobrazení kontextu
da: Visning af kontekst
de: Anzeige des Kontextes
el: Εμφάνιση περιβάλλοντος
es: Visualización del contexto
et: Ümbritsevas kuvamine
fi: Asiayhteyden näyttäminen
fr: Afficher le contexte des traductions
ga: Comhthéacs á thaispeáint
gl: Vista do contexto
he: הצגת הקשר
hr: Prikaz konteksta
hu: Szövegkörnyezet megjelenítése
id: Menampilkan konteks
is: Birti samhengi
it: Visualizzazione contesto
ja: コンテキストの表示
kab: Askan n usatal
lt: Konteksto rodymas
nb: Visning av bindeleddsinfo
nl: Contextweergave
pl: Wyświetlania kontekstu
pt_br: Exibição do contexto
pt_pt: Exibir contexto
ro: Afișare a contextului
ru: Отображение контекста
sk: Zobrazenie kontextu
sl: Prikaz konteksta
sq: Shfaqje konteksti
sr: Приказ контекста
sr_latn: Prikaz konteksta
sv: Visningskontext
ta: சூழலைக் காண்பிக்கும்
th: การแสดงบริบท
tr: Bağlamın görüntülenmesi
uk: Відображення підтексту

source: Sane merging of translations
ar: الدمج العاقل للترجمة
be: Разумнае аб’яднанне перакладаў
be_latn: Razumnae ab’yadnanne perakladaў
bg: Адекватно сливане на преводите
ca: Fusió assenyada de les traduccions
cs: Rozumné slučování překladů
da: Fornuftig fletning af oversættelser
de: Vernünftige Zusammenführung von Übersetzungen
el: Λογική συγχώνευση μεταφράσεων
es: Fusión de traducciones razonable
et: Mõistlik tõlgete ühitamine
fi: Käännösten järkevä yhdistäminen
fr: Fusionner de manière sûre les traductions
ga: Cumasc na n-aistriúchán go sábháilte
gl: Fusión (merge) de tradución razoábel
he: מיזוג תרגומים שפוי
hr: Zdravo sjedinjavanje prijevoda
hu: Fordítások átgondolt összevonása
id: Penggabungan terjemahan yang masuk akal
is: Skynsamlegar samsteypur þýðinga
it: Fusione sensata delle traduzioni
ja: 正常な翻訳のマージ
kab: Azday aɣelsan n tsuqilin
lt: Protingas vertimų liejimas
nb: Rasjonell fletting av oversettelser
nl: Verstandige samenvoeging van vertalingen
pl: Inteligentnego łączenia tłumaczeń
pt_br: Fusão sã de traduções
pt_pt: União equilibrada de traduções
ro: Îmbinare sănătoasă a traducerilor
ru: Вменяемое слияние переводов
sk: Rozumné zlučovanie prekladov
sl: Pametno spajanje prevodov
sq: Përzierje me mend e përkthimeve
sr: Паметно спајање превода
sr_latn: Pametno stapanje prevoda
sv: Frisk sammanslagning av översättningar
ta: மொழிபெயர்ப்புகளின் அறிவாளித்தனமான ஒன்றிணைப்பு
th: การผสาน (Merge) คำแปลอย่างสมเหตุสมผล
tr: Çevirilerin uygun şekilde birleştirilmesi
uk: Притомне злиття перекладів
