Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: OpenShift guide
ar: دليل أوبن شفت
be: Даведнік па OpenShift
be_latn: Davednіk pa OpenShift
bg: Ръководство за „OpenShift“
ca: Guia per a l’OpenShift
cs: Příručka pro OpenShift
de: OpenShift-Leitfaden
el: Οδηγός OpenShift
es: Guía de OpenShift
et: OpenShifti juhend
fi: OpenShift-ohje
fr: Guide OpenShift
ga: Treoir OpenShift
gl: Guía de OpenShift
he: מדריך ל־‏OpenShift
hr: Priručnik za OpenShift
hu: OpenShift útmutató
id: Panduan OpenShift
is: Leiðbeiningar fyrir OpenShift
it: Guida per OpenShift
ja: OpenShift ガイド
kab: Amnir OpenShift
nb: OpenShift-veiledning
nl: OpenShift-handleiding
pl: Przewodnik po OpenShift
pt_br: Guia de OpenShift
pt_pt: Guia OpenShift
ro: Ghid OpenShift
ru: Руководство OpenShift
sk: Sprievodca platformou OpenShift
sl: Vodnik po OpenShift
sq: Udhërrëfyes për OpenShift
sr: Водич за OpenShift
sr_latn: Vodič za OpenŠift
ta: திறந்தஉயர்த்து வழிகாட்டி
th: คู่มือ OpenShift
tr: OpenShift rehberi
uk: Посібник по OpenShift

source: Running Weblate on the Kubernetes platform
ar: تشغيل Weblate على منصة Kubernetes
be: Запуск Weblate на платформе Kubernetes
be_latn: Zapusk Weblate na platforme Kubernetes
bg: Пускане на Weblate в платформата „Kubernetes“
ca: Execució del Weblate a la plataforma Kubernetes
cs: Provozování Weblate na platformě Kubernetes
da: Kørsel af Weblate på Kubernetes-platformen
de: Weblate auf der Kubernetes-Plattform betreiben
el: Εκτέλεση του Weblate στην πλατφόρμα Kubernetes
es: Ejecutar Weblate en la plataforma Kubernetes
et: Weblate käitamine Kubernetes platvormil
fi: Weblaten käyttö Kubernetes-alustalla
fr: Exécuter Weblate sur la plateforme Kubernetes
ga: Weblate a rith ar ardán Kubernetes
gl: Execución de Weblate na plataforma Kubernetes
he: הרצת Weblate על פטפורמת Kubernetes
hr: Pokretanje Weblatea na Kubernetes platformi
hu: A Weblate futtatása Kubernetes platformon
id: Menjalankan Weblate pada platform Kubernetes
is: Að keyra Weblate á Kubernetes-kerfi
it: Esecuzione di Weblate in piattaforma Kubernetes
ja: Kubernetes プラットフォーム上での Weblate の実行
kab: Aseddu n Weblate deg tɣerɣert OpenShift
nb: Kjøring av Weblate på Kubernetes-plattformen
nl: Draai Weblate op het Kubernetes-platform
pl: Uruchamianie Weblate na platformie Kubernetes
pt_br: Executando Weblate na plataforma Kubernetes
pt_pt: Executar o Weblate na plataforma Kubernetes
ro: Rularea Weblate pe platforma Kubernetes
ru: Запуск Weblate на платформе Kubernetes
sk: Prevádzka Weblate na platforme Kubernetes
sl: Izvajanje Weblate na platformi Kubernetes
sq: Xhirim i Weblate-it në platformën Kubernetes
sr: Покретање Weblate-а на Kubernetes платформи
sr_latn: Pokretanje Weblate-a na Kubernetes platformi
sv: Köra Weblate på Kubernetes-plattformen
ta: குபெர்னெட்ச் இயங்குதளத்தில் வலைபெயர்ப்பு இயங்குகிறது
th: การรัน Weblate บนแพลตฟอร์ม Kubernetes
tr: Kubernetes platformu üzerinde Weblate çalıştırmak
uk: Weblate працює на платформі Kubernetes

source: Kubernetes guide
ar: دليل Kubernetes
be: Дапаможнік па Kubernetes
be_latn: Dapamozhnіk pa Kubernetes
ca: Guia per a Kubernetes
cs: Příručka pro Kubernetes
de: Kubernetes-Leitfaden
el: Οδηγός Kubernetes
es: Guía para Kubernetes
et: Kubernetese juhend
fi: Kubernetes-ohje
fr: Guide Kubernetes
ga: Treoir Kubernetes
gl: Guía de Kubernetes
he: מדריך קוברנטיס
hr: Vodič za Kubernetes
hu: Kubernetes útmutató
id: Panduan Kubernetes
is: Leiðarvísir fyrir Kubernetes
it: Guida per Kubernetes
ja: Kubernetes ガイド
nl: Kubernetes-handleiding
pl: Przewodnik po Kubernetes
pt_br: Guia do kubernetes
pt_pt: Guia do Kubernetes
ro: Ghid Kubernetes
ru: Руководство Kubernetes
sk: Príručka Kubernetes
sl: Vodnik po Kubernetes
sq: Udhërrëfyes për Kubernetes
sr: Водич за Kubernetes
sr_latn: Vodič za Kubernets
ta: குபெர்னெட்ச் வழிகாட்டி
th: คู่มือ Kubernetes
tr: Kubernetes rehberi
uk: Підручник для Kubernetes

source: GitHub repository
ar: مستودع جيت هاب
be: Рэпазіторый GitHub
be_latn: Re'pazіtory'j GitHub
bg: Хранилище в GitHub
ca: Dipòsit al GitHub
cs: Repozitář na GitHub
el: Αποθετήριο GitHub
es: Repositorio de GitHub
et: GitHubi varamu
fi: GitHub-tietovarasto
fr: Dépôt GitHub
ga: Taisclann GitHub
gl: Repositorio de GitHub
he: מאגר GitHub
hr: GitHub repozitorij
hu: GitHub-tároló
id: Repositori GitHub
is: GitHub-kóðasafn
it: Repository GitHub
ja: GitHub リポジトリ
kab: Akufi Github
lt: GitHub saugykla
nb: GitHub-kodelager
nl: GitHub-opslagruimte
pl: Repozytorium GitHub
pt_br: Repositório no GitHub
pt_pt: Repositório do GitHub
ro: Depozitar GitHub
ru: Сетевое хранилище GitHub
sk: Odkladací priestor GitHub
sl: GitHub repositorij
sq: Depo GitHub
sr: Гитхаб складиште
sr_latn: Githab skladište
sv: GitHub förråd
ta: அறிவிலிமையம் களஞ்சியம்
th: คลังโค้ด GitHub
tr: GitHub deposu
uk: GitHub репозиторій

source: Weblate is developed on <a href="%(url)s">GitHub</a>, you can fork it there, find <a href="%(url)s">more repositories</a>, or just:
ar: يُطور Weblate على <a href="%(url)s">جيت هاب</a>، يمكنك سحب فرع منه هناك أو إيجاد <a href="%(url)s">المزيد من المستودعات</a> أو فقط:
be: Weblate распрацоўваецца на <a href="%(url)s">GitHub</a>. Вы можаце там яго форкнуць, знайсці <a href="%(url)s"> больш рэпазіторыяў</a> альбо проста:
be_latn: Weblate raspraczoўvaeczcza na <a href="%(url)s">GitHub</a>. Vy' mozhacze tam yago forknucz', znajsczі <a href="%(url)s"> bol'sh re'pazіtory'yaў</a> al'bo prosta:
bg: Weblate се разработва в <a href="%(url)s">GitHub</a>, където може да направите свой наследен проект или да разгледате <a href="%(url)s">другите хранилища</a>, или само:
ca: El Weblate es desenvolupa al <a href="%(url)s">GitHub</a>, el podeu bifurcar allà, trobar-ne <a href="%(url)s">més dipòsits</a> o simplement:
cs: Weblate je vyvíjeno na <a href="%(url)s">GitHubu</a>, kde si ho můžete odštěpit, najít <a href="%(url)s">další repozitáře</a>, nebo stačí:
da: Weblate udvikles på <a href="%(url)s">GitHub</a> – du kan forke det der, finde <a href="%(url)s">flere repositories</a> eller blot:
de: Weblate wird auf <a href="%(url)s">GitHub</a> entwickelt. Sie können es dort forken, finden Sie <a href="%(url)s">mehr Repositorys</a>, oder einfach:
el: Το Weblate αναπτύσσεται στο <a href="%(url)s">GitHub</a>, μπορείτε να δημιουργήσετε διακλάδωση εκεί, να βρείτε <a href="%(url)s">περισσότερα αποθετήρια</a>, ή απλά:
es: Weblate se desarrolla en <a href="%(url)s">GitHub</a>; puede hacer derivados allí mismo, encontrar <a href="%(url)s">más repositorios</a> o simplemente:
et: Weblatet arendatakse <a href="%(url)s">GitHub</a>is, võid toda sealt kahveldada, leida <a href="%(url)s">täiendavaid varamuid</a>, või lihtsalt:
fi: Weblatea kehitetään <a href="%(url)s">GitHubissa</a>. Voit haarauttaa Weblaten siellä, etsiä <a href="%(url)s">lisää tietovarastoja</a> tai vain:
fr: Le projet Weblate est accessible sur <a href="%(url)s">GitHub</a>, vous pouvez forker le projet, trouver <a href="%(url)s">d’autres dépôts</a> ou juste :
ga: Forbraítear Weblate ar <a href="%(url)s">GitHub</a>, is féidir leat é a fhorchur ann, <a href="%(url)s">tuilleadh stór</a> a aimsiú, nó díreach :
gl: Weblate desenvólvese en <a href="%(url)s">GitHub</a>, alí pode facer unha bifurcación, atopar <a href="%(url)s">máis repositorios</a>, ou simplemente:
he: הפיתוח של Weblate מתנהל על גבי <a href="%(url)s">GitHub</a>, ניתן לפצל עותק משם, למצוא <a href="%(url)s">מאגרים נוספים</a> או פשוט:
hr: Weblate se razvija na <a href="%(url)s">GitHub</a>-u. Tamo možeš izraditi kopiju Weblatea, pronaći <a href="%(url)s">daljnje repozitorije</a> ili jednostavno koristi:
hu: A Weblate fejlesztése a <a href="%(url)s">GitHubon</a> zajlik — ott leágazást (forkot) hozhat létre, <a href="%(url)s">további tárolókat</a> is talál vagy használja az alábbi parancsokat:
id: Weblate dikembangkan di <a href="%(url)s">GitHub</a>, Anda dapat melakukan fork di sana, temukan <a href="%(url)s">lebih banyak repositori</a>, atau hanya:
is: Weblate er hannað og þróað á <a href="%(url)s">GitHub</a>, þú getur kvíslað það þar, fundið <a href="%(url)s">fleiri kóðasöfn</a>, eða bara:
it: Weblate è sviluppato su <a href="%(url)s">GitHub</a>, puoi creare un fork lì, trovare <a href="%(url)s">altri repository</a> oppure semplicemente:
ja: Weblate は <a href="%(url)s">GitHub</a> 上で開発され、フォークしたり、<a href="%(url)s">その他のリポジトリ</a> を検索したり、そのまま使用できます。
kab: Weblate yettwasnelfi deg <a href="%(url)s">GitHub</a>, tzemreḍ ad tt-teleḍ-t dinna, af-d <a href="%(url)s">ugar n yikufan</a>, neɣ:
nb: Weblate utvikles på <a href="%(url)s">GitHub</a>, du kan opprette en forgrening der, finne <a href="%(url)s">flere kodelager</a>, eller bare:
nl: Weblate wordt ontwikkeld op <a href="%(url)s">GitHub</a>. U kunt daar een fork aanmaken, <a href="%(url)s">meer opslagruimten</a> bekijken of gewoon:
pl: Weblate jest rozwijany na <a href="%(url)s">GitHub</a>, możesz tam stworzyć własną gałąź, znajdź <a href="%(url)s">więcej repozytoriów</a>, lub po prostu:
pt_br: O Weblate é desenvolvido no <a href="%(url)s">GitHub</a>, e você pode fazer um fork dele, encontrar <a href="%(url)s">mais repositórios</a> ou simplesmente:
pt_pt: O Weblate é desenvolvido no <a href="%(url)s">GitHub</a>, pode bifurcá-lo lá. Descubra <a href="%(url)s">mais repositórios</a> ou simplesmente:
ro: Weblate este dezvoltat pe <a href="%(url)s">GitHub</a>, poți să îl ramifici acolo, să găsești <a href="%(url)s">mai multe depozitare</a>, sau pur și simplu:
ru: Weblate разрабатывается на платформе <a href="%(url)s">GitHub</a>, вы можете сделать ответвление, посмотреть наши <a href="%(url)s">другие сетевые хранилища</a>, или просто выполнить:
sk: Weblate vyvíjame na <a href="%(url)s">GitHube</a>, kde si z neho môžete odvodiť vlastnú vetvu (fork), nájsť <a href="%(url)s">viac odkladacích priestorov</a>, alebo stačí:
sl: Weblate je razvit na <a href="%(url)s">GitHubu</a>, kjer ga lahko razdelite, poiščete <a href="%(url)s">več repozitorijev</a> ali pa preprosto:
sq: Weblate-i zhvillohet në <a href="%(url)s">GitHub</a>, mund të krijoni degën tuaj këtu, të gjeni <a href="%(url)s">më tepër depo</a>, ose thjesht:
sr: Weblate се развија на <a href="%(url)s">GitHub-у</a>. Тамо га можете форковати, пронаћи <a href="%(url)s">више репозиторијума</a> или само:
sr_latn: Weblate se razvija na <a href="%(url)s">Githabu</a>. Tamo ga možete razgranati, pronaći <a href="%(url)s">još skladišta</a> ili samo:
sv: Weblate utvecklas på <a href="%(url)s">GitHub</a>. Där du kan "forka" koden, hitta <a href="%(url)s">fler arkiv</a> eller bara:
ta: வலைபெயர்ப்பு <a href="%(url)s">அறிவிலிமையம்</a> இல் உருவாக்கப்பட்டுள்ளது, நீங்கள் அதை அங்கேயே நகல் எடுக்கலாம் <a href="%(url)s">மேலும் களஞ்சியங்கள் </a>தேடு அல்லது இதைமட்டும்:
th: Weblate ได้รับการพัฒนาบน <a href="%(url)s">GitHub</a> คุณสามารถ Fork ไปพัฒนาต่อ ค้นหา <a href="%(url)s">คลังโค้ดเพิ่มเติม</a> หรือเพียงแค่:
tr: Weblate, <a href="%(url)s">GitHub</a> üzerinde geliştirilir. Oradan bir dal ayırabilir, <a href="%(url)s">diğer depoları</a> bulabilir ya da yalnızca şunu yapabilirsiniz:
uk: Weblate розробляється на платформі <a href="%(url)s">GitHub</a>, ви можете зробити форк, подивитися наші <a href="%(url)s">інші репозиторії</a>, або просто виконати:

source: Weblate command line client
ar: سطر أوامر Weblate
be: Кліент Weblate для загаднага радка
be_latn: Klijent Weblate dlia kamandnaha radka
bg: Клиент за команден ред на Weblate
ca: Client de línia d’ordres del Weblate
cs: Nástroj pro příkazovou řádku
da: Weblate-kommandolinjeklient
de: Weblate-Befehlszeilenprogramm
el: Πελάτης γραμμής εντολών του Weblate
es: Cliente de línea de órdenes de Weblate
et: Weblate käsurea klient (WLC)
fi: Weblate-komentoriviohjelma
fr: Client en lignes de commande Weblate
ga: Cliant líne ordaithe weblate
gl: Cliente de liña de ordes de Weblate
he: לקוח שורת פקודה של Weblate
hr: Weblate klijent za naredbeni redak
hu: Weblate parancssoros kliens
id: Klien baris perintah Weblate
is: Skipanalínubiðlari fyrir Weblate
it: Client a riga di comando per Weblate
ja: Weblate コマンドライン クライアント
kab: Amsaɣ n yizirig n tladna n Weblate
lt: Weblate komandinės eilutės klientas
nb: Weblate-kommandolinjeklient
nl: Weblate-opdrachtregelclient
pl: Klient linii poleceń Weblate
pt_br: Cliente em linha de comando do Weblate
pt_pt: Cliente da linha de comandos do Weblate
ro: Client linie de comandă Weblate
ru: Клиент Weblate для командной строки
sk: Weblate klient pre príkazový riadok
sl: Klient Weblate za ukazno vrstico
sq: Klient Weblate për rresht urdhrash
sr: Клијент командне линије
sr_latn: Klijent komandne linije
sv: Kommandoradsklient för Weblate
ta: வலைபெயர்ப்பு கட்டளை வரி வாங்கி
th: ไคลเอ็นต์บรรทัดคำสั่ง Weblate
tr: Weblate komut satırı istemcisi
uk: Клієнт Weblate для командного рядка

source: You can control Weblate remotely using <a href="%(url)s">wlc</a>, which can be installed from Python pip:
ar: يمكنك التحكم عن بُعد في Weblate باستخدام <a href="%(url)s"> wlc</a>، واللذى يمكن تثبيته عن طريق بايثون pip:
be: Вы можаце кіраваць Weblate адлегла, выкарыстоўваючы <a href="%(url)s">wlc</a>, які можна ўсталяваць праз Python pip:
be_latn: Vy' mozhacze kіravacz' Weblate adlegla, vy'kary'stoўvayuchy' <a href="%(url)s">wlc</a>, yakі mozhna ўstalyavacz' praz Python pip:
bg: Може да управлявате Weblate отдалечено, използвайки добавката <a href="%(url)s">wlc</a>, която може да бъде инсталирана с помощта на pip от Python:
ca: Podeu controlar el Weblate remotament fent servir <a href="%(url)s">wlc</a>, que es pot instal·lar amb el pip de Python:
cs: Weblate můžete ovládat vzdáleně pomocí <a href="%(url)s">wlc</a>, můžete ho nainstalovat přes Python pip:
da: Du kan styre Weblate eksternt med <a href="%(url)s">wlc</a>, som kan installeres via Python pip:
de: Sie können Weblate mithilfe <a href="%(url)s">wlc</a> fernsteuern, das von Python pip installiert werden kann:
el: Μπορείτε να ελέγχετε το Weblate από απόσταση χρησιμοποιώντας το <a href="%(url)s">wlc</a>, το οποίο μπορεί να εγκατασταθεί από το Python pip:
es: Puede controlar Weblate remotamente mediante <a href="%(url)s">wlc</a>, que puede instalarse con pip de Python:
et: Võid Weblatet kaug-juhtida <a href="%(url)s">wlc</a>-d kasutades, mille saad paigaldada Python pip-i abil:
fi: Voit hallita Weblatea etänä käyttämällä <a href="%(url)s">wlc</a>:tä, jonka voit asentaa käyttämällä Pythonin pipiä:
fr: Vous pouvez contrôler Weblate à distance en utilisant <a href="%(url)s">wlc</a> qui peut-être installé depuis Python pip :
ga: Is féidir leat Weblate a rialú go cianda trí úsáid a bhaint as <a href="%(url)s">wlc</a>, ar féidir é a shuiteáil ó Python pip:
gl: Pode controlar Weblate de xeito remoto mediante <a href="%(url)s">wlc</a>, que pode instalar mediante pip de Python:
he: ניתן לשלוט ב־Weblate מרחוק באמצעות <a href="%(url)s">wlc</a>, שניתן להתקנה דרך pip של Python:
hr: Weblateom možeš upravljati na daljinu pomoću <a href="%(url)s">wlc-a</a>, koji se može instalirati putem Python pipa:
hu: A Weblate távolról is vezérelhető a <a href="%(url)s">wlc</a> segítségével, amely telepíthető a Python pip csomagkezelőből:
id: Anda dapat mengendalikan Weblate dari jarak jauh menggunakan <a href="%(url)s">wlc</a>, yang dapat dipasang melalui Python pip:
is: Þú getur fjarstýrt Weblate með <a href="%(url)s">wlc</a>, en hægt er að setja það upp með 'pip' í Python:
it: Puoi controllare in remoto Weblate usando <a href="%(url)s">wlc</a>, che può essere installato con Python PIP:
ja: Python pip からインストールできる <a href="%(url)s">wlc</a> を使用して、Weblate をリモートで制御できます。
kab: Tzemreḍ ad tesferkeḍ Weblate s wudem anmeggag s useqdec n <a href="%(url)s">wlc</a>, ayen izemren ad yebded s Python pip:
nb: Du kan fjernstyre Weblate ved å bruke <a href="%(url)s">wlc</a>, som kan installeres ved å bruke Python pip:
nl: U kunt Weblate op afstand bedienen met <a href="%(url)s">wlc</a>, te installeren middels Python pip:
pl: Możesz kontrolować Weblate zdalnie za pomocą <a href="%(url)s">wlc</a>, które można zainstalować z Python pip:
pt_br: Você pode controlar o Weblate remotamente usando o <a href="%(url)s">wlc</a>, o qual pode ser instalado pelo Python pip:
pt_pt: Pode controlar remotamente o Weblate utilizando o <a href="%(url)s">wlc</a> (Cliente de Weblate), que pode ser instalado através de "pip" do Python:
ro: Poți controla Weblate de la distanță folosind <a href="%(url)s">wlc</a>, care poate fi instalat din Python pip:
ru: Weblate можно управлять удалённо с помощью <a href="%(url)s">wlc</a>, который устанавливается из Python pip:
sk: Weblate môžete ovládať vzdialene pomocou nástroja <a href="%(url)s">wlc</a>, ktorý si môžete nainštalovať zo súboru pip Pythonu:
sl: Weblate lahko upravljate na daljavo z uporabo <a href="%(url)s">wlc</a>, ki ga lahko namestite iz Python pip:
sq: Weblate-in mund ta kontrolloni së largëti duke përdorur <a href="%(url)s">wlc</a>, që mund të instalohet prej pip Python:
sr: Можете даљински контролисати Weblate помоћу команде <a href="%(url)s">wlc</a>. Може се инсталирати помоћу „Python PIP“:
sr_latn: Možete udaljeno kontrolisati Weblate pomoću komande <a href="%(url)s">wlc</a>. Može se instalirati pomoću „Python PIP“:
sv: Du kan fjärrstyra Weblate med <a href="%(url)s">wlc</a>, som kan installeras från Python pip:
ta: பைதான் பைப்பிலிருந்து நிறுவக்கூடிய <a href="%(url)s">wlc</a> ஐப் பயன்படுத்தி நீங்கள் வலைபெயர்ப்பைக் கட்டுப்படுத்தலாம்:
th: คุณสามารถควบคุม Weblate จากระยะไกลได้โดยใช้ <a href="%(url)s">wlc</a> ซึ่งติดตั้งได้ผ่าน Python pip:
tr: Python pip ile kurulabilen <a href="%(url)s">wlc</a> kullanarak uzaktan Weblate denetimi yapabilirsiniz:
uk: Ви можете керувати Weblate віддалено за допомогою <a href="%(url)s">wlc</a>, який можна встановити скориставшись Python pip:

source: Weblate features
ar: ميزات Weblate
be: Магчымасці Weblate
be_latn: Mahčymascі Weblate
bg: Функционалности на Weblate
ca: Funcionalitats del Weblate
cs: Vlastnosti Weblate
da: Weblate-funktioner
de: Weblate-Funktionen
el: Χαρακτηριστικά του Weblate
es: Funcionalidades de Weblate
et: Weblate Iseärasused
fi: Weblaten ominaisuudet
fr: Caractéristiques de Weblate
ga: Gnéithe Weblate
gl: Funcionalidades de Weblate
he: תכונות Weblate
hr: Weblate funkcije
hu: Weblate funkciók
id: Fitur-fitur Weblate
is: Eiginleikar Weblate
it: Funzionalità di Weblate
ja: Weblate の機能
kab: Timahilin n Weblate
lt: Weblate galimybės
nb: Weblate-funksjoner
nl: Weblate-mogelijkheden
pl: Cechy Weblate
pt_br: Funcionalidades do Weblate
pt_pt: Funcionalidades do Weblate
ro: Caracteristici Weblate
ru: Особенности Weblate
sk: Vlastnosti Weblate
sl: Zmožnosti Weblate
sq: Veçori Weblate-i
sr: Карактеристике Weblate-a
sr_latn: Weblate mogućnosti
sv: Funktioner i Weblate
ta: வலைபெயர்ப்பு நற்பொருத்தங்கள்
th: คุณสมบัติของ Weblate
tr: Weblate özellikleri
uk: Функції Weblate
