Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Talks directly with your version control system, currently Git and Mercurial are supported.
ar: يتواصل مباشرة مع نظام التحكم في الإصدار الخاص بكم، يدعم جيت وميركوريال حاليًا.
be: Непасрэднае ўзаемадзеянне з сістэмай кіравання версіямі. На дадзены момант падтрымліваюцца Git і Mercurial.
be_latn: Nepasre'dnae ўzaemadzeyanne z sіste'maj kіravannya versіyamі. Na dadzeny' momant padtry'mlіvayuczcza Git і Mercurial.
bg: Интеграция с Вашата система за контрол на версиите – в момента се поддържат Git и Mercurial.
ca: Es comunica amb el vostre sistema de control de versions. De moment, és compatible amb Git i Mercurial.
cs: Weblate komunikuje přímo s verzovacím systémem, v současné době podporuje Git a Mercurial.
da: Kommunikerer direkte med dit versionskontrolsystem; i øjeblikket understøttes Git og Mercurial.
de: Kommuniziert direkt mit der von Ihnen verwendeten Versionsverwaltung, wobei aktuell Git und Mercurial unterstützt werden.
el: Συνομιλεί απευθείας με το σύστημα ελέγχου έκδοσης, υποστηρίζονται επί του παρόντος το Git και το Mercurial.
es: Se comunica directamente con su sistema de control de versiones; actualmente se admiten Git y Mercurial.
et: Liidestatud sinu kasutatava versioonihaldusega, millest hetkel on Git ja Mercurial toetatud.
fi: Puhuu suoraan versionhallintajärjestelmän kanssa, tällä hetkellä Git ja Mercurial ovat tuettuja.
fr: Intégration directe avec votre système de contrôle des versions, actuellement Git et Mercurial sont pris en charge.
ga: Tacaítear le cainteanna go díreach le do chóras rialaithe leaganacha, Git agus Mercurial faoi láthair.
gl: Comunícase de xeito directo co seu sistema do control de versións. Actualmente son compatíbeis Git e Mercurial.
he: פועלת ישירות מול מערכת ניהול הגרסאות שלך, כרגע קיימת תמיכה ב־Git וב־Mercurial.
hr: Komunicira izravno s tvojim sustavom za kontrolu verzija, trenutačno su podržani Git i Mercurial.
hu: Közvetlenül kommunikál a verziókezelő rendszerrel – jelenleg a Git és a Mercurial támogatott.
id: Berhubungan langsung dengan sistem kontrol versi Anda, saat ini mendukung Git dan Mercurial.
is: Talar beint við útgáfustýringarkerfið þitt, núna er stuðningur við bæði Git og Mercurial.
it: Comunica direttamente con il sistema di controllo di versione. Attualmente sono supportati Git e Mercurial.
ja: バージョン管理システムと直接連携します。現在は、Git と Mercurial に対応しています。
kab: Mmeslay srid d unagraw-ik /im n usefrek n yileqman, akka tura Git d Mercurial ttwasefraken.
nb: Snakker direkte med ditt versjonskontrollsystem, for tiden støttes Git og Mercurial.
nl: Communiceert rechtstreeks met uw versiebeheersysteem. Momenteel worden Git en Mercurial ondersteund.
pl: Rozmowy bezpośrednio z systemem kontroli wersji, obecnie obsługiwane są Git i Mercurial.
pt_br: Interage diretamente com seu sistema de controle de versão, tendo atualmente suporte a Git e Mercurial.
pt_pt: Comunica diretamente com o sistema de controlo de versões, atualmente são suportados Git e Mercurial.
ro: Vorbește direct cu sistemul tău de control al versiunilor, în prezent sunt acceptate Git și Mercurial.
ru: Взаимодействие напрямую с вашей системой контроля версий, сейчас мы поддерживаем Git и Mercurial.
sk: Komunikuje priamo so systémom pre správu verzií, pričom v súčasnej dobe sú podporované Git a Mercurial.
sl: Neposredno komunicira z vašim sistemom za nadzor različic, trenutno sta podprta Git in Mercurial.
sq: Komunikohet drejtpërsëdrejti me sistemin tuaj të kontrollit të versioneve, hëpërhë mbulohen Git dhe Mercurial.
sr: Комуницира директно са вашим системом за контролу верзија. Тренутно Гит и Меркјуриал су подржани.
sr_latn: Komunicira direktno sa vašim sistemom za kontrolu verzija. Trenutno Git i Merkjurial su podržani.
sv: Samtal direkt med ditt versionskontrollsystem, för närvarande stöds Git och Mercurial.
ta: உங்கள் பதிப்பு கட்டுப்பாட்டு அமைப்புடன் நேரடியாக பேசுகிறது, தற்போது அறிவிலி மற்றும் மெர்குரியல் ஆகியவை ஆதரிக்கப்படுகின்றன.
th: สื่อสารโดยตรงกับระบบควบคุมเวอร์ชันของคุณ ปัจจุบันรองรับ Git และ Mercurial
tr: Sürüm denetimi sisteminiz ile doğrudan iletişim. Şu anda Git ve Mercurial destekleniyor.
uk: Взаємодія напряму з вашою системою контролю версій, зраз ми підтримуємо Git та Mercurial.

source: Collaboration Sites
ar: مواقع التعاون
be: Сайты для сумеснай працы
be_latn: Sajty' dlya sumesnaj praczy'
bg: Уеб сайтове за съвместна работа
ca: Llocs web de col·laboració
cs: Spolupráce s weby
da: Samarbejdssteder
de: Kollaborationsplattformen
el: Ιστότοποι συνεργασίας
es: Sitios de colaboración
et: Ühistöösaidid
fi: Yhteistyösivustot
fr: Sites de collaboration
ga: Láithreáin Chomhoibrithe
gl: Sitios de colaboración
he: אתרי שיתוף פעולה
hr: Stranice za suradnju
hu: Együttműködési platformok
id: Situs Kolaborasi
is: Samstarfsvefsvæði
it: Siti di collaborazione
ja: コラボレーション サイト
kab: Ismal n uttekki
nb: Samarbeidssider
nl: Samenwerkingssites
pl: Miejsca współpracy
pt_br: Sites de colaboração
pt_pt: Sites de Colaboração
ro: Site-uri de colaborare
ru: Площадки для совместной работы
sk: Lokality na spoluprácu
sl: Spletna mesta za sodelovanje
sq: Sajte Bashkëpuimi
sr: Сајтови за сарадњу
sr_latn: Sajtovi za saradnju
sv: Samarbetsplatser
ta: ஒத்துழைப்பு தளங்கள்
th: เว็บไซต์สำหรับการทำงานร่วมกัน
tr: İşbirliği siteleri
uk: Майданчики для сумісної роботи

source: Native support for software development sites such as GitLab, GitHub, Pagure, Azure, Gitea, or Bitbucket.
be_latn: Veblate padtrimlіvazhe mnostva sajtaŭ dlia rasprakoŭkі PZ, takіch zhak GitHub, BitBuket abo Gitlab.
bg: Вградена поддръжка за уеб сайтове за разработка на софтуер, като GitLab, GitHub, Pagure, Azure, Gitea или Bitbucket.
ca: Suport natiu per a llocs web de desenvolupament de programari, com ara GitLab, GitHub, Pagure, Azure, Gitea o Bitbucket.
cs: Podpora pro webové služby pro vývoj softwaru například GitLab, GitHub, Pagure, Azure, Gitea nebo Bitbucket.
da: Indbygget understøttelse af softwareudviklingssider som GitLab, GitHub, Pagure, Azure, Gitea eller Bitbucket.
de: Native Unterstützung für Software-Entwicklungsplattformen wie GitLab, GitHub, Pagure, Azure, Gitea oder Bitbucket.
el: Εγγενής υποστήριξη για ιστότοπους ανάπτυξης λογισμικού όπως το GitLab, το GitHub, το Pagure, το Azure, το Gitea ή το Bitbucket.
es: Compatibilidad nativa con sitios de desarrollo de software como GitLab, GitHub, Pagure, Azure, Gitea o Bitbucket.
et: Sisseehitatud tugi tarkvaraarendussaitidele nagu GitLab, GitHub, Pagure, Azure, Gitea või Bitbucket.
fr: Fonctionnement natif avec plusieurs services de développement de logiciels tels que GitLab, GitHub, Pagure, Azure, Gitea ou Bitbucket.
ga: Tacaíocht dhúchasach do shuímh forbartha bogearraí mar GitLab, GitHub, Pagure, Azure, Gitea, nó Bitbucket.
gl: Compatibilidade nativa para sitios de desenvolvemento de software como GitLab, GitHub, Pagure, Azure, Gitea ou Bitbucket.
he: תמיכה מובנית באתרי פיתוח תכנה רבים כמו למשל GitLab,‏ GitHub,‏ Pagure,‏ Azure,‏ Gitea או Bitbucket.
hr: Izvorna podrška web stranica za razvoj softvera kao što su GitLab, GitHub, Pagure, Azure, Gitea ili Bitbucket.
hu: Natív támogatás olyan szoftverfejlesztő platformokhoz, mint a GitLab, GitHub, Pagure, Azure, Gitea vagy Bitbucket.
id: Dukungan untuk situs pengembangan perangkat lunak seperti GitLab, GitHub, Pagure, Azure, Gitea, atau Bitbucket.
is: Innbyggður stuðningur við forritunarvefsvæði á borð við GitLab, GitHub, Pagure, Azure, Gitea eða Bitbucket.
it: Supporto nativo per siti di sviluppo software come GitLab, GitHub, Pagure, Azure, Gitea o Bitbucket.
ja: GitLab、GitHub、Pagure、Azure、Gitea、Bitbucket などのソフトウェア開発サイトに対応。
nl: Eigen ondersteuning voor veel ontwikkelingssites voor software, zoals GitLab, GitHub, Pagure, Azure, Gitea of Bitbucket.
pl: Natywna obsługa serwisów dla programistów takich jak GitLab, GitHub, Pagure, Azure, Gitea czy Bitbucket.
pt_br: Suporte nativo para sites de desenvolvimento como GitLab, GitHub, Pagure, Azure, Gitea ou Bitbucket.
ro: Suport nativ pentru site-uri de dezvoltare software, cum ar fi GitLab, GitHub, Pagure, Azure, Gitea sau Bitbucket.
ru: Встроенная поддержка сайтов разработки программного обеспечения, таких как GitLab, GitHub, Pagure, Azure, Gitea или Bitbucket.
sk: Podpora webových služieb pre vývoj softvéru, ako sú GitLab, GitHub, Pagure, Azure, Gitea alebo Bitbucket.
sl: Vgrajena podpora za spletna mesta za razvoj programske opreme, kot so GitLab, GitHub, Pagure, Azure, Gitea ali Bitbucket.
sq: Mbulim i brendshëm për sajte zhvillimi software-i, të tillë si GitLab, GitHub, Pagure, Azure, Gitea apo Bitbucket.
sr: Подршка за развојне сајтове попут GitLab-а, GitHub-а, Pagure-а, Azure-а, Gitea-а или Bitbucket-а.
ta: மென்பொருள் மேம்பாட்டு தளங்களான அறிவிலிஆய்வு, அறிவிலிமையம், பேசுரே, அசூர், அறிவிலிதேநீர் அல்லது இருமவாலி போன்றவற்றிற்கான சொந்த ஆதரவு.
th: รองรับไซต์สำหรับการพัฒนาซอฟต์แวร์แบบเนทีฟ เช่น GitLab, GitHub, Pagure, Azure, Gitea หรือ Bitbucket
tr: GitLab, GitHub, Pagure, Azure, Gitea veya Bitbucket gibi yazılım geliştirme siteleri için destek.
uk: Вбудована підтримка платформ розробки програмного забезпечення, таких як GitLab, GitHub, Pagure, Azure, Gitea, чи Bitbucket.

source: Responsive UI
ar: واجهة تفاعلية
be: Зразумелы інтэрфейс
be_latn: Spahadlіvy іnterfiejs
bg: Отзивчив интерфейс
ca: Interfície d’usuari adaptativa
cs: Responzivní uživatelské rozhraní
da: Responsiv brugerflade
de: Adaptive Bedienoberfläche
el: Αποκριτικό Περιβάλλον Εργασίας
es: IU adaptable
et: Reageeriv kasutajaliides
fi: Responsiivinen käyttöliittymä
fr: Interface utilisateur responsive
ga: Chomhéadain Sofhreagrach
gl: Interface adaptativa
he: מנשק משתמש מסתגל
hr: Prilagodljivo korisničko sučelje
hu: Alkalmazkodó felület
id: Antarmuka yang Responsif
is: Skalanlegt notandaviðmót
it: Interfaccia adattiva
ja: 操作性の高い UI
kab: Agrudem Ui amyigaw
nb: Responsivt brukergrensesnitt
nl: Responsieve UI
pl: Elastyczny interfejs użytkownika
pt_br: Interface responsiva
pt_pt: IU Adaptável
ro: Interfață de utilizator receptivă
ru: Отзывчивый интерфейс пользователя
sk: Responzívne UI
sl: Odzivni uporabniški vmesnik
sq: UI reaguese
sr: Брзи интерфејс
sr_latn: Brzo sučelje
sv: Responsivt UI
ta: பதிலளிக்கக்கூடிய இடைமுகம்
th: UI ที่ตอบสนองตามอุปกรณ์
tr: Uyumlu kullanıcı arayüzü
uk: Гнучкий інтерфейс

source: User interface that works nicely on desktop, tablets and phones in both light and dark mode.
be_latn: Veblate mazhe spahadlivi interfiejs, zhaki budzie prakavać dobra na vašim PK, planšekie ki teliefonie.
bg: Потребителски интерфейс, който работи еднакво добре на компютър, таблет или телефон – в светъл или тъмен режим.
ca: Interfície d’usuari que s’adapta a l’ordinador, a la tauleta o al telèfon, en mode clar i en mode fosc.
cs: Uživatelské rozhraní fungující dobře na vašem desktopu, tabletu i telefonubjak ve světlém, tak ve tmavém módu.
da: Brugergrænseflade, der fungerer godt på computere, tablets og telefoner i både lys og mørk tilstand.
de: Bedienoberfläche, die sowohl im hellen als auch im dunklen Modus gut auf Desktops, Tablets und Smartphones funktioniert.
el: Διεπαφή χρήστη που λειτουργεί καλά σε επιτραπέζιους υπολογιστές, ταμπλέτες και τηλέφωνα, τόσο σε φωτεινή όσο και σε σκοτεινή λειτουργία.
es: Interfaz de usuario que funciona perfectamente en ordenadores de sobremesa, tabletas y teléfonos, tanto en modo claro como oscuro.
et: Kasutajaliides, mis toimib ühtemoodi hästi arvutis, tahvlis kui nutitelefonis nii tumedas kui heledas kujunduses.
fr: Une interface utilisateur qui fonctionne aussi bien sur ordinateur, tablette que smartphone et en mode clair comme sombre.
ga: Comhéadan úsáideora a oibríonn go deas ar dheasc, táibléad agus fóin i mód éadrom agus dorcha.
gl: Interface de usuario que funciona ben en escritorio, tabletas e teléfonos tanto en modo claro como escuro.
he: מנשק משתמש שיכול לעבוד בצורה חלקה על שולחן עבודה, מחשב לוח או טלפונים במצבים בהיר וכהה.
hr: Skladno korisničko sučelje za računala, tablete i mobitele u svijetlom i tamnom modusu.
hu: Asztali gépen, táblagépen és mobilon is kiválóan működő felület – világos és sötét módban egyaránt.
id: Antarmuka pengguna yang bekerja dengan baik pada desktop, tablet dan ponsel dalam mode terang dan gelap.
is: Notandaviðmót sem virkar vel á borðtölvum, spjaldtölvum og símum, bæði í ljósum og dökkum ham.
it: Interfaccia utente che ben si adatta a desktop, tablet e telefoni sia in modalità chiara che scura.
ja: デスクトップ、タブレット、スマートフォンで、ライトモードでもダークモードでもきれいに動作するユーザーインターフェイス。
nl: Een gebruikersomgeving die goed werkt op computers, tablets en telefoons in zowel donkere als lichte modus.
pl: Interfejs użytkownika, który działa dobrze na komputerach stacjonarnych, tabletach i telefonach zarówno w trybie jasnym, jak i ciemnym.
pt_br: Interface de usuário que funciona bem em desktops, tablets e telefones nos modos claro e escuro.
ro: Interfață de utilizator care funcționează bine pe desktop, tablete și telefoane atât în modul luminos, cât și în cel întunecat.
ru: Пользовательский интерфейс, который прекрасно работает на настольных компьютерах, планшетах и телефонах как в светлом, так и в тёмном режиме.
sk: Používateľské rozhranie funguje dobre na vašom stolnom počítači, tablete a telefóne, a to vo svetlom aj tmavom režime.
sl: Uporabniški vmesnik, ki deluje lepo na namiznih računalnikih, tablicah in telefonih v svetlem in temnem načinu.
sq: Ndërfaqe përdoruesi që funksionon xham në desktop, tablete dhe telefona, si në mënyrën e çelët, ashtu edhe në të errët.
sr: Кориснички интерфејс који лепо ради на рачунару, таблету или телефону у светлом и тамном режиму.
ta: ஒளி மற்றும் இருண்ட பயன்முறையில் கணினி, மடிக்கணினிகள் மற்றும் தொலைபேசிகளில் நன்றாக வேலை செய்யும் பயனர் இடைமுகம்.
th: ส่วนติดต่อผู้ใช้ที่ทำงานได้ดีทั้งบนเดสก์ท็อป แท็บเล็ต และโทรศัพท์ ทั้งในโหมดสว่างและโหมดมืด
tr: Masaüstünde, tabletlerde ve telefonlarda hem aydınlık hem de karanlık kipte iyi çalışan kullanıcı arayüzü.
uk: Користувацький інтерфейс, який чудово працює на настільних комп'ютерах, планшетах і телефонах як у світлому, так і в темному режимі.

source: Translation memory
ar: ذاكرة الترجمة
be: Памяць перакладаў
be_latn: Pamiać pierakladu
bg: Памет за преводи
ca: Memòria de traducció
cs: Paměť překladů
da: Oversættelseshukommelse
de: Übersetzungsspeicher
el: Μεταφραστική μνήμη
es: Memoria de traducción
et: Tõlkemälu
fi: Käännösmuisti
fr: Mémoire de traduction
ga: Cuimhne aistriúcháin
gl: Memoria de tradución
he: זיכרון תרגום
hr: Prevodilačka memorija
hu: Fordítási memória
id: Memori Terjemahan
is: Þýðingaminni
it: Memoria traduzione
ja: 翻訳メモリ
kab: Takatut n tsuqqilt
lt: Vertimo atmintis
nb: Oversettelsesminne
nl: Vertaalgeheugen
pl: Pamięć tłumaczeniowa
pt_br: Memória de tradução
pt_pt: Memória de tradução
ro: Memorie de traducere
ru: Память переводов
sk: Prekladová pamäť
sl: Pomnilnik prevodov
sq: Kujtesë përkthimesh
sr: Преводилачка меморија
sr_latn: Prevodilačka memorija
sv: Översättningsminne
ta: மொழிபெயர்ப்பு நினைவகம்
th: คลังคำแปลเดิม
tr: Çeviri belleği
uk: Пам'ять перекладу

source: Reuse existing translations to save time and costs.
ar: أعِد استخدام الترجمات الحالية لتوفير الوقت والتكاليف.
be: Паўторнае выкарыстанне наяўных перакладаў для эканоміі часу і скарачэння выдаткаў.
be_latn: Paўtornae vy'kary'stanne nayaўny'x perakladaў dlya e'kanomіі chasu і skarache'nnya vy'datkaў.
ca: Reutilitzeu les traduccions existents per a estalviar temps i diners.
cs: Použijte stávající překlady a ušetřete čas i peníze.
da: Genbrug eksisterende oversættelser for at spare tid og omkostninger.
de: Wiederverwendung vorhandener Übersetzungen, um Zeit und Kosten zu sparen.
el: Επαναχρησιμοποιήστε τις υπάρχουσες μεταφράσεις για να εξοικονομήσετε χρόνο και κόστος.
es: Reutilice traducciones existentes para ahorrar tiempo y dinero.
et: Aja ja kulude säästmiseks kasuta olemasolevaid tõlkeid.
fi: Säästä aikaa ja kustannuksia käyttämällä uudelleen olemassa olevia käännöksiä.
fr: Réutiliser les traductions existantes pour gagner du temps et réduire les coûts.
ga: Athúsáid aistriúcháin atá ann cheana féin chun am agus costais a shábháil.
gl: Reutilice as traducións existentes para aforrar tempo e custos.
he: להשתמש בתרגומים קיימים כדי לחסוך זמן ועלויות.
hr: Koristi postojeće prijevode te uštedi vrijeme i troškove.
hu: Korábbi fordítások újrahasznosítása az idő- és költségtakarékosság érdekében.
id: Menggunakan kembali terjemahan yang ada untuk menghemat waktu dan biaya.
is: Endurnýttu fyrirliggjandi þýðingar til að spara tíma og peninga.
it: Riuso delle traduzioni esistenti per risparmiare tempo e costi.
ja: 時間とコストを節約するために既存の翻訳を再利用します。
kab: Ales aseqdec n tsuqqilin i yellan yakan akken ad trebḥeḍ akud d udrim.
nb: Gjenbruk eksisterende oversettelser for å spare tid og penger.
nl: Hergebruik bestaande vertalingen om tijd en kosten te besparen.
pl: Użyj ponownie istniejących tłumaczeń, aby zaoszczędzić czas i koszty.
pt_br: Reuse traduções existentes para economizar tempo e gastos.
pt_pt: Reutilize as traduções existentes para poupar tempo e custos.
ro: Reutilizează traducerile existente pentru a economisi timp și costuri.
ru: Повторное использование существующих переводов для экономии времени и затрат.
sk: Použite znovu existujúce preklady a ušetríte čas a peniaze.
sl: Ponovno uporabite obstoječe prevode, da prihranite čas in stroške.
sq: Ripërdorni përkthime ekzistuese, për të kuryes kohë dhe kosto.
sr: Употребите постојеће преводе ради уштеде времена и трошкова.
sr_latn: Upotrebite postojeće prevode radi uštede vremena i troškova.
sv: Återanvänd befintliga översättningar för att spara tid och kostnad.
ta: நேரம் மற்றும் செலவுகளைச் சேமிக்க ஏற்கனவே உள்ள மொழிபெயர்ப்புகளை மீண்டும் பயன்படுத்தவும்.
th: นำคำแปลที่มีอยู่กลับมาใช้ใหม่เพื่อประหยัดเวลาและค่าใช้จ่าย
tr: Zaman ve maliyet kazanmak için var olan çevirileri yeniden kullanma.
uk: Повторне використання наявних перекладів для заощадження часу та витрат.

source: Translation add-ons
ar: إضافات الترجمة
be: Дапаўненні для перакладу
be_latn: Dadatki pierakladu
bg: Добавки за превод
ca: Complements de traducció
cs: Doplňky překladu
da: Oversættelsestilføjelser
de: Übersetzungserweiterungen
el: Πρόσθετα μετάφρασης
es: Complementos de traducción
fi: Käännöslisäosat
fr: Greffons de traduction
ga: Breiseáin aistriúcháin
gl: Extensións de tradución
he: תוספות תרגומים
hr: Prevodilački dodaci
hu: Fordítási kiegészítők
id: Pengaya terjemahan
is: Þýðingarviðbætur
it: Estensioni di traduzione
ja: 翻訳アドオン
kab: Izegrar n tsuqqilt
lt: Vertimo plėtiniai
nb: Oversettelsestillegg
nl: Vertaaladd-ons
pl: Dodatki do tłumaczenia
pt_br: Extensões de tradução
ro: Suplimente traducere
ru: Надстройки перевода
sk: Doplnky prekladu
sl: Dodatki za prevajanje
sq: Shtesa përkthimi
sr: Додаци за превод
sr_latn: Dodaci za prevod
sv: Översättningstillägg
ta: மொழிபெயர்ப்பு துணை நிரல்கள்
th: ส่วนเสริมการแปล
tr: Çeviri eklentileri
uk: Доповнення перекладу

source: Customize localization workflow with various add-ons.
ar: تخصيص سير عمل التعريب باستخدام العديد من الوظائف الإضافية.
be: Наладжвальны працэс лакалізацыі з разнастайнымі дапаўненнямі.
be_latn: Naladzhval'ny' pracze's lakalіzaczy'і z raznastajny'mі dapaўnennyamі.
bg: Работният процес на превода може да бъде персонализиран чрез различни добавки.
ca: Personalitzeu el procés de localització amb diversos complements.
cs: Upravte si lokalizační proces pomocí doplňků.
da: Tilpas lokaliseringsarbejdsgang med diverse tilføjelser.
de: Lokalisierungsprozesse mit verschiedenen Erweiterungen anpassen.
el: Προσαρμογή της ροής εργασίας τοπικής προσαρμογής με διάφορα πρόσθετα.
es: Personalice el flujo de trabajo de regionalización con ayuda de complementos diversos.
fi: Mukauta lokalisointityönkulku useilla lisäosilla.
fr: Personnaliser le processus de traduction avec différents greffons.
ga: Saincheap sreabhadh oibre logánaithe le breiseáin éagsúla.
gl: Personalice o fluxo de traballo de rexionalización con varios engadidos.
he: ניתן להתאים את תצורת העבודה בעזרת מגוון תוספים.
hr: Prilagodi radni tok lokalizacije pomoću raznih dodataka.
hu: A lokalizációs munkafolyamat testreszabása különféle kiegészítőkkel.
id: Sesuaikan alur kerja pelokalan dengan berbagai pengaya.
is: Hægt er að sérsníða vinnuferli staðfærslu með ýmsum viðbótum.
it: Personalizza il flusso di lavoro di localizzazione con vari add-on.
ja: 複数のアドオンで現地語化の作業をカスタマイズします。
kab: Sagen amahil n usideg s waṭas n yizegrar.
lt: Tinkinkite lokalizacijos darbo eigą pasitelkdami įvairius papildinius.
nb: Tilpass oversettelsesprosessen med forskjellige tillegg.
nl: Pas de vertaalomgeving aan met behulp van diverse uitbreidingen.
pl: Dostosuj przepływ pracy lokalizacyjnej za pomocą różnych dodatków.
pt_br: Personalize fluxo de trabalho de localização com várias extensões.
ro: Personalizează fluxul de localizare cu diverse suplimente.
ru: Настраиваемый перевод с различными надстройками.
sk: Prispôsobte lokalizačný proces s pomocou rôznych doplnkov.
sl: Prilagodite potek dela lokalizacije z različnimi dodatki.
sq: Përshtatni rrjedhë përkthimi, përmes shtesash të ndryshme.
sr: Прилагођавајте ток локализације разним додацима.
sr_latn: Prilagođavajte tok lokalizacije raznim dodacima.
sv: Anpassa lokaliseringsarbetsflödet med olika tillägg.
ta: பல்வேறு துணை நிரல்களுடன் உள்ளூர்மயமாக்கல் பணிப்பாய்வுகளைத் தனிப்பயனாக்கவும்.
th: ปรับแต่งกระบวนการทำงานด้านการปรับเนื้อหาให้เป็นภาษาท้องถิ่นด้วยส่วนเสริมต่าง ๆ
tr: Çeşitli eklentiler ile yerelleştirme iş akışını özelleştirme.
uk: Можливість налаштовування процесу локалізації за допомогою різноманітних додатків.

source: Backups
ar: النسخ الإحتياطية
be: Рэзервовае капіяванне
be_latn: Re'zervovae kapіyavanne
bg: Резервни копия
ca: Còpies de seguretat
cs: Zálohy
da: Sikkerhedskopier
de: Sicherungen
el: Αντίγραφα ασφαλείας
es: Copias de respaldo
et: Varundused
fi: Varmuuskopiot
fr: Sauvegardes
ga: Cúltacaí
gl: Copias de seguranza
he: גיבויים
hr: Sigurnosne kopije
hu: Biztonsági mentések
id: Rekam cadang
is: Öryggisafrit
it: Backup
ja: バックアップ
kab: Aḥraz
lt: Atsarginės versijos
nb: Sikkerhetskopier
pl: Kopie zapasowe
pt_pt: Cópias de Segurança
ro: Copii de siguranță
ru: Резервные копии
sk: Zálohy
sl: Varnostne kopije
sq: Kopjeruajtje
sr: Резервне копије
sr_latn: Rezervne kopije
sv: Säkerhetskopior
ta: காப்புப்பிரதிகள்
th: การสำรองข้อมูล
tr: Yedekler
uk: Резервне копіювання
