Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: All translations are tracked and can be commented.
ar: يتم تتبع جميع الترجمات ويمكن التعليق عليها.
be: Усе пераклады адсочваюцца і могуць каментавацца.
be_latn: Use peraklady' adsochvayuczcza і mogucz' kamentavaczcza.
bg: Всички преводи се проследяват и по тях могат да се правят коментари.
ca: Es fa un seguiment de totes les traduccions i s’hi poden fer comentaris.
cs: Všechny překlady jsou sledovány a je možné je komentovat.
da: Alle oversættelser bliver registreret og kan kommenteres.
de: Alle Übersetzungen werden nachverfolgt und können kommentiert werden.
el: Όλες οι μεταφράσεις παρακολουθούνται και μπορούν να σχολιαστούν.
es: Se hace un seguimiento de todas las traducciones y pueden hacérseles comentarios.
et: Kõiki tõlkeid jälgitakse ning neid saab kommenteerida.
fi: Kaikkia käännöksiä seurataan ja niitä voidaan kommentoida.
fr: Toutes les traductions sont suivies et peuvent être commentées.
ga: Déantar gach aistriúchán a rianú agus is féidir trácht a dhéanamh orthu.
gl: Todas as traducións son monitorizadas e poden ser comentadas.
he: כל התרגומים נמצאים תחת מעקב וניתן להגיב עליהם.
hr: Svi se prijevodi zapisuju i mogu se komentirati.
hu: Minden fordítás nyomon követhető és megjegyzésekkel látható el.
id: Semua terjemahan dilacak dan dapat dikomentari.
is: Allar þýðingar eru raktar og hægt er að setja inn athugasemdir við þær.
it: Tutte le traduzioni sono tracciate e possono essere commentate.
ja: すべての翻訳を記録してコメントできます。
kab: Meṛṛa tisuqilin ad ttwaḍfarent daɣen ad izmirent ad ttuwenntent.
nb: Alle oversettelser er sporet, og kan kommenteres.
nl: Alle vertalingen worden bijgehouden in een logboek en gebruikers kunnen opmerkingen plaatsen.
pl: Wszystkie tłumaczenia są śledzone i mogą być komentowane.
pt_br: Todas traduções são rastreadas e podem ser comentadas.
pt_pt: Todas as traduções são monitorizadas e podem ser comentadas.
ro: Toate traducerile sunt urmărite și pot fi comentate.
ru: Все изменения по переводам отслеживаются и их можно комментировать.
sk: Všetky preklady sú sledované a je možné ich komentovať.
sl: Vsi prevodi so sledljivi in jih je mogoče komentirati.
sq: Mund të ndiqen dhe të komentohen krejt përkthimet.
sr: Сви преводи се прате и могу се коментарисати.
sr_latn: Svi prevodi se prate i mogu se komentarisati.
sv: Alla översättningar spåras och kan kommenteras.
ta: அனைத்து மொழிபெயர்ப்புகளும் கண்காணிக்கப்பட்டு கருத்து தெரிவிக்கலாம்.
th: ติดตามการแปลทั้งหมดและแสดงความคิดเห็นได้
tr: Tüm çevirileri izleme ve yorum yapabilme.
uk: Усі переклади відстежуються і можуть коментуватися.

source: Access Control
ar: التحكم في الوصول
be: Кіраванне доступам
be_latn: Kantroĺ dostupu
bg: Контрол на достъпа
ca: Control d’accés
cs: Řízení přístupu
da: Adgangskontrol
de: Zugriffssteuerung
el: Έλεγχος πρόσβασης
es: Control de acceso
et: Juurdepääsukontroll
fi: Pääsynhallinta
fr: Contrôle d’accès
ga: Rialú Rochtana
gl: Controis de acceso
he: בקרת גישה
hr: Kontrola pristupa
hu: Hozzáférés-vezérlés
id: Kontrol akses
is: Aðgangsstýring
it: Controllo degli accessi
ja: アクセス制御
kab: Tarrayt n uneckum
lt: Prieigos kontrolė
nb: Tilgangskontroll
nl: Toegangsbeheer
pl: Kontrola dostępu
pt_br: Controle de acesso
pt_pt: Controlo de Acesso
ro: Control acces
ru: Управление доступом
sk: Prístupové práva
sl: Nadzor dostopa
sq: Kontroll Hyrjesh
sr: Контрола приступа
sr_latn: Kontrola pristupa
sv: Åtkomstkontroll
ta: நுழைவு கட்டுப்பாடு
th: การควบคุมสิทธิ์การเข้าถึง
tr: Erişim denetimi
uk: Управління доступом

source: Fine-tune access rights to fit your environment.
ar: قم بضبط حقوق الوصول لتناسب بيئتك.
be: Наладжванне правоў доступу ў адпаведнасці з вашым асяроддзем.
be_latn: Naladzhvanne pravoў dostupu ў adpavednasczі z vashy'm asyaroddzem.
bg: Правата за достъп могат да бъдат настроени според изискванията на Вашата среда.
ca: Ajusteu els permisos d’accés perquè encaixin amb el vostre entorn.
cs: Přístupová práva můžete libovolně nastavit podle vašich požadavků.
da: Finjuster adgangsrettigheder, så de passer til dit miljø.
de: Passen Sie die Zugriffsrechte genau an Ihre Einsatzumgebung an.
el: Προσαρμόστε τα δικαιώματα πρόσβασης ώστε να ταιριάζουν στο περιβάλλον σας.
es: Controle a detalle los permisos de acceso para adecuarlos a su entorno.
et: Peen häälesta pääsuload oma keskkonnale vastavaks.
fi: Hienosäädä käyttöoikeuksia ympäristöösi sopivaksi.
fr: Affinez les droits d’accès en fonction de votre environnement.
ga: Cearta rochtana mionchoigeartaithe a oireann do thimpeallacht.
gl: Axuste os dereitos de acceso para adaptalos ao seu contorno.
he: ניתן לכוון את הרשאות הגישה כדי שתתאמנה לסביבתך.
hr: Podesi prava pristupa tvog okruženja.
hu: Hangolja finomra a hozzáférési jogosultságokat a saját környezetéhez.
id: Sesuaikan hak akses dengan lingkungan Anda.
is: Fínstilltu aðgangsheimildir eftir því sem hentar þínu umhverfi.
it: Ottimizza i diritti di accesso per adattarli al tuo ambiente.
ja: お客様の環境に合わせてアクセス権を細かく設定できます。
kab: Seggem izerfan n unekcum akken ad ddun d twennaḍt-ik/im.
nb: Finjuster tilgangsrettigheter for å passe ditt miljø.
nl: Toegangsrechten kunnen aan uw omgeving worden aangepast.
pl: Dostosuj prawa dostępu do potrzeb swojego środowiska.
pt_br: Ajuste os direitos de acesso para se adequar ao seu ambiente.
pt_pt: Ajuste os direitos de acesso para adaptar-los ao seu ambiente.
ro: Regează drepturile de acces pentru a le adapta la mediul tău.
ru: Тонкая настройка прав доступа в соответствии с вашим окружением.
sk: Prispôsobte prístupové práva svojmu prostrediu.
sl: Natančno prilagodite dostopne pravice glede na vaše okolje.
sq: Përimtoni të drejta hyrjeje për t’ia përshtatur mjedisit tuaj.
sr: Фино подесите права приступа да одговарају вашем окружењу.
sr_latn: Fino podesite prava pristupa da odgovaraju vašem okruženju.
sv: Finjustera åtkomsträttigheter som passar in i din miljö.
ta: உங்கள் சூழலுக்கு ஏற்றவாறு அணுகல் உரிமைகள்.
th: ปรับแต่งสิทธิ์การเข้าถึงให้เหมาะสมกับสภาพแวดล้อมของคุณ
tr: Ortamınıza uyacak şekilde ince erişim ayarları.
uk: Скоригуйте права доступу так, щоб забезпечити відповідність вашому середовищу.

source: Smart Notifications
ar: إشعارات ذكية
be: Разумныя апавяшчэнні
be_latn: Razumny'ya apavyashche'nnі
bg: Умни известия
ca: Notificacions intel·ligents
cs: Chytrá oznamování
da: Smarte notifikationer
de: Intelligente Benachrichtigungen
el: Έξυπνες ειδοποιήσεις
es: Notificaciones inteligentes
et: Nutikad märguanded
fi: Fiksut ilmoitukset
fr: Notifications intelligentes
ga: Fógraí cliste
gl: Notificacións intelixentes
he: התראות חכמות
hr: Pametne obavijesti
hu: Intelligens értesítések
id: Notifikasi cerdas
is: Snjallar tilkynningar
it: Notifiche intelligenti
ja: スマート通知
kab: Ilɣa uḥricen
lt: Išmanieji pranešimai
nb: Smarte varsler
nl: Slimme meldingen
pl: Inteligentne powiadomienia
pt_br: Notificações inteligentes
pt_pt: Notificações Inteligentes
ro: Notificări inteligente
ru: Умные Уведомления
sk: Chytré oznámenia
sl: Pametna obvestila
sq: Njoftime të Mençura
sr: Паметна обавештења
sr_latn: Pametna obaveštenja
sv: Smarta aviseringar
ta: அறிவுள்ள அறிவிப்புகள்
th: การแจ้งเตือนอัจฉริยะ
tr: Akıllı bildirimler
uk: Розумні сповіщення

source: Translators can be notified of new strings to translate or other events.
ar: يمكن إشعار المترجمين عند توفر سلاسل جديدة للترجمة أو أحداث أخرى.
be: Перакладчыкі могуць атрымліваць апавяшчэнні пра новыя радкі на пераклад і іншыя падзеі.
be_latn: Perakladchy'kі mogucz' atry'mlіvacz' apavyashche'nnі pra novy'ya radkі na peraklad і іnshy'ya padzeі.
bg: Преводачите могат да получават известия при добавянето на нови текстове за превод или други събития.
ca: Es pot notificar als traductors de noves cadenes per a traduir o d’altres esdeveniments.
cs: Překladatelé mohou být informováni o nových řetězcích k překladu i jiných událostech.
da: Oversættere kan underrettes om nye strenge til oversættelse eller andre begivenheder.
de: Übersetzer können über neue zu übersetzende Zeichenketten oder andere Ereignisse informiert werden.
el: Ο μεταφραστές μπορούν να ειδοποιηθούν για νέα κείμενα για μετάφραση ή άλλα συμβάντα.
es: Se puede notificar a los traductores cuando haya cadenas nuevas para traducir u ocurran otros sucesos.
et: Tõlke saab teavitada uutest tõlgitatavatest lausenditest või teistest sündmustest.
fi: Kääntäjille voidaan ilmoittaa uusista käännettävistä teksteistä tai muista tapahtumista.
fr: Les traducteurs peuvent être informés des nouvelles chaînes à traduire ou d’autres événements.
ga: Is féidir aistritheoirí a chur ar an eolas faoi teaghráin nua le haistriú nó imeachtaí eile.
gl: Pódese notificar aos tradutores cando haxa novas cadeas para traducir ou ocorran outros acontecementos.
he: ניתן להודיע למתרגמים על מחרוזות חדשות לתרגום או על אירועים אחרים.
hr: Prevodioci se mogu obavijestiti o novim prevodivim izrazima ili o drugim događajima.
hu: A fordítók értesítést kaphatnak új fordítandó szövegekről vagy egyéb eseményekről.
id: Penerjemah dapat diberi tahu tentang string baru yang akan diterjemahkan atau peristiwa lainnya.
is: Hægt er að senda tilkynningar til þýðenda um nýja strengi til þess að þýða eða aðra atburði.
it: I traduttori possono ricevere notifiche riguardo nuove stringhe da tradurre o altri eventi.
ja: 翻訳者には、「原文の追加」やその他のイベントを通知できます。
kab: Imsuqal zemren ad ttwalqun ɣef yizriren imaynuten ara ttwasuqlen neɣ ineḍruyen-nniḍen.
lt: Vertėjai gali būti informuojami apie naujas verstinas eilutes arba kitus įvykius.
nb: Oversettere kan varsles om nye strenger å oversette, eller andre hendelser.
nl: Vertalers kunnen geïnformeerd worden bij nieuwe tekenreeksen of andere gebeurtenissen.
pl: Tłumacze mogą być powiadamiani o nowych ciągach do tłumaczenia lub innych zdarzeniach.
pt_br: Os tradutores podem ser notificados de novos textos para traduzir ou outros eventos.
pt_pt: Os tradutores podem ser notificados sobre novas cadeias a traduzir ou outros eventos.
ro: Traducătorii pot fi notificați cu privire la noi șiruri de tradus sau alte evenimente.
ru: Переводчики могут получать оповещения о новых строках для перевода или о других событиях.
sk: Prekladatelia môžu byť informovaní o nových reťazcoch na preklad a ďalších udalostiach.
sl: Prevajalce je mogoče obvestiti o novih nizih za prevajanje ali drugih dogodkih.
sq: Përkthyesit mund të njoftohen rreth vargjesh të reja përkthimi ose veprimtari të tjera.
sr: Преводиоци могу бити обавештени о новим стринговима за превод или другим догађајима.
sr_latn: Prevodioci mogu biti obavešteni o novim porukama za prevod ili drugim događajima.
sv: Översättare kan meddelas vid nya strängar att översätta eller andra händelser.
ta: மொழிபெயர்ப்பாளர்களுக்கு மொழிபெயர்க்க புதிய சரங்கள் அல்லது பிற நிகழ்வுகள் குறித்து அறிவிக்கப்படலாம்.
th: นักแปลสามารถรับการแจ้งเตือนเมื่อมีข้อความใหม่ที่ต้องแปลหรือเหตุการณ์อื่น ๆ
tr: Çevrilecek yeni dizgeler veya diğer olayların çevirmenlere bildirilmesi.
uk: Перекладачі можуть отримувати повідомлення про нові рядки для перекладу або інші події.

source: Integration API
ar: واجهة الدمج
be: API для інтэграцыі
be_latn: API dlia intehracyi
bg: ППИ за интеграция
ca: API d’integració
cs: Integrační API
da: Integrations-API
de: API zur Integration
el: Ενσωματώση API
es: API de integración
et: Liidestamis API
fi: Integraatio-API
fr: Intégration via API
ga: Comhtháthú API
gl: API de integración
he: שילוב בעזרת API
hr: API integracija
hu: Integrációs API
id: Integrasi API
is: Forritunarviðmót fyrir samþættingu (API)
it: API per l'integrazione
ja: 連携 API
kab: API n uslaq
nb: Integrasjons-API
nl: Integratie-API
pl: Integracja API
pt_br: API de integração
pt_pt: API de Integração
ro: Integrări API
ru: Набор функций для внедрения
sk: Integračné API
sl: API za integracijo
sq: API Integrimesh
sr: АПИ за интеграцију
sr_latn: API za integraciju
sv: Integrations-API
ta: ஒருங்கிணைப்பு பநிஇ
th: API สำหรับการเชื่อมต่อ
tr: Bütünleştirme API
uk: API для інтеграції

source: Integrate Weblate with third-party services.
ar: امكانية دمج Weblate مع خدمات الطرف الثالث.
be: Інтэграцыя Weblate з іншымі службамі.
be_latn: Іnte'graczy'ya Weblate z іnshy'mі sluzhbamі.
bg: Weblate може да се интегрира с услугите на трети страни.
ca: Integreu el Weblate amb serveis de tercers.
cs: Začleňte Weblate do dalších služeb.
da: Integrer Weblate med tredjepartstjenester.
de: Integrieren Sie Weblate in Dienste von Drittanbietern.
el: Ενσωμάτωση του Weblate με υπηρεσίες τρίτων.
es: Integre Weblate con servicios de terceros.
et: Liida Weblate kolmandate osapoolte teenustesse.
fi: Integroi Weblate kolmansien osapuolten palveluihin.
fr: Intégrez Weblate avec des services tiers.
ga: Comhtháthaigh Weblate le seirbhísí tríú páirtí.
gl: Integre Weblate con servizos de terceiros.
he: שילוב Weblate עם שירותי צד־שלישי.
hr: Integriraj Weblate s uslugama treće strane.
hu: Integrálja a Weblate-et külső szolgáltatásokkal.
id: Mengintegrasikan Weblate dengan layanan pihak ketiga.
is: Samþættu Weblate við þjónustur frá þriðja aðila.
it: Integra Weblate con servizi di terze parti.
ja: Weblate をサードパーティのサービスと連携できます。
kab: Sleɣ Weblate d yimeẓla-nniḍen.
nb: Integrer Weblate med tredjepartstjenester.
nl: Integreer Weblate met externe diensten.
pl: Zintegruj Weblate z usługami innych firm.
pt_br: Integre o Weblate com serviços de terceiros.
pt_pt: Integre o Weblate com os serviços de terceiros.
ro: Integrează Weblate cu servicii terțe.
ru: Объедините Weblate со сторонними сервисами.
sk: Integrujte Weblate so službami tretích strán.
sl: Integrirajte Weblate s storitvami tretjih oseb.
sq: Integrojeni Weblate-in me shërbime palësh të treta.
sr: Интегришите Weblate помоћу услуга трећих страна.
sr_latn: Integrišite Weblate u druge servise.
sv: Integrera Weblate med tredjepartstjänster.
ta: மூன்றாம் தரப்பு சேவைகளுடன் வலைபெயர்ப்பை ஒருங்கிணைக்கவும்.
th: เชื่อมต่อ Weblate กับบริการภายนอก
tr: Weblate ile üçüncü taraf hizmetlerini bütünleştirme.
uk: Угуртуйте Weblate зі сторонніми службами.

source: Multiple File Formats
ar: تنسيقات متعددة للملفات
be: Некалькі фарматаў файлаў
be_latn: Nekal'kі farmataў fajlaў
bg: Множество файлови формати
ca: Múltiples formats de fitxer
cs: Vícero formátů souborů
da: Flere filformater
de: Mehrere Dateiformate
el: Πολλές μορφές αρχείων
es: Múltiples formatos de archivo
et: Erinevad failivormingud
fi: Useita tiedostomuotoja
fr: De nombreux formats de fichier
ga: Formáidí Comhad Il
gl: Múltiples formatos de ficheiro
he: מגוון סוגי קבצים
hr: Razni datotečni formati
hu: Többféle fájlformátum
id: Beragam format berkas
is: Margvísleg skráasnið
it: Formati di file multipli
ja: 複数のファイル形式
kab: Ddeqs n yimasalen n ufaylu
lt: Daugelio failų formatai
nb: Flerfoldige filformater
nl: Meerdere bestandsformaten
pl: Wiele formatów plików
pt_br: Vários formatos de arquivos
pt_pt: Múltiplos Formatos de Ficheiro
ro: Formate multiple de fișiere
ru: Множество форматов файлов
sk: Viacero formátov súborov
sl: Več datotečnih formatov
sq: Formate të Shumtë Kartelash
sr: Вишеструки формати фајлова
sr_latn: Višestruki formati fajlova
sv: Flera filformat
ta: பல கோப்பு வடிவங்கள்
th: รูปแบบไฟล์ที่หลากหลาย
tr: Çok sayıda dosya biçimi
uk: Кілька форматів файлів

source: Use any common file localization format, like gettext, JSON, XLIFF or resource strings, etc.
ar: استخدم أي تنسيق شائع لترجمة الملفات، مثل gettext ، JSON ، XLIFF أو سلاسل الموارد، إلخ.
be: Выкарыстанне любога тыповага фармату лакалізацыі, у тым ліку gettext, JSON, XLIFF і радкоў рэсурсаў.
be_latn: Vy'kary'stanne lyuboga ty'povaga farmatu lakalіzaczy'і, u ty'm lіku gettext, JSON, XLIFF і radkoў re'sursaў.
ca: Feu servir qualsevol format de fitxers de localització, com ara gettext, JSON, XLIFF, cadenes de recursos, etc.
cs: Používejte jakýkoliv z běžných formátů lokalizace souborů, jako třeba gettext, JSON, XLIFF nebo textové zdroje.
da: Brug et almindeligt fillokaliseringsformat som gettext, JSON, XLIFF eller ressourcestrenge osv.
de: Verwenden Sie ein beliebiges gängiges Dateilokalisierungsformat wie gettext, JSON, XLIFF oder Ressourcen-Zeichenketten usw.
el: Χρησιμοποιήστε οποιαδήποτε κοινή μορφή αρχείων για τοπική προσαρμογή, όπως gettext, JSON, XLIFF ή πηγαία κείμενα κ.λπ.
es: Use cualquier formato de archivo de regionalización, como gettext, JSON, XLIFF o cadenas de recursos.
et: Kasuta kõiki lokaliseerimisel laialdaselt levinud failivormingud nagu gettext, JSON, XLIFF või ressursi lausendid, jne.
fr: Utilisez n’importe quel format de localisation de fichier courant, comme gettext, JSON, XLIFF ou resource strings, etc.
ga: Bain úsáid as aon fhormáid logánaithe comhad coitianta, amhail gettext, JSON, XLIFF nó teaghráin acmhainne, etc.
gl: Use calquera formato común de ficheiros de rexionalización, como gettext, JSON, XLIFF ou cadeas de recursos, etc.
he: אפשר להשתמש בסוגי קבצים נפוצים לתרגום כגון gettext,‏ JSON,‏ XLIFF או מחרוזות משאבים וכו׳.
hr: Koristi bilo koji uobičajeni datotečni format za lokalizaciju, poput gettext, JSON, XLIFF ili izvorne izraze itd.
hu: Használjon bármilyen elterjedt lokalizációs fájlformátumot, például gettext, JSON, XLIFF vagy erőforrásszövgek stb.
id: Gunakan berkas lokalisasi apa pun, seperti gettext, JSON, XLIFF, atau string sumber, dll.
is: Notaðu öll algeng skráasnið sem notuð eru við staðfærslu, á borð við gettext, JSON, XLIFF eða tilfangastrengi, o.s.frv.
it: Usa qualsiasi formato file localizzazione standard, come gettext, JSON, XLIFF o stringhe di risorse, ecc.
ja: gettext、JSON、XLIFF やリソース文字列などの、一般的な現地語化に用いるファイル形式を使用してください。
lt: Naudokite bet kurį įprastą failų lokalizavimo formatą, kaip gettext, JSON, XLIFF, išteklių eilutės ir kt.
nl: Maak gebruik van alle bekende bestandsindelingen voor vertalingen, zoals gettext, JSON, XLIFF, resource-tekenreeksen, etc.
pl: Użyj dowolnego popularnego formatu lokalizacji plików, takiego jak gettext, JSON, XLIFF lub ciągi zasobów itp.
pt_br: Use qualquer formato comum de localização de arquivos, como gettext, JSON, XLIFF ou recursos de textos, etc.
ro: Folosește orice format comun de localizare a fișierelor, cum ar fi gettext, JSON, XLIFF sau șiruri resurse, etc.
ru: Используйте любой распространенный формат локализации файлов, например gettext, JSON, XLIFF или ресурсные строки и т.д.
sk: Použite niektorý z bežných formátov lokalizácie súborov, ako sú gettext, JSON, XLIFF alebo textové zdroje.
sl: Uporabite katero koli običajno obliko lokalizacije datotek, kot so gettext, JSON, XLIFF ali nizi virov itd.
sq: Përdorni çfarëdo format të njohur kartelash përkthimi, fjala vjen, vargje gettext, JSON, XLIFF apo vargje burim, etj.
sr: Сви широко распрострањени формати за локализацију су подржани као gettext, JSON, XLIFF или изворне стрингове итд.
ta: gettext, சேசன், ஃலிப்ப் அல்லது வள சரங்கள் போன்ற எந்தவொரு பொதுவான கோப்பு உள்ளூர்மயமாக்கல் வடிவமைப்பையும் பயன்படுத்தவும்.
th: ใช้รูปแบบไฟล์ Localization ทั่วไปได้ทุกรูปแบบ เช่น gettext, JSON, XLIFF หรือ Resource Strings ฯลฯ
tr: Yerelleştirme için, gettext, JSON, XLIFF ya da kaynak dizgeler gibi yaygın olan tüm dosya biçimleri.
uk: Використання будь-якого типового формату локалізації, зокрема gettext, JSON, XLIFF та рядків ресурсів.

source: Branch Support
ar: دعم الفروع
be: Падтрымка галінаў
be_latn: Padtry'mka galіnaў
bg: Поддръжка на клонове
ca: Suport per a branques
cs: Podpora větví
da: Grenunderstøttelse
de: Branch-Unterstützung
el: Υποστήριξη Διακλαδώσεων
es: Compatibilidad con ramas
et: Kahveldamise tugi
fi: Haarojen tuki
fr: Prise en charge des branches
ga: Tacaíocht Brainse
gl: Compatibilidade coas pólas
he: תמיכה בענפים
hr: Podrška za grane
hu: Ágkezelés
id: Dukungan Branch
is: Stuðningur við greinar
it: Supporto rami
ja: ブランチに対応
kab: Tallelt ɣef tseṭṭa
nb: Forgreningsstøtte
nl: Ondersteuning voor takken
pl: Wsparcie Gałęzi
pt_br: Suporte a ramos
pt_pt: Suporte a Ramos
ro: Suport ramură
ru: Поддержка ветвей
sk: Podpora vetiev
sl: Podpora vej
sq: Mbulim Degësh
sr: Подршка гранања
sr_latn: Podrška grananja
sv: Grenstöd
ta: கிளை உதவி
th: รองรับการแยกสาขา (Branch)
tr: Dal desteği
uk: Підтримка відгалужень

source: Handle different translation versions by pushing them automatically to different branches.
ar: التعامل مع إصدارات الترجمة المختلفة عن طريق دفعها تلقائيًا إلى فروع مختلفة.
be: Апрацоўвайце розныя версіі перакладу, аўтаматычна адпраўляючы іх у розныя галіны.
be_latn: Apraczoўvajcze rozny'ya versіі perakladu, aўtamaty'chna adpraўlyayuchy' іx u rozny'ya galіny'.
bg: Може да имате различни версии на превода като Weblate автоматично ще ги изпраща към различни клонове.
ca: Gestioneu diferents versions de la traducció publicant-les automàticament a diferents branques.
cs: Zpracuje různé verze překladů najednou a odešle překlady do různých větví.
da: Håndter forskellige oversættelsesversioner ved automatisk at skubbe dem til separate grene.
de: Unterschiedliche Übersetzungsversionen können automatisch in verschiedene Branches verschoben werden.
el: Χειριστείτε διαφορετικές εκδόσεις μεταφράσεων ωθώντας τες αυτόματα σε διαφορετικούς κλάδους.
es: Manipule versiones distintas de la traducción enviándolas a diferentes ramas automáticamente.
et: Korralda erinevaid tõlke versioone, suunates nood automaatselt erinevatesse harudesse.
fi: Käsittele erilaisia käännösversioita työntämällä ne automaattisesti eri haaroihin.
fr: Gère différentes versions de la traduction en les poussant automatiquement vers différentes branches.
ga: Láimhseáil leaganacha éagsúla aistriúcháin trí iad a bhrú go huathoibríoch chuig brainsí éagsúla.
gl: Manexe diferentes versións de tradución facendo «push» automaticamente a pólas diferentes.
he: תמיכה בטיפול בגרסאות שונות של התרגום על ידי דחיפתם לענפים שונים אוטומטית.
hr: Barataj različitim verzijama prijevoda, prenoseći ih automatski u različite grane.
hu: Kezelje a fordítások különböző verzióit úgy, hogy automatikusan külön ágakba kerüljenek.
id: Menangani berbagai versi terjemahan yang berbeda dengan push otomatis ke branch yang berbeda.
is: Meðhöndla mismunandi útgáfur þýðinga með því að ýta þeim sjálfkrafa í mismunandi greinar.
it: Gestisci le versioni delle traduzioni differenti tramite invio automatico a rami differenti.
ja: 別々のブランチに自動的にプッシュして、違うバージョンの翻訳を処理できます。
kab: Sefrek ddeqs n tsuqqilin s udegger-nsent s wudem awurman ɣer tseḍwa yemgaraden.
nb: Håndter ulike versjoner av oversettelser ved å skyve dem til forskjellige forgreninger automatisk.
nl: Weblate kan met verschillende vertaalbestanden overweg door deze automatisch naar verschillende takken te pushen.
pl: Obsługuj różne wersje tłumaczeń, przesuwając je automatycznie do różnych gałęzi.
pt_br: Lida com diferentes versões de tradução, efetuando push delas automaticamente para diferentes ramos.
pt_pt: Controle diferentes versões de tradução, enviando-as automaticamente para os diferentes ramos.
ro: Gestionează diferite versiuni de traducere, încărcându-le automat în ramuri diferite.
ru: Обрабатывайте различные версии перевода, автоматически помещая их в разные ветви.
sk: Pracujte s rôznymi verziami prekladov prostredníctvom ich automatického odosielania do rôznych vetiev.
sl: Obravnavajte različne različice prevodov tako, da jih samodejno potisnete v različne veje.
sq: Merruni me versione të ndryshme përkthimi duke i depozituar vetvetiu në degë të ndryshme.
sr: Руковање различитим верзијама превода, аутоматски их распоређујући у различите гране.
sr_latn: Rukovanje različitim verzijama prevoda, automatski ih raspoređujući u različite grane.
sv: Hantera olika översättningsversioner genom att trycka dem automatiskt till olika grenar.
ta: வெவ்வேறு மொழிபெயர்ப்பு பதிப்புகளை தானாகவே வெவ்வேறு கிளைகளுக்கு தள்ளுவதன் மூலம் கையாளவும்.
th: จัดการคำแปลเวอร์ชันต่าง ๆ โดยการดัน (Push) ไปยังสาขาที่แตกต่างกันโดยอัตโนมัติ
tr: Farklı çeviri sürümlerini kendiliğinden farklı dallara iterek işleme.
uk: Обробляйте різні версії перекладу, з автопереміщенням їх на різні гілки.
