Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Translation Context
ar: سياق الترجمة
be: Кантэкст перакладу
be_latn: Kante'kst perakladu
bg: Контекст на превода
ca: Context de la traducció
cs: Souvislosti překladu
da: Oversættelseskontekst
de: Übersetzungskontext
el: Πλαίσιο μετάφρασης
es: Contexto de traducción
et: Tõlke keskkond
fi: Käännöksen asiayhteys
fr: Contexte de traduction
ga: Comhthéacs Aistriúcháin
gl: Contexto da tradución
he: הקשר התרגום
hr: Kontekst prijevoda
hu: Fordítási szövegkörnyezet
id: Konteks Penerjemahan
is: Þýðingarsamhengi
it: Contesto traduzione
ja: 翻訳情報
kab: Asatal n tsuqqilt
lt: Vertimo kontekstas
nb: Oversettelsesbindeleddsinfo
nl: Vertaalcontext
pl: Kontekst tłumaczenia
pt_br: Contexto da tradução
pt_pt: Contexto da Tradução
ro: Context traducere
ru: Контекст перевода
sk: Kontext prekladu
sl: Kontekst prevoda
sq: Kontekst Përkthimi
sr: Контекст превода
sr_latn: Kontekst prevoda
sv: Översättningskontext
ta: மொழிபெயர்ப்பு சூழல்
th: บริบทการแปล
tr: Çeviri bağlamı
uk: Підтекст перекладу

source: Description, nearby strings, images, related source code and glossary entries—for every string.
ar: وصف السلاسل القريبة والصور وكود المصدر وإدخالات المعجم ذات الصلة - لكل سلسلة.
be: Апісанне, суседнія радкі, выявы, які адпавядае зыходны код і запісы гласарыя для кожнага радка.
be_latn: Apіsanne, susednіya radkі, vy'yavy', yakі adpavyadae zy'xodny' kod і zapіsy' glasary'ya dlya kozhnaga radka.
ca: Cada cadena pot tenir una descripció, cadenes properes, imatges, el codi font corresponent i entrades del glossari.
cs: Popis, okolní řetězce, obrázky, související zdrojový kód a slovník pojmů — pro každý řetězec.
da: Beskrivelse, nærliggende strenge, billeder, relateret kildekode og ordforklaringer – for hver streng.
de: Beschreibung, benachbarte Zeichenketten, Bilder, zugehöriger Quellcode und Glossareinträge — für jede Zeichenkette.
el: Περιγραφή, κοντινά κείμενα, εικόνες, σχετικός πηγαίος κώδικας και καταχωρήσεις στο γλωσσάριο για κάθε κείμενο.
es: Todas las cadenas pueden contener una descripción, traducciones cercanas, imágenes, código fuente relacionado y entradas de glosario.
et: Kirjeldused, lähedased tõlked, pildid, seostuv lähtekood ning sõnastik sisestused — igale lausendile.
fr: Description, chaînes à proximité, images, code source associé et mots du glossaire pour chaque chaîne.
ga: Cur síos, teaghráin in aice láimhe, íomhánna, cód foinse gaolmhar agus iontrálacha gluais-do gach teaghrán....
gl: Descrición, cadeas próximas, imaxes, código fonte relacionado e entradas do glosario, para cada cadea.
he: תיאור, מחרוזות סמוכות, תמונות, קוד מקור קשור ורשומות מונחון - עבור כל מחרוזת ומחרוזת.
hr: Opis, obližnji izrazi, slike, povezani izvorni kod i unosi u glosaru – za svaki izraz.
hu: Leírás, szomszédos szövegek, képek, kapcsolódó forráskód és szójegyzék-bejegyzések – minden egyes szöveghez.
id: Deskripsi, string terdekat, gambar, kode sumber terkait, entri istilah—untuk setiap string.
is: Lýsing nálægar þýðingar, myndir, færslur í orðasafni og samsvörun í grunnkóða fyrir hvern streng.
it: Descrizione, stringhe simili, immagini, codice sorgente correlato e voci di glossario - per ogni stringa.
ja: 各文字列ごとに、説明、前後の文字列、画像、関連するソースコード、用語集の項目が含まれます。
nl: Omschrijving, naastgelegen tekenreeksen, afbeeldingen en bijbehorende broncode bij elke tekenreeks.
pl: Opis, pobliskie ciągi, obrazy, powiązany kod źródłowy i wpisy w słowniku — dla każdego ciągu.
pt_br: Descrição, textos próximos, imagens, código-fonte relacionado e entradas de glossário - para cada texto.
ro: Descriere, șiruri apropiate, imagini, cod sursă similar și intrări în glosar—pentru fiecare șir de caractere.
ru: Описание, близлежащие строки, изображения, связанный исходный код и словарь для каждой строки.
sk: Popis, okolité reťazce, obrázky, súvisiaci zdrojový kód a slovník pojmov pre každý reťazec.
sl: Opis, bližnji nizi, slike, povezana izvorna koda in vnosi v glosarju – za vsak niz.
sq: Përshkrim, vargje të përafërta, figura, kod përkatës burim dhe zëra fjalorthi—për çdo varg.
sr: Опис, оближњи стрингови, слике, повезани изворни кôд и уноси у појмовник—за сваки стринг.
ta: விளக்கம், அருகிலுள்ள சரங்கள், படங்கள், தொடர்புடைய மூலக் குறியீடு மற்றும் சொற்களஞ்சிய உள்ளீடுகள் -ஒவ்வொரு சரத்திற்கும்.
th: คำอธิบาย ข้อความใกล้เคียง รูปภาพ ซอร์สโค้ดที่เกี่ยวข้อง และรายการในอภิธานศัพท์—สำหรับทุกข้อความ
tr: Her dizge için açıklama, yakındaki dizgeler, görseller, ilgili kaynak kodu ve sözlük kayıtları.
uk: Опис, сусідні рядки, зображення, відповідний початковий код і записи глосарія для кожного рядка.

source: Android string resources
ca: Recursos de cadenes d’Android
cs: Zdroje řetězců pro Android
da: Android-strengressourcer
de: Android-Zeichenketten-Ressourcen
el: Πηγές συμβολοσειρών Android
es: Recursos de cadenas de Android
et: Androidi sõnede failid
fr: Ressources de chaînes Android
ga: Acmhainní sreang Android
gl: Recursos de cadeas de Android
he: משאבי מחרוזות Android
hr: Resursi Android izraza
hu: Android szövegerőforrások
id: Sumber daya string Android
is: Android strengjatilföng
it: Risorse stringa Android
ja: Android 文字列リソース
lt: „Android“ eilutės ištekliai
nl: Android bronnen tekenreeksen
pl: Zasoby z ciągami Androida
pt_br: Recurso de textos do Android
ro: Resurse de șiruri Android
ru: ресурсы строк Android
sk: Zdroje reťazcov pre Android
sl: Viri nizov za Android
sq: Burime vargjesh Android
ta: ஆண்ட்ராய்டு string resources
th: ทรัพยากรข้อความ Android
tr: Android dizge kaynakları
uk: Рядкові ресурси Android

source: Apple iOS strings
ca: Cadenes d’iOS d’Apple
cs: Řetězce pro Apple iOS
da: Apple iOS-strenge
de: Apple-iOS-Zeichenketten
el: Συμβολοσειρές Apple iOS
es: Cadenas de iOS de Apple
et: Apple iOS sõned
fr: Chaînes Apple iOS
ga: Teaghráin Apple iOS
gl: Cadeas de iOS de Apple
he: מחרוזות של iOS מבית Apple
hr: Apple iOS izrazi
hu: Apple iOS-sztringek
id: String Apple iOS
is: Apple iOS-strengir
it: Stringhe Apple iOS
ja: Apple iOS 文字列
lt: „Apple“ „iOS“ eilutės
nl: Apple iOS tekenreeksen
pl: Ciągi Apple iOS
pt_br: Textos de Apple iOS
ro: Șiruri Apple iOS
ru: Строки Apple iOS
sk: Reťazce pre Apple iOS
sl: Nizi za Apple iOS
sq: Vargje Apple iOS
ta: apple ஐஇமு strings
th: ข้อความ Apple iOS
tr: Apple iOS dizgeleri
uk: Рядки Apple iOS

source: App store metadata files
be: Файлы метаданых крамы праграм
be_latn: Fajly' metadany'x kramy' pragram
bg: Файлове с мета-данни за App store
ca: Fitxers de metadades de botiga d’aplicacions
cs: Soubory metadat pro aplikační obchody
da: App Store-metadatafiler
de: App-Store-Metadatendateien
el: Αρχεία μεταδεδομένων καταστήματος εφαρμογών
es: Archivos de metadatos de tiendas de aplicaciones
et: App Store'i metaandmete failid
fr: Fichiers de métadonnées de l’App Store
ga: Comhaid meiteashonraí ó App Store
gl: Ficheiros de metadatos da tenda de aplicacións
he: קובצי נתוני על של חנות יישומונים
hr: App store datoteke metapodataka
hu: App Store-metaadatfájlok
id: Berkas metadata toko aplikasi
is: Lýsigagnaskrá App Store forritaverslunar
it: File metadati store app
ja: アプリ ストアのメタデータ ファイル
kab: Ifuyla n iɣefisefka n App Store
lt: Programų parduotuvės metaduomenų failai
nl: App-store metadata-bestanden
pl: Pliki metadanych sklepu z aplikacjami
pt_br: Arquivos de metadados da App Store
ro: Fișiere de metadate magazin de aplicații
ru: Файлы метаданных магазина приложений
sk: Súbory metadát pre obchod
sl: Datoteke z metapodatki za trgovino z aplikacijami
sq: Kartela tejtëdhënash shitoreje aplikacionesh
sr: Датотеке метаподатака продавнице апликација
ta: ஆப் கடை மேனிலை தரவு கோப்புகள்
th: ไฟล์ Metadata ของ App Store
tr: Uygulama mağazası üst veri dosyaları
uk: Файли метаданих App Store

source: ARB file
be_latn: Fajl ARB
bg: Файл ARB
ca: Fitxer ARB
cs: Soubor ARB
da: ARB-fil
de: ARB-Datei
el: Αρχείο ARB
es: Archivo ARB
et: ARB-fail
fr: Fichier ARB
ga: Comhad ARB
gl: Ficheiro ARB
he: קובץ ARB
hr: ARB datoteka
hu: ARB-fájl
id: Berkas ARB
is: ARB-skrá
it: File ARB
ja: ARB ファイル
kab: Afaylu ARB
lt: ARB failas
nl: ARB-bestand
pl: Plik ARB
pt_br: Arquivo ARB
ro: Fișier ARB
ru: Файл ARB
sk: Súbor ARB
sl: ARB datoteka
sq: Kartelë ARB
sr: АРБ фајл
sr_latn: ARB fajl
ta: arb கோப்பு
th: ไฟล์ ARB
tr: ARB dosyası
uk: Файл ARB

source: CSV files
be_latn: Nastupnizha kroki
ca: Fitxers CSV
cs: Soubory CSV
da: CSV-filer
de: CSV-Dateien
el: Αρχεία CSV
es: Archivos CSV
et: CSV-failid
fr: Fichiers CSV
ga: Comhaid CSV
gl: Ficheiros CSV
he: קובצי CSV
hr: CSV datoteke
hu: CSV-fájlok
id: Berkas CSV
is: CVS-skrár
it: File CSV
ja: CSV ファイル
kab: Ifuyla CSV
lt: CSV failai
nl: CSV-bestanden
pl: Pliki CSV
pt_br: Arquivos CSV
ro: Fișiere CSV
ru: Файлы CSV
sk: Súbory CSV
sl: CSV datoteke
sq: Kartela CSV
sr: CSV фајлови
ta: காபிம கோப்புகள்
th: ไฟล์ CSV
tr: CSV dosyaları
uk: Файли CSV

source: DTD files
be_latn: Nastupnizha kroki
ca: Fitxers DTD
cs: Soubory DTD
da: DTD-filer
de: DTD-Dateien
el: Αρχεία DTD
es: Archivos DTD
et: DTD-failid
fr: Fichiers DTD
ga: Comhaid DTD
gl: Ficheiros DTD
he: קובצי DTD
hr: DTD datoteke
hu: DTD-fájlok
id: Berkas DTD
is: DTD-skrár
it: File DTD
ja: DTD ファイル
kab: Ifuyla DTD
lt: DTD failai
nl: DTD-bestanden
pl: Pliki DTD
pt_br: Arquivos DTD
ro: Fișiere DTD
ru: Файлы DTD
sk: Súbory DTD
sl: DTD datoteke
sq: Kartela DTD
sr: DTD фајлови
ta: டி.டி.டி கோப்புகள்
th: ไฟล์ DTD
tr: DTD dosyaları
uk: Файли DTD

source: Flat XML files
ca: Fitxers XML plans
cs: Ploché soubory XML
da: Flade XML-filer
de: Flache XML-Dateien
el: Αρχεία Flat XML
es: Ficheros XML planos
et: Flat XML-failid
fr: Fichiers XML plats
ga: Comhaid XML cothrom
gl: Ficheiro XML simple
he: קובצי XML שטוחים
hr: Obične XML datoteke
hu: Egyszerű XML-fájlok
id: Berkas Flat XML
is: Flatar XML-skrár
it: File XML piatti
ja: フラット化した XML ファイル
lt: Plokšti XML failai
nl: Platte XML-bestanden
pl: Jednolity plik XML
pt_br: Arquivos XML simples
ro: Fișiere XML plane
ru: Плоские XML-файлы
sk: Ploché súbory XML
sl: Ravne XML datoteke
sq: Kartela XML të sheshta
ta: பிளாட் எக்ச்எம்எல் கோப்புகள்
th: ไฟล์ Flat XML
tr: Düz XML dosyaları
uk: Плоскі файли XML

source: Fluent format
be_latn: Svabodnaya kamunіkaczy'ya
ca: Format Fluent
cs: Formát Fluent
el: Μορφή Fluent
es: Formato fluido
et: Fluent-vorming
fr: Format Fluent
ga: Formáid líofa
gl: Formato Fluent
he: תבנית Flient
hu: Fluent-formátum
id: Format Fluent
is: Fluent-snið
it: Formato fluente
ja: Fluent 形式
lt: Fluent formatas
nl: Indeling Fluent
pl: Format Fluent
pt_br: Formato Fluent
ro: Format fluent
ru: Формат Fluent
sk: Formát Fluent
sl: format Fluent
sq: Format Fluent
ta: சரளமான வடிவமைப்பு
th: รูปแบบ Fluent
tr: Fluent biçimi
uk: Формат Fluent

source: go-i18n JSON files
ca: Fitxers JSON de go-i18n
cs: Soubory go-i18n JSON
da: go-i18n JSON-filer
de: JSON-Dateien go-i18n
el: Αρχεία go-i18n JSON
es: Archivos JSON de go-i18n
et: go-i18n JSON-failid
fr: Fichiers JSON go-i18n
ga: go-i18n comhaid JSON
gl: Ficheiros JSON de go-i18n
he: קובצי JSON מסוג go-i18n
hr: go-i18n JSON datoteke
hu: go-i18n JSON-fájlok
id: Berkas JSON go-i18n
is: go-i18n JSON-skrár
it: File JSON go-i18n
ja: go-i18n JSON ファイル
kab: Ifuyla JSON go-i18n
lt: go-i18n JSON failai
nl: go-i18n JSON-bestanden
pl: Pliki JSON go-i18n
pt_br: Arquivos JSON go-i18n
ro: fișiere JSON go-i18n
ru: JSON-файлы go-i18n
sk: Súbory go-i18n JSON
sl: Datoteke go-i18n JSON
sq: Kartela JSON go-i18n
ta: go-i18n சாதொபொகு கோப்புகள்
th: ไฟล์ go-i18n JSON
tr: go-i18n JSON dosyaları
uk: JSON-файли go-i18n

source: gotext JSON files
be_latn: Nastupnizha kroki
ca: Fitxers JSON de gettext
cs: Soubory gotext JSON
da: gotext JSON-filer
de: JSON-Dateien gotext
el: Αρχεία gotext JSON
es: Archivos JSON de texto gotext
et: gotext JSON-failid
fr: Fichiers gotext JSON
ga: comhaid JSON gotext
gl: Ficheiros JSON de gotext
he: קובצי JSON מסוג gotext
hr: gotext JSON datoteke
hu: gotext JSON-fájlok
id: Berkas JSON gotext
is: gotext JSON-skrár
it: File JSON gotext
ja: gotext JSON ファイル
kab: Ifuyla gotext JSON
lt: gotext JSON failai
nl: gotext JSON-bestanden
pl: Pliki JSON gotext
pt_br: Arquivos JSON gotext
ro: Fișiere gotext JSON
ru: Файл JSON gotext
sk: Súbory gotext JSON
sl: gotext JSON datoteke
sq: Kartela JSON gotext
ta: gotext சாதொபொகு கோப்புகள்
th: ไฟล์ gotext JSON
tr: gotext JSON dosyaları
uk: Файл JSON gotext

source: HTML files
be_latn: Nastupnizha kroki
ca: Fitxers HTML
cs: Soubory HTML
da: HTML-filer
de: HTML-Dateien
el: Αρχεία HTML
es: Archivos HTML
et: HTML-failid
fr: Fichiers HTML
ga: Comhaid HTML
gl: Ficheiros HTML
he: קובצי HTML
hr: HTML datoteke
hu: HTML-fájlok
id: Berkas HTML
is: HTML-skrár
it: File HTML
ja: HTML ファイル
kab: Ifuyla HTML
lt: HTML failai
nl: HTML-bestanden
pl: Pliki HTML
pt_br: Arquivos HTML
ro: Fișiere HTML
ru: Файлы HTML
sk: Súbory HTML
sl: HTML datoteke
sq: Kartela HTML
sr: HTML фајлови
ta: html கோப்புகள்
th: ไฟล์ HTML
tr: HTML dosyaları
uk: Файли HTML

source: i18next JSON files
be_latn: Nastupnizha kroki
ca: Fitxers JSON d’i18next
cs: Soubory JSON i18next
da: i18next JSON-filer
de: JSON-Dateien i18next
el: Αρχεία i18next JSON
es: Archivos JSON i18next
et: i18next JSON-failid
fr: Fichiers i18next JSON
ga: i18 seo chugainn comhaid JSON
gl: Ficheiros JSON de i18next
he: קובצי JSON מסוג i18next
hr: i18next JSON datoteke
hu: i18next JSON-fájlok
id: Berkas JSON i18next
is: i18next JSON-skrár
it: File JSON i18next
ja: i18next JSON ファイル
kab: Ifuyla i18next JSON
lt: i18next JSON failai
nl: i18next JSON-bestanden
pl: Pliki JSON i18next
pt_br: Arquivos JSON i18next
ro: Fișiere i18next JSON
ru: Файлы JSON i18next
sk: Súbory JSON i18next
sl: i18next JSON datoteke
sq: Kartela JSON i18next
sr: i18next JSON фајлови
ta: i18next சாதொபொகு கோப்புகள்
th: ไฟล์ i18next JSON
tr: i18next JSON dosyaları
uk: Файли JSON i18next

source: IDML Format
ca: Format IDML
cs: Formát IDML
el: Μορφή IDML
es: Formato IDML
et: IDML-vorming
fr: Format IDML
ga: Formáid IDML
gl: Formato IDML
he: תבנית IDML
hu: IDML-formátum
id: Format IDML
is: IDML-snið
it: Formato IDML
ja: IDML 形式
kab: Ifuyla IDML
lt: IDML formatas
nl: IDML-indeling
pl: Format IDML
pt_br: Formato IDML
ro: Formatul IDML
ru: Формат IDML
sk: Formát IDML
sl: Format IDML
sq: Format IDML
ta: idml வடிவமைப்பு
th: รูปแบบ IDML
tr: IDML biçimi
uk: Формат IDML

source: INI translations
be_latn: Ulasnizha pierakladi
ca: Traduccions INI
cs: Překlady INI
da: INI-oversættelser
de: INI-Übersetzungen
el: Μεταφράσεις INI
es: Traducciones en INI
et: INI-tõlked
fr: Traductions INI
ga: Aistriúcháin INI
gl: Traducións en INI
he: תרגומי INI
hr: INI prijevodi
hu: INI-fordítások
id: Terjemahan INI
is: INI-þýðingar
it: Traduzioni INI
ja: INI の翻訳
kab: Tisuqilin INI
lt: INI vertimai
nl: INI-vertalingen
pl: Tłumaczenia INI
pt_br: Traduções de INI
ro: Traduceri INI
ru: Переводы в INI-файлах
sk: Preklady INI
sl: INI prevodi
sq: Përkthime INI
ta: ஐ.என்.ஐ மொழிபெயர்ப்புகள்
th: คำแปล INI
tr: INI çevirileri
uk: Переклади INI

source: Inno Setup INI translations
be_latn: Ulasnizha pierakladi
ca: Traduccions INI d’Inno Setup
cs: Překlady Inno Setup INI
da: Inno Setup INI-oversættelser
de: Inno-Setup-INI-Übersetzungen
el: Μεταφράσεις Inno Setup INI
es: Traducciones INI de Inno Setup
et: Inno Setupi INI-tõlked
fr: Traduction des fichier INI InnoSetup
ga: Aistriúcháin INI Inno Setup
gl: Traducións INI de Inno Setup
he: תרגומי INI מסוג Inno Setup
hr: Inno postava INI datoteka
hu: Inno Setup INI fordítások
id: Terjemahan INI Inno Setup
is: Þýðing á Inno INI-uppsetningarskrá
it: Traduzioni INI Inno Setup
ja: Inno Setup INI の翻訳
kab: Tisuqilin n Inno Setup INI
lt: „Inno“ sąrankos INI vertimai
nl: Inno Setup INI vertalingen
pl: Tłumaczenia Inno Setup INI
pt_br: Traduções de Inno Setup INI
ro: Traduceri Inno Setup INI
ru: Переводы в INI-файлах Inno Setup
sk: Preklady Inno Setup INI
sl: Prevodi INI datotek Inno Setup
sq: Përkthime Inno Setup INI
ta: inno setup இனி மொழிபெயர்ப்புகள்
th: คำแปล Inno Setup INI
tr: Inno Setup INI çevirileri
uk: Переклади INI Inno Setup

source: Joomla translations
be_latn: Aŭtamatični pieraklad
ca: Traduccions del Joomla
cs: Překlady Joomla
da: Joomla-oversættelser
de: Joomla-Übersetzungen
el: Μεταφράσεις Joomla
es: Traducciones para Joomla
et: Joomla tõlked
fr: Traductions Joomla
ga: Aistriúcháin do Joomla
gl: Traducións de Joomla
he: תרגומי Joomla
hr: Joomla prijevodi
hu: Joomla-fordítások
id: Terjemahan Joomla
is: Joomla!-þýðingar
it: Traduzioni di Joomla
ja: Joomla の翻訳
kab: Tisuqilin n Joomla
lt: Joomla vertimai
nl: Joomla vertalingen
pl: Tłumaczenia Joomli
pt_br: Traduções para Joomla
ro: Traduceri Joomla
ru: Переводы Joomla
sk: Preklady Joomla
sl: Prevodi Joomle
sq: Përkthime Joomla
ta: சூம்லா மொழிபெயர்ப்புகள்
th: คำแปล Joomla
tr: Joomla! çevirileri
uk: Переклади Joomla

source: JSON files
be_latn: Nastupnizha kroki
ca: Fitxers JSON
cs: Soubory JSON
da: JSON-filer
de: JSON-Dateien
el: Αρχεία JSON
es: Archivos JSON
et: JSON-failid
fr: Fichiers JSON
ga: Comhaid JSON
gl: Ficheiros JSON
he: קובצי JSON
hr: JSON datoteke
hu: JSON-fájlok
id: Berkas JSON
is: JSON-skrár
it: File JSON
ja: JSON ファイル
kab: Ifuyla JSON
lt: JSON failai
nl: JSON-bestanden
pl: Plik JSON
pt_br: Arquivos JSON
ro: Fișiere JSON
ru: JSON-файлы
sk: Súbory JSON
sl: JSON datoteke
sq: Kartela JSON
sr: JSON фајлови
ta: சேஎச்ஓஎன் கோப்புகள்
th: ไฟล์ JSON
tr: JSON dosyaları
uk: JSON файли

source: Laravel PHP strings
be: Радкі Laravel PHP
be_latn: Radkі Laravel PHP
bg: Низове за PHP Laravel
ca: Cadenes de PHP de Laravel
cs: Řetězce Laravel PHP
da: Laravel PHP-strenge
de: Laravel-PHP-Zeichenketten
el: Κείμενα Laravel PHP
es: Cadenas PHP de Laravel
et: Laraveli PHP-sõned
fr: Chaînes de caractères PHP Laravel
ga: Teaghráin php Laravel
gl: Cadeas PHP de Laravel
he: מחרוזות PHP של Laravel
hr: Laravel PHP izrazi
hu: Laravel PHP-szövegek
id: String PHP Laravel
is: Laravel PHP-strengir
it: Stringhe PHP Laravel
ja: Laravel PHP 文字列
kab: Izriren n Laravel PHP
nl: Laravel PHP-tekenreeksen
pl: Ciągi znaków Laravel PHP
pt_br: Textos de PHP Laravel
ro: Șiruri Laravel PHP
ru: Строки Laravel PHP
sk: Laravel PHP reťazce
sl: Laravel PHP nizi
sq: Vargje PHP Lavarel
sr: Laravel PHP ниске
ta: லாரவெல் php strings
th: ข้อความ Laravel PHP
tr: Laravel PHP dizgeleri
uk: Рядки PHP Laravel

source: Markdown files
be_latn: Kod Markdovn
ca: Fitxers Markdown
cs: Soubory Markdown
da: Markdown-filer
de: Markdown-Dateien
el: Αρχεία Markdown
es: Archivos Markdown
et: Markdown-failid
fr: Fichiers Markdown
ga: Comhaid marcáilte
gl: Ficheiros de Markdown
he: קובצי Mardown
hr: Markdown datoteke
hu: Markdown-fájlok
id: Berkas Markdown
is: Markdown-skrár
it: File Markdown
ja: Markdown ファイル
kab: Ifuyla Markdown
nl: Markdown-bestanden
pl: Pliki Markdown
pt_br: Arquivos de Markdown
ro: Fișiere Markdown
ru: Файлы Markdown
sk: Súbory Markdown
sl: Markdown datoteke
sq: Kartela Markdown
sr: Markdown фајлови
ta: மார்க்டவுன் கோப்புகள்
th: ไฟล์ Markdown
tr: Markdown dosyaları
uk: Файли Markdown

source: mi18n lang files
ca: Fitxers lang de mi18n
cs: Soubory mi18n lang
da: mi18n lang-filer
de: mi18n-lang-Dateien
el: Γλωσσικά αρχεία mi18n
es: archivos mi18n lang
et: mi18n-keelefailid
fr: Fichiers mi18n lang
ga: mi18n comhaid lang
gl: Ficheiros de idioma mi18n
he: קובצי שפה מסוג mi18n
hr: mi18n lang datoteke
hu: mi18n nyelvi fájlok
id: Berkas lang mi18n
is: mi18n-tungumálsskrár
it: File lang mi18n
ja: mi18n 言語ファイル
kab: Ifuyla mi18n lang
nl: mi18n lang-bestanden
pl: Pliki lang dla mi18n
pt_br: Arquivos lang mi18n
ro: mi18n lang fișiere
ru: Файлы mi18n lang
sk: Súbory mi18n lang
sl: mi18n lang datoteke
sq: Kartela mi18n lang
ta: எம்ப18ல் மொழி கோப்புகள்
th: ไฟล์ภาษา mi18n
tr: mi18n lang dosyaları
uk: Мовні файли mi18n

source: Mobile Kotlin resources
be_latn: Radkovizha resursi Android
ca: Recursos mòbils de Kotlin
cs: Zdroje Mobile Kotlin
da: Mobile Kotlin-ressourcer
de: Mobile-Kotlin-Ressourcen
el: Πηγές Kotlin για κινητά
es: Recursos Kotlin para móviles
et: Mobile Kotlini andmefailid
fr: Ressources Kotlin mobile
ga: Soghluaiste acmhainní Kotlin
gl: Recursos de Kotlin para dispositivos móbiles
he: משאבי Kotlin לניידים
hr: Kotlin resursi za mobilne uređaje
hu: Mobile Kotlin-erőforrások
id: Sumber daya Mobile Kotlin
is: Mobile Kotlin tilföng
it: Risorse mobili Kotlin
ja: モバイル Kotlin リソース
nl: Mobile Kotlin bronnen
pl: Zasoby mobilne Kotlina
pt_br: Recursos Kotlin para dispositivos móveis
ro: Resurse Mobile Kotlin
ru: Мобильные ресурсы Kotlin
sk: Zdroje Mobile Kotlin
sl: Mobilni Kotlin viri
sq: Burime Mobile Kotlin
ta: மொபைல் கோட்லின் வளங்கள்
th: ทรัพยากร Mobile Kotlin
tr: Mobile Kotlin kaynakları
uk: Мобільні ресурси Kotlin

source: OpenDocument Format
be_latn: Dakumientakizha
ca: Format OpenDocument
cs: Formát OpenDocument
el: Μορφή OpenDocument
es: Formato OpenDocument
fr: Format OpenDocument
ga: Formáid OpenDocument
gl: Formato OpenDocument
he: תבנית OpenDocument
hu: OpenDocument-formátum
id: Format OpenDocument
is: OpenDocument-snið
it: Formato OpenDocument
ja: OpenDocument 形式
nl: OpenDocument-indeling
pl: Format OpenDocument
pt_br: Formato OpenDocument
ro: Formatul OpenDocument
ru: Формат OpenDocument
sk: Formát OpenDocument
sq: Format OpenDocument
th: รูปแบบ OpenDocument
tr: OpenDocument biçimi
uk: Формат OpenDocument

source: PHP strings
ar: نصوص PHP
be: Радкі PHP
be_latn: Radkі PHP
bg: Низове за PHP
ca: Cadenes de PHP
cs: Řetězce PHP
da: PHP-strenge
de: PHP-Zeichenketten
el: Κείμενα PHP
es: Cadenas de PHP
et: PHP-sõned
fr: Chaînes de caractères PHP
ga: Teaghráin PHP
gl: Cadeas de PHP
he: מחרוזות PHP
hr: PHP izrazi
hu: PHP-szövegek
id: String PHP
is: PHP-strengir
it: Stringhe PHP
ja: PHP 文字列
kab: Izriren n PHP
nl: PHP-tekenreeksen
pl: Ciągi PHP
pt_br: Textos de PHP
ro: Șiruri PHP
ru: Строки PHP
sk: PHP reťazce
sl: Nizi PHP
sq: Vargje PHP
sr: PHP стрингови
th: ข้อความ PHP
tr: PHP dizgeleri
uk: Рядки PHP

source: ResourceDictionary files
be_latn: Fajly' re'sursaў .NET
ca: Fitxers ResourceDictionary
cs: Soubory ResourceDictionary
da: ResourceDictionary-filer
de: ResourceDictionary-Dateien
el: Αρχεία ResourceDictionary
es: Archivos ResourceDictionary
et: ResourceDictionary failid
fr: Fichiers ResourceDictionary
ga: Comhaid ResourceDictionary
gl: Ficheiros de ResourceDictionary
he: קובצי ResourceDictionary
hr: ResourceDictionary datoteke
hu: ResourceDictionary-fájlok
id: Berkas ResourceDictionary
is: ResourceDictionary-skrár
it: File ResourceDictionary
ja: ResourceDictionary ファイル
nl: ResourceDictionary-bestanden
pl: Pliki ResourceDictionary
pt_br: Arquivos de ResourceDictionary
ro: Fișiere ResourceDictionary
ru: Файлы ResourceDictionary
sk: Súbory ResourceDictionary
sl: ResourceDictionary datoteke
sq: Kartela ResourceDictionary
sr: ResourceDictionary фајлови
ta: ஆதார கோப்புகள்
th: ไฟล์ ResourceDictionary
tr: ResourceDictionary dosyaları
uk: Файли ResourceDictionary

source: .NET resource files (RESX, RESW)
be_latn: Fajly' re'sursaў .NET
ca: Fitxers de recursos de .NET (RESX, RESW)
cs: Zdrojové soubory .NET (RESX, RESW)
da: .NET-ressourcefiler (RESX, RESW)
de: .NET-Ressourcendateien (RESX, RESW)
el: Αρχεία πόρων .NET (RESX, RESW)
es: Archivos de recursos .NET (RESX, RESW)
et: .NET andmefailid (RESX, RESW)
fr: Fichiers de ressource .NET (RESX, RESW)
ga: Comhaid acmhainne .NET (RESX, RESW)
gl: Ficheiros de recursos .NET (RESX, RESW)
he: קובצי משאבי ‎.NET‏ (RESX,‏ RESW)
hr: .NET datoteke resursa (RESX, RESW)
hu: .NET-erőforrásfájlok (RESX, RESW)
id: Berkas sumber daya .NET (RESX, RESW)
is: .NET-tilfangaskrár (RESX, RESW)
it: File di risorse .NET (RESX, RESW)
ja: .NET リソース ファイル (RESX、RESW)
nl: .NET resource-bestanden (RESX, RESW)
pl: Pliki zasobów .NET (RESX, RESW)
pt_br: Arquivos de recursos .NET (RESX, RESW)
ro: Fișiere resurse .NET (RESX, RESW)
ru: ресурсные файлы .NET (RESX, RESW)
sk: Zdrojové súbory .NET (RESX, RESW)
sl: .NET datoteke virov (RESX, RESW)
sq: Kartela burimesh .NET (RESX, RESW)
sr: .NET ресурсни фајлови (RESX, RESW)
ta: நெட் வள கோப்புகள் (resx, resw)
th: ไฟล์ทรัพยากร .NET (RESX, RESW)
tr: .NET kaynak dosyaları (RESX, RESW)
uk: Файли ресурсів .NET (RESX, RESW)
