Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Weblate is easiest to install using <strong>pip</strong> or <strong>Docker</strong>, please follow the <a href="%(url)s">Quick setup guide</a> for more detailed instructions.
ar: أسهل طريقة لتنصيب Weblate هي باستخدام <strong>pip</strong> أو <strong>Docker</strong> ، يرجى اتباع <a href="%(url)s">دليل التنصيب السريع</a> للحصول على إرشادات أكثر تفصيلاً .
be: Weblate прасцей за ўсё ўсталяваць з дапамогай <strong> pip </strong> або <strong> Docker </strong>, калі ласка, зазірніце ў <a href="%(url)s"> Даведнік па хуткаму ўсталяванню </a>, каб даведацца больш падрабязна.
be_latn: Weblate prasczej za ўsyo ўstalyavacz' z dapamogaj <strong> pip </strong> abo <strong> Docker </strong>, kalі laska, zazіrnіcze ў <a href="%(url)s"> Davednіk pa xutkamu ўstalyavannyu </a>, kab davedaczcza bol'sh padrabyazna.
ca: El Weblate s’instal·la més fàcilment fent servir el <strong>pip</strong> o el <strong>Docker</strong>. Seguiu la <a href="%(url)s">guia d’instal·lació ràpida</a> per a obtenir-ne instruccions detallades.
cs: Weblate nejsnáze nainstalujete pomocí <strong>pip</strong> nebo <strong>Dockeru</strong>. Podrobnější návod naleznete v <a href="%(url)s">průvodci rychlou instalací</a>.
da: Weblate er lettest at installere med <strong>pip</strong> eller <strong>Docker</strong>. Følg venligst <a href="%(url)s">Guide til hurtig opsætning</a> for mere detaljerede instruktioner.
de: Weblate ist einfacher zu installieren, wenn man <strong>pip</strong> oder <strong>Docker</strong> verwendet. Bitte folgen Sie der <a href="%(url)s">Bedienungsanleitung</a> für weitere Informationen.
el: Το Weblate εγκαθίσταται ευκολότερα χρησιμοποιώντας το <strong>pip</strong> ή το <strong>Docker</strong>, παρακαλούμε ακολουθήστε τον <a href="%(url)s">Οδηγό γρήγορης εγκατάστασης</a> για πιο λεπτομερείς οδηγίες.
es: Es más sencillo instalar Weblate por medio de <strong>pip</strong> o <strong>Docker</strong>. Siga la <a href="%(url)s">guía de montaje rápido</a> para obtener instrucciones a detalle.
et: Lihtsaim on Weblate paigaldamine <strong>pip</strong>i või <strong>Docker</strong>i kasutamisega, Palun uuri <a href="%(url)s">kiir-häälestamis juhist</a> täpsustuste leidmiseks.
fi: Weblate on helpointa asentaa käyttäen <strong>pipiä</strong> tai <strong>Dockeria</strong>, seuraa <a href="%(url)s">pika-asennusohjeita</a> saadaksesi lisätietoja.
fr: Weblate est plus facile à installer en utilisant <strong>pip</strong> ou <strong>Docker</strong>, veuillez suivre les instructions plus détaillées dans <a href="%(url)s">le guide de configuration rapide</a>.
ga: Is fusa Weblate a shuiteáil le <strong>pip</strong> nó <strong>Docker</strong>, le do thoil lean an <a href="%(url)s">treoir le haghaidh socrú tapa</a> le haghaidh treoracha níos mionsonraithe .
gl: Weblate é máis doado de instalar usando <strong>pip</strong> ou <strong>Docker</strong>, siga a <a href="%(url)s">guía de configuración rápida</a> para obter instrucións máis detalladas.
he: הדרך הקלה ביותר להתקין את Weblate היא באמצעות <strong>pip</strong> או <strong>Docker</strong>, נא לפנות אל <a href="%(url)s">מדריך ההקמה המהירה</a> לקבלת הנחיות מפורטות.
hr: Weblate se najlakše instalira pomoću <strong>pip</strong>-a ili <strong>Docker</strong>-a. Za daljnje upute, pročitaj <a href="%(url)s"> priručnik za brzo postavljanje</a>.
hu: A Weblate legegyszerűbben <strong>pip</strong> vagy <strong>Docker</strong> használatával telepíthető — részletes útmutatóért kövesse a <a href="%(url)s">Gyors telepítési útmutatót</a>.
id: Weblate paling mudah dipasang menggunakan <strong>pip</strong> atau <strong>Docker</strong>, harap mengikuti <a href="%(url)s">Panduan persiapan cepat</a> untuk petunjuk yang lebih terperinci.
is: Auðveldast er að setja upp Weblate með <strong>pip</strong> eða <strong>Docker</strong>, skoðaðu <a href="%(url)s">Leiðarvísir fyrir skjóta uppsetningu</a> til þess að sjá nákvæmari leiðbeiningar.
it: Weblate è più facile da installare usando <strong>pip</strong> o <strong>Docker</strong>. Per istruzioni più dettagliate segui la <a href="%(url)s">Guida d'installazione rapida</a>.
ja: Weblate は、<strong>pip</strong> または <strong>Docker</strong> を使用してインストールするのが最も簡単です。詳細な手順については、<a href="%(url)s">簡単セットアップ ガイド</a> を参照してください。
kab: Weblate fessus i usbeddi s useqdec n <strong>pip</strong> neɣ <strong>Docker</strong>, ma ulac aɣilif ḍfer <a href="%(url)s">Amnir n usbeddi afessas</a> ɣef wugar n yiwellihen lqayen.
nb: Weblate er enklest å installere ved bruk av <strong>pip</strong> eller <strong>Docker</strong>, følg <a href="%(url)s">Hurtigoppsettsveiledningen</a> for mer detaljert instruks.
nl: Weblate is het eenvoudigst te installeren via <strong>pip</strong> of <strong>Docker</strong>. Volg de <a href="%(url)s">Snelstartgids</a> voor gedetailleerde instructies.
pl: Weblate najłatwiej zainstalować za pomocą <strong>pip</strong> lub <strong>Dockera</strong>, postępuj zgodnie z <a href="%(url)s">Przewodnikiem szybkiej konfiguracji</a> w celu uzyskania bardziej szczegółowych instrukcji.
pt_br: Weblate é mais fácil de instalar usando <strong>pip</strong> ou <strong>Docker</strong>, por favor, siga o <a href="%(url)s">Guia de instalação rápida</a> para obter instruções mais detalhadas.
pt_pt: É fácil instalar o Weblate utilizando <strong>pip</strong> ou <strong>Docker</strong>, por favor, siga o <a href="%(url)s">guia de configuração rápida</a> para instruções mais detalhadas.
ro: Weblate este cel mai ușor de instalat folosind <strong>pip</strong> sau <strong>Docker</strong>, te rugăm să urmărești <a href="%(url)s">ghidul de configurare rapidă</a> pentru instrucțiuni mai detaliate.
ru: Weblate проще установить с помощью <strong>pip</strong> или <strong>Docker</strong>, пожалуйста, следуйте <a href="%(url)s">краткому руководству по установке</a> для более подробных инструкций.
sk: Weblate najjednoduchšie nainštalujete pomocou nástrojov <strong>pip</strong> alebo <strong>Docker</strong>. Podrobnejší návod nájdete v <a href="%(url)s">Sprievodcovi rýchlym nastavením</a>.
sl: Weblate je najlažje namestiti s programoma <strong>pip</strong> ali <strong>Docker</strong>. Za podrobnejša navodila sledite <a href="%(url)s">Vodniku za hitro namestitev</a>.
sq: Instalimi i Weblate-it bëhet më lehtë duke përdorur <strong>pip</strong> ose <strong>Docker</strong>, për udhëzime më të hollësishme, ju lutemi, ndiqni <a href="%(url)s">Udhërrëfyesin për ujdisje të shpejtë</a>.
sr: Weblate се најлакше инсталира уз помоћ „<strong>pip-а</strong>“ или <strong>Docker-а</strong>. Испратите <a href="%(url)s">водич за брзо постављање</a> ради детаљнијих упутстава.
sr_latn: Weblate se najlakše instalira uz pomoć „<strong>pip</strong>“ ili <strong>Dokera</strong>. Ispratite <a href="%(url)s">vodič za brzo postavljanje</a> radi detaljnijih uputstava.
sv: Weblate är enklast att installera med hjälp av <strong>pip</strong> eller <strong>Docker</strong>, följ <a href="%(url)s">Snabbinstallationsguide</a> för mer detaljerade instruktioner.
ta: <strong> பிப் </strong> அல்லது <strong> கப்பல்துறை </strong> மூலம் நிறுவுவது எளிது, மேலும் விரிவான வழிமுறைகளுக்கு <a href="%(url)s">விரைவான அமைவு </a> வழிகாட்டியைப் பின்பற்றவும்.
th: Weblate ติดตั้งได้ง่ายที่สุดโดยใช้ <strong>pip</strong> หรือ <strong>Docker</strong> โปรดปฏิบัติตาม <a href="%(url)s">คู่มือการตั้งค่าด่วน</a> เพื่อดูคำแนะนำโดยละเอียด
tr: Weblate <strong>pip</strong> ya da <strong>Docker</strong> ile kolayca kurulabilir. Ayrıntılı bilgi almak için <a href="%(url)s">Hızlı kurulum rehberi</a> bölümüne bakabilirsiniz.
uk: Weblate найпростіше встановити за допомогою <strong>pip</strong> чи <strong>Docker</strong>, будь ласка, робіть все за <a href="%(url)s">Короткому посібнику по встановленню</a> для докладніших вказівок.

source: Download source code
ar: تنزيل الشفرة المصدرية
be: Спампаваць зыходны код
be_latn: Spampavacz' zy'xodny' kod
bg: Изтегляне на изходния код
ca: Baixeu-ne el codi font
cs: Stáhnout zdrojové kódy
da: Download kildekode
de: Quellcode herunterladen
el: Λήψη πηγαίου κώδικα
es: Descargar el código fuente
et: Lähtekoodi allalaadimine
fi: Lataa lähdekoodi
fr: Télécharger le code source
ga: Íoslódáil an cód foinse
gl: Descargar o código fonte
he: הורדת קוד המקור
hr: Preuzmi izvorni kod
hu: Forráskód letöltése
id: Unduh kode sumber
is: Sækja grunnkóða
it: Scarica il codice sorgente
ja: ソースコードのダウンロード
kab: Sader tangalt taɣbalut
lt: Atsisiųsti šaltinio kodą
nb: Last ned kildekode
nl: Broncode downloaden
pl: Pobierz kod źródłowy
pt_br: Baixar código-fonte
pt_pt: Transferir o código-fonte
ro: Descarcă cod sursă
ru: Скачать исходный код
sk: Stiahnuť zdrojový kód
sl: Prenesi izvorno kodo
sq: Shkarkoni kodin burim
sr: Преузмите изворни кôд
sr_latn: Preuzmi izvorni kod
sv: Ladda ner källkoden
ta: மூலக் குறியீட்டைப் பதிவிறக்கவும்
th: ดาวน์โหลดซอร์สโค้ด
tr: Kaynak kodu indir
uk: Завантажити вихідний код

source: Latest releases for download
be_latn: Aposhnіya vy'puskі dlya spampoўvannya, padpіsany'ya PGP
ca: Darrers llançaments per a baixar
cs: Nejnovější vydání ke stažení
da: Seneste udgivelser til download
de: Neueste Versionen zum Herunterladen
el: Τελευταίες εκδόσεις για λήψη
es: Últimas versiones para descargar
et: Viimased versioonid allalaadimiseks
fr: Télécharger les dernières versions
ga: Na heisiúintí is déanaí le haghaidh íoslódáil
gl: Últimas publicacións para descargar
he: המהדורות העדכניות ביותר להורדה
hr: Najnovija izdanja za preuzimanje
hu: Legújabb kiadások letöltése
id: Rilis terkini untuk pengunduhan
is: Nýjasta útgáfa sem hægt er að sækja
it: Ultime versioni scaricabili
ja: ダウンロード可能な最新リリース
kab: Zdem-d ileqman ineggura
nl: Laatste uitgaven om te downloaden
pl: Najnowsze wersje do pobrania
pt_br: Versões mais recentes para download
ro: Ultimele lansări pentru descărcare
ru: Свежие выпуски для скачивания
sk: Najnovšie vydanie na stiahnutie
sl: Najnovejše izdaje za prenos
sq: Hedhjet më të reja në qarkullim, për shkarkim
ta: பதிவிறக்கத்திற்கான அண்மைக் கால வெளியீடுகள், பிசிபியுடன் கையொப்பமிடப்பட்டன
th: รุ่นล่าสุดสำหรับดาวน์โหลด
tr: İndirilebilecek son sürümler
uk: Останні випуски для завантаження

source: Cloud or virtualization images
ar: صور سحابية أو للمحاكاة الافتراضية
be: Вобразы для воблака альбо віртуалізацыі
be_latn: Vobrazy dlia voblaka aĺbo virtualizacyi
bg: Изображения за виртуализация или използване в облака
ca: Al núvol o en imatges virtuals
cs: Obrazy pro cloud nebo virtualizaci
da: Cloud- eller virtualiseringsbilleder
de: Cloud- oder Virtualisierungsimages
el: Εικόνες σύννεφου ή εξομοίωσης
es: Imágenes para la nube o de virtualización
et: Pilve või virtualiseerimis tõmmised
fi: Pilvessä tai virtuaalipalvelussa
fr: Images Cloud ou virtuelles
ga: Íomhánna scamall nó fíorúlaithe
gl: Imaxes de nube ou virtualización
he: דמויות וירטואליות או ענן
hr: Oblak ili virtualna okruženja
hu: Felhő- vagy virtualizációs képfájlok
id: Gambar awan atau virtualisasi
is: Ský- eða sýndarafrit
it: Immagini per il cloud o la virtualizzazione
ja: クラウドまたは仮想環境のイメージ
kab: Tugniwin n usigna neɣ tuhlisin
lt: Atvaizdžiai debesims arba virtualizacijai
nb: Sky-baserte eller virtualiserte avbildninger
nl: Cloud- of virtualisatie-schijfkopieën
pl: Chmura lub obrazy do wirtualizacji
pt_br: Nuvem ou imagens de virtualização
pt_pt: Imagens para a nuvem ou virtualização
ro: Imagini cloud sau de virtualizare
ru: Образы для облака или виртуализации
sk: Obrazy pre cloud alebo virtualizáciu
sl: Slike za oblak ali virtualizacijo
sq: Figura në re ose të virtualizuara
sr: Одраз за облак или виртуелну машину
sr_latn: Odraz za oblak ili virtuelnu mašinu
sv: Avbilder för moln eller virtualisering
ta: முகில் அல்லது மெய்நிகராக்க படங்கள்
th: อิมเมจสำหรับคลาวด์หรือระบบเสมือน
tr: Bulut ya da sanallaştırma kalıpları
uk: Хмара або віртуалізація образів

source: Weblate can be run in any cloud or virtualization environment. The following guides will show you detailed info about some of the most common platforms.
ar: يمكن تشغيل Weblate في أي بيئة سحابية أو افتراضية. ستعرض لك الإرشادات التالية معلومات مفصلة حول بعض الأنظمة الأساسية الأكثر شيوعًا.
be: Weblate можна запусціць у любым воблаку або ў віртуальным асяроддзі. У наступных даведніках можна знайсці падрабязную інфармацыю пра некаторыя найбольш распаўсюджаныя платформы.
be_latn: Weblate mozhna zapusczіcz' u lyuby'm voblaku abo ў vіrtual'ny'm asyaroddzі. U nastupny'x davednіkax mozhna znajsczі padrabyaznuyu іnfarmaczy'yu pra nekatory'ya najbol'sh raspaўsyudzhany'ya platformy'.
bg: Weblate може да работи във всяка виртуална или облачна среда. Следните ръководства ще Ви предоставят детайлна информация, относно тези възможности.
ca: El Weblate es pot executar en qualsevol núvol o entorn de virtualització. Les guies següents us mostraran informació detallada d’algunes de les plataformes més habituals.
cs: Weblate můžete provozovat v cloudu nebo pomocí virtualizace. Následující návody vám poskytnout informace pro nejrozšířenější platformy.
da: Weblate kan køre i enhver cloud- eller virtualiseringsløsning. Følgende guides giver dig detaljeret information om nogle af de mest almindelige platforme.
de: Weblate kann in jeder Cloud- oder Virtualisierungsumgebung ausgeführt werden. Die folgenden Leitfäden zeigen Ihnen detaillierte Informationen über einige der gängigsten Plattformen.
el: To Weblate μπορεί να εκτελείται σε οποιοδήποτε περιβάλλον σύννεφου ή εξομοίωσης. Οι ακόλουθοι οδηγοί θα σας δώσουν λεπτομερείς πληροφορίες σχετικά με μερικές από τις πιο κοινές πλατφόρμες.
es: Weblate puede ejecutarse en cualquier nube o entorno de virtualización. Las guías siguientes le brindarán información detallada sobre algunas de las plataformas más comunes.
et: Weblate saab töötada igas pilve- või virtualiseerimis-keskkonnas. Järgmised juhendid näitavad sulle täpsemat teavet mõnede enamlevinud platvormide kohta.
fi: Weblatea voidaan ajaa missä tahansa pilvi- tai virtuaaliympäristössä. Seuraavat ohjeet sisältävät lisätietoja yleisimpien alustojen osalta.
fr: Weblate peut être exécuté dans n’importe quel environnement hébergé comme virtualisé. Les guides ci-dessous fournissent des informations sur les environnements techniques les plus courants.
ga: Is féidir Weblate a reáchtáil in aon timpeallacht scamall nó fíorúlaithe. Taispeánfaidh na treoracha seo a leanas faisnéis mhionsonraithe duit faoi chuid de na hardáin is coitianta.
gl: Weblate pode executarse en calquera nube ou entorno de virtualización. As seguintes guías amosaranlle información detallada sobre algunhas das plataformas máis comúns.
he: ניתן להריץ את Weblate בכל סביבה וירטואלית או בענן. המדריכים הבאים יציגו בפניך מידע מפורט על חלק מהפלטפורמות הנפוצות ביותר.
hr: Weblate se može pokrenuti u bilo kojem oblaku ili virtualnom okruženju. Sljedeći priručnici nude detaljne informacije o najčešćim platformama.
hu: A Weblate bármilyen felhő- vagy virtualizációs környezetben futtatható. Az alábbi útmutatók részletes információval szolgálnak a leggyakrabban használt platformokról.
id: Weblate dapat dijalankan di lingkungan awan atau virtualisasi apa pun. Panduan berikut akan menunjukkan info rinci tentang beberapa platform yang paling umum.
is: Hægt er að nota Weblate í hvaða tölvuskýi eða sýndarumhverfi sem er. Eftirfarandi leiðbeiningar munu sýna þér nákvæmari upplýsingar um nokkur algengustu kerfin.
it: Weblate può essere eseguito in qualsiasi ambiente cloud o virtualizzato. I seguenti collegamenti forniranno informazioni sulle piattaforme più comuni.
ja: Weblate はクラウド環境や仮想化環境でも動作します。以下のガイドでは、最も一般的なプラットフォームの一部に関する詳細情報を示します。
kab: Weblate izmer ad ittuselkem deg yal tawennaḍt n usigna neɣ tuhlist. Imniren-a ad ak-d-seknen talɣut talqayantɣef kra n tɣerɣarin yettwasnen yegten.
nb: Weblate kan kjøres i alle skyer og virtuelle omgivelser. Følgende veiledninger viser deg detaljert info om noen av de vanligste plattformene.
nl: Weblate kan binnen elke cloud- of virtualisatie-omgeving draaien. De volgende handleidingen leggen uit hoe u dit doet op de meest gebruikte platformen.
pl: Weblate można uruchomić w dowolnym środowisku chmury lub wirtualizacji. Poniższe przewodniki pokażą Ci szczegółowe informacje na temat najbardziej popularnych platform.
pt_br: O Weblate pode ser executado em qualquer nuvem ou ambiente virtualizado. Os guias a seguir mostrarão informações detalhados sobre a maioria das plataformas comuns.
pt_pt: Weblate pode ser executado na nuvem ou num ambiente de virtualização. Os guias seguintes irão mostrar informação detalhada sobre as plataformas mais comuns.
ro: Weblate poate fi rulat în orice mediu cloud sau de virtualizare. Următoarele ghiduri îți vor prezenta informații detaliate despre unele dintre cele mai comune platforme.
ru: Weblate можно запустить в любом облаке или виртуальной среде. Данные руководства описывают установку и настройку более подробно для некоторых из наиболее распространенных платформ.
sk: Weblate môžete používať v akomkoľvek cloude alebo virtualizačnom prostredí. V týchto sprievodcoch nájdete podrobné informácie o vybraných najbežnejších platformách.
sl: Weblate se lahko izvaja v katerem koli oblačnem ali virtualizacijskem okolju. Naslednji vodniki vam bodo pokazali podrobne informacije o nekaterih najpogostejših platformah.
sq: Weblate-i mund të xhirojë në çfarëdo reje apo mjedisi virtualizimi. Udhërrëfyesit vijues do t’ju tregojnë të dhëna të hollësishme rreth disa prej platformave më të zakonshme.
sr: Weblate може да ради у облаку или виртуелном окружењу. Следећи водичи ће вам пружити детаљније информације о најчешћим платформама.
sr_latn: Weblate može da radi u oblaku ili virtuelnom okruženju. Sledeći vodiči će vam pružiti detaljnije informacije o najčešćim platformama.
sv: Weblate kan köras i vilken moln eller virtualiseringsmiljö som helst. Följande guider kommer att ge dig detaljerad information om några av de vanligaste plattformarna.
ta: எந்த முகில் அல்லது மெய்நிகராக்க சூழலிலும் வலைபெயர்ப்பு இயக்கப்படலாம். பின்வரும் வழிகாட்டிகள் மிகவும் பொதுவான சில தளங்களைப் பற்றிய விரிவான செய்திகளைக் காண்பிக்கும்.
th: Weblate สามารถทำงานได้ในสภาพแวดล้อมคลาวด์หรือระบบเสมือนใดก็ได้ คำแนะนำต่อไปนี้จะแสดงข้อมูลโดยละเอียดเกี่ยวกับแพลตฟอร์มที่พบบ่อยที่สุดบางส่วน
tr: Weblate herhangi bir bulut veya sanallaştırma ortamında çalıştırılabilir. Aşağıdaki rehberler size bazı yaygın platformlar ile ilgili ayrıntılı bilgileri görüntüler.
uk: Weblate можна запускати в будь-якій хмарі або середовищі віртуалізації. Нижче наведено докладні відомості про деякі найпоширеніші платформи.

source: Running Weblate in a Docker container
ar: تشغيل Weblate في حاوية دوكر
be: Запуск Weblate у кантэйнеры Docker
be_latn: Zapusk Weblate u kante'jnery' Docker
bg: Пускане на Weblate в контейнер на „Docker“
ca: Execució del Weblate en un contenidor Docker
cs: Provozování Weblate v Docker kontejneru
da: Kørsel af Weblate i en Docker-beholder
de: Weblate in einem Docker-Container betreiben
el: Εκτέλεση του Weblate σε έναν υποδοχέα Docker
es: Ejecutar Weblate en un contenedor de Docker
et: Weblate käitamine Dockeri hoidlas
fi: Weblaten käyttö Docker-kontissa
fr: Exécuter Weblate dans un conteneur Docker
ga: Weblate á rith i gcoimeádán Docker
gl: Execución de Weblate nun contedor Docker
he: הרצת Weblate בתוך מכולה של Docker
hr: Pokretanje Weblatea u Docker kontejneru
hu: A Weblate futtatása Docker-konténerben
id: Menjalankan Weblate dalam kontainer Docker
is: Að keyra Weblate í Docker-gámi
it: Esecuzione di Weblate in un contenitore Docker
ja: Docker コンテナで Weblate の実行
kab: Aselkem n Weblate deg umagbar Docker
nb: Kjøring av Weblate i en Docker-beholder
nl: Draai Weblate in een Docker-container
pl: Uruchamianie Weblate w kontenerze Dockera
pt_br: Executando Weblate em um contêiner Docker
pt_pt: Executar o Weblate num "container" Docker
ro: Rularea Weblate într-un container Docker
ru: Запуск Weblate в Docker контейнере
sk: Prevádzka Weblate v kontajneri Docker
sl: Izvajanje Weblate v Docker vsebniku
sq: Xhirim Weblate-i në një kontejner&nbsp;Docker
sr: Покретање Weblate-а у Docker контејнеру
sr_latn: Pokretanje Weblate-a u Doker kontejneru
sv: Att köra Weblate i en Docker-container
ta: ஒரு கப்பல்துறை கொள்கலனில் வலைபெயர்ப்பு இயங்குகிறது
th: การรัน Weblate ในคอนเทนเนอร์ Docker
tr: Bir Docker kapsayıcısı içinde Weblate çalıştırmak
uk: Запуск Weblate у Docker контейнері

source: Docker guide
ar: دليل دوكر
be: Даведнік па Docker
be_latn: Davednіk pa Docker
bg: Ръководство за „Docker“
ca: Guia per al Docker
cs: Příručka pro Docker
de: Docker-Leitfaden
el: Οδηγός Docker
es: Guía de Docker
et: Dockeri juhend
fi: Docker-ohje
fr: Guide Docker
ga: Treoir Docker
gl: Guía de Docker
he: מדריך ל‏־Docker
hr: Priručnik za Docker
hu: Docker útmutató
id: Panduan Docker
is: Leiðbeiningar fyrir Docker
it: Guida per Docker
ja: Docker ガイド
kab: Amnir n Docker
nb: Docker-veiledning
nl: Docker-handleiding
pl: Przewodnik po Dockerze
pt_br: Guia de Docker
pt_pt: Guia do Docker
ro: Ghid Docker
ru: Руководство Docker
sk: Sprievodca nástrojom Docker
sl: Docker vodnik
sq: Udhërrëfyes për Docker
sr: Водич за Docker
sr_latn: Vodič za Doker
ta: கப்பல்துறை வழிகாட்டி
th: คู่มือ Docker
tr: Docker rehberi
uk: Посібник по Docker

source: Running Weblate on the OpenShift platform
ar: تشغيل Weblate على منصة أوبن شفت
be: Запуск Weblate на платформе OpenShift
be_latn: Zapusk Weblate na platforme OpenShift
bg: Пускане на Weblate в платформата „OpenShift“
ca: Execució del Weblate a la plataforma OpenShift
cs: Provozování Weblate na platformě OpenShift
da: Kørsel af Weblate på OpenShift-platformen
de: Weblate auf der OpenShift-Plattform betreiben
el: Εκτέλεση του Weblate στην πλατφόρμα OpenShift
es: Ejecutar Weblate en la plataforma OpenShift
et: Weblate käitamine OpenShift platvormil
fi: Weblaten käyttö OpenShift-alustalla
fr: Exécuter Weblate sur la plateforme OpenShift
ga: Weblate a rith ar an ardán OpenShift
gl: Execución de Weblate na plataforma OpenShift
he: הרצת Weblate על פטפורמת OpenShift
hr: Pokretanje Weblatea na OpenShift platformi
hu: A Weblate futtatása OpenShift platformon
id: Menjalankan Weblate pada platform OpenShift
is: Að keyra Weblate á OpenShift-kerfi
it: Esecuzione di Weblate su piattaforma OpenShift
ja: OpenShift プラットフォーム上での Weblate の実行
kab: Aselkem n Weblate deg tɣerɣert OpenShift
nb: Kjøring av Weblate på OpenShift-plattformen
nl: Draai Weblate op het OpenShift-platform
pl: Uruchamianie Weblate na platformie OpenShift
pt_br: Executando Weblate na plataforma OpenShift
pt_pt: Executar o Weblate numa plataforma OpenShift
ro: Rularea Weblate pe platforma OpenShift
ru: Запуск Weblate на платформе OpenShift
sk: Prevádzka Weblate na platforme OpenShift
sl: Izvajanje Weblate na platformi OpenShift
sq: Xhirim i Weblate-it në platformën OpenShift
sr: Покретање Weblate-а на OpenShift платформи
sr_latn: Pokretanje Weblate-a na OpenShift platformi
sv: Att köra Weblate på OpenShift-plattformen
ta: திறந்தஉயர்த்து மேடையில் வலைபெயர்ப்பு இயங்குகிறது
th: การรัน Weblate บนแพลตฟอร์ม OpenShift
tr: OpenShift platformu üzerinde Weblate çalıştırmak
uk: Запуск Weblate на платформі OpenShift
