Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Built-in remote backups to prevent data loss.
ar: نسخ احتياطي مدمج عن بعد لمنع فقدان البيانات.
be: Убудаванае адлеглае рэзервовае капіяванне для прадухілення страты даных.
be_latn: Ubudavanae adleglae re'zervovae kapіyavanne dlya praduxіlennya straty' dany'x.
ca: Còpies de seguretat en remot integrades per a evitar la pèrdua de dades.
cs: Vestavěné vzálené zálohy aby se předešlo ztrátě dat.
da: Indbygget fjernsikkerhedskopiering for at forhindre datatab.
de: Integrierte Remote-Sicherungen zur Vermeidung von Datenverlusten.
el: Ενσωματωμένη λειτουργία δημιουργίας απομακρυσμένων αντιγράφων ασφαλείας για την αποφυγή απώλειας δεδομένων.
es: Copias de respaldo incorporadas para evitar pérdidas de datos.
fi: Sisäänrakennetut etävarmuuskopiot tietojen häviämisen estämiseksi.
fr: Sauvegardes à distance intégrées pour éviter la perte de données.
ga: Cúltacaí iargúlta ionsuite chun caillteanas sonraí a chosc.
gl: Copia de seguranza remotas integradas para evitar a perda de datos.
he: גיבויים מרוחקים מובנים לסיוע במניעת אובדן נתונים.
hr: Ugrađene udaljene sigurnosne kopije za sprečavanje gubitka podataka.
hu: Beépített, távoli mentések az adatvesztés elkerülésére.
id: Rekam cadang jarak jauh untuk mencegah terjadinya kehilangan data.
is: Innbyggð fjartengd öryggisafrit til að fyrirbyggja tap á gögnum.
it: Backup remoti integrati per prevenire la perdita di dati.
ja: データの損失を防ぐためのリモート バックアップを標準搭載。
kab: Aḥraz anmeggag usliɣ i usewḥel n trewla n yisefka.
nb: Innebygd sikkerhetskopiering annensteds til for å unngå datatap.
nl: Ingebouwde externe back-ups om gegevensverlies te voorkomen.
pl: Wbudowane zdalne tworzenie kopii zapasowych, aby zapobiec utracie danych.
pt_br: Backups remotos embutidos para evitar perda de dados.
pt_pt: Cópias de segurança remotas integrados para evitar a perda de dados.
ro: Copii de rezervă la distanță încorporate pentru a preveni pierderea datelor.
ru: Встроенное удалённое резервное копирование для предотвращения потери данных.
sk: Vstavané vzdialené zálohy, ktoré zabraňujú strate údajov.
sl: Vgrajene oddaljene varnostne kopije za preprečevanje izgube podatkov.
sq: Kopjeruajtje të brendshme, së largëti, për të parandaluar humbje të dhënash.
sr: Уграђено удаљено чување копија ради спречавања губитка података.
sr_latn: Ugrađeno udaljeno čuvanje kopija radi sprečavanja gubitka podataka.
sv: Inbyggd fjärrbackup för att förhindra dataförlust.
ta: தரவு இழப்பைத் தடுக்க உள்ளமைக்கப்பட்ட தொலைநிலை காப்புப்பிரதிகள்.
th: ระบบสำรองข้อมูลระยะไกลในตัวเพื่อป้องกันข้อมูลสูญหาย
tr: Veri kaybını önlemek için hazır uzak yedeklemeler.
uk: Вбудовані можливості резервного копіювання на віддалених серверах для запобігання втраті даних.

source: Screenshots
ar: لقطات الشاشة
be: Здымкі экрана
be_latn: Zdymki ekrana
bg: Екранни снимки
ca: Captures de pantalla
cs: Snímky obrazovky
da: Skærmbilleder
de: Bildschirmfotos
el: Στιγμιότυπα οθόνης
es: Capturas de pantalla
et: Kuvatõmmised
fi: Ruudunkaappauskuvat
fr: Captures d’écran
ga: Gabhálacha scáileáin
gl: Capturas da pantalla
he: צילום מסך
hr: Snimke ekrana
hu: Képernyőképek
id: Cuplikan layar, Tangkapan layar
is: Skjámyndir
it: Screenshot
ja: スクリーンショット
kab: Tuṭṭfiwin n ugdil
lt: Ekrano nuotraukos
nb: Skjermavbildninger
nl: Schermafdrukken
pl: Zrzuty ekranu
pt_br: Capturas de tela
pt_pt: Capturas de ecrã
ro: Capturi de ecran
ru: Снимки экрана
sk: Snímky obrazovky
sl: Posnetki zaslona
sq: Foto ekrani
sr: Снимци екрана
sr_latn: Snimci ekrana
sv: Skärmdumpar
ta: திரைக்காட்சிகள்
th: ภาพหน้าจอ
tr: Ekran görüntüleri
uk: Знімки екрана

source: Provide visual context for the translations.
ar: توفير سياق مرئي للترجمات.
be: Размяшчайце візуальны кантэкст да перакладаў.
be_latn: Razmyashchajcze vіzual'ny' kante'kst da perakladaў.
ca: Proporcionen un context visual a les traduccions.
cs: Poskytněte vizuální kontext pro překlady.
da: Giv visuel kontekst til oversættelserne.
de: Stellen Sie einen visuellen Kontext für die Übersetzungen zur Verfügung.
el: Παρέχετε οπτικό πλαίσιο για τις μεταφράσεις.
es: Brindan contexto visual para las traducciones.
fi: Tarjoa käännösten visuaalinen konteksti.
fr: Fournissez un contexte visuel pour les traductions.
ga: Cuir comhthéacs amhairc ar fáil do na haistriúcháin.
gl: Fornecer contexto visual para as traducións.
he: הגשת הקשר חזותי עבור התרגומים.
hr: Dodaj vizualni kontekst za prijevode.
hu: Látható szövegkörnyezet biztosítása a fordításokhoz.
id: Memberikan konteks visual untuk terjemahan.
is: Gefðu þýðingunum sjónrænt samhengi.
it: Fornisci un contesto visivo per le traduzioni.
ja: 翻訳に画像情報を提供します。
kab: Yettak-d asatal s tmeẓri i tsuqilin.
lt: Suteikite vertimams vaizdinį kontekstą.
nb: Tilby visuell bindeleddsinfo for oversettelsene.
nl: Bied visuele context bij vertalingen.
pl: Podaj kontekst wizualny dla tłumaczeń.
pt_br: Fornece um contexto visual para as traduções.
pt_pt: Forneça contexto visual para as traduções.
ro: Furnizează un context vizual pentru traduceri.
ru: Дайте визуальный контекст к переводам.
sk: Poskytnite vizuálny kontext pre preklady.
sl: Zagotovite vizualni kontekst za prevode.
sq: Furnizoni kontekst pamor për përkthimet.
sr: Дају визуални контекст преводима.
sr_latn: Daju vizualni kontekst prevodima.
sv: Tillhandahåll visuell kontext för översättningarna.
ta: மொழிபெயர்ப்புகளுக்கு காட்சி சூழலை வழங்கவும்.
th: ให้บริบททางภาพสำหรับการแปล
tr: Çeviriler için görsel bağlam sağlama.
uk: Надання візуального контексту перекладів.

source: Variants
ar: المتغيرات
be: Варыянты
be_latn: Vary'yanty'
bg: Варианти
cs: Varianty
da: Varianter
de: Varianten
el: Παραλλαγές
es: Variantes
et: Variandid
fi: Muunelmat
fr: Variantes
ga: Leaganacha
gl: Variantes
he: הגוונים
hr: Varijante
hu: Változatok
id: Varian
is: Tilbrigði
it: Varianti
ja: 別表記
kab: Tantaliyin
lt: Variantai
nb: Varianter
nl: Varianten
pl: Warianty
pt_br: Variantes
pt_pt: Variantes
ro: Variante
ru: Варианты
sk: Varianty
sl: Različice
sq: Variante
sr: Варијанте
sr_latn: Varijante
sv: Varianter
ta: மாறுபாடுகள்
th: รูปแบบย่อย
tr: Çeşitler
uk: Варіанти

source: Group variants of strings for easier translating.
ar: تجميع متغيرات السلاسل لتسهيل الترجمة.
be: Групуйце варыянты радкоў для спрашчэння перакладу.
be_latn: Grupujcze vary'yanty' radkoў dlya sprashche'nnya perakladu.
ca: Agrupeu variants de cadenes per a facilitar-ne la traducció.
cs: Seskupte varianty řetězců pro snadnější překlad.
da: Gruppér strengevarianter for lettere oversættelse.
de: Gruppieren Sie Varianten von Zeichenketten, um sie leichter übersetzen zu können.
el: Ομαδοποιήστε παραλλαγές κειμένου για ευκολότερη μετάφραση.
es: Agrupe variantes de cadenas para facilitar la traducción.
fi: Ryhmittele merkkijonojen muunnelmia kääntämisen helpottamiseksi.
fr: Regroupez les variantes des chaînes pour faciliter la traduction.
ga: Leaganacha teaghráin a ghrúpáil chun iad a aistriú níos éasca.
gl: Agrupe as variantes de cadeas para facilitar a tradución.
he: קיבוץ הגוונים של מחרוזות כדי להקל על התרגום.
hr: Grupiraj varijante izraza za jednostavnije prevođenje.
hu: Szövegváltozatok csoportosítása a könnyebb fordítás érdekében.
id: Mengelompokkan varian string agar lebih mudah untuk diterjemahkan.
is: Hópaðu tilbrigði við strengi til að auðvelda þýðingar.
it: Raggruppa varianti di stringhe per una traduzione più semplice.
ja: 翻訳しやすくするために、文字列の別表記をグループ化します。
lt: Sugrupuokite eilučių variantus, kad palengvintumėte vertimą.
nb: Grupper varianter av strenger for enklere oversettelse.
nl: Groepeer tekenreeksvarianten om het vertalen te vergemakkelijken.
pl: Grupuj warianty ciągów, aby ułatwić tłumaczenie.
pt_br: Agrupe variantes de textos para facilitar tradução.
ro: Grupează variantele de șiruri pentru o traducere mai ușoară.
ru: Сгруппируйте различные варианты одной строки для упрощения перевода.
sk: Skupinové varianty reťazcov pre jednoduchší preklad.
sl: Za lažje prevajanje združite različice nizov.
sq: Gruponi variante vargjesh, për përkthim më të kollajtë.
sr: Групишите варијанте стрингова ради лакшег превођења.
sv: Gruppera varianter av strängar för enklare översättning.
ta: எளிதாக மொழிபெயர்ப்பதற்கான சரங்களின் குழு மாறுபாடுகள்.
th: จัดกลุ่มรูปแบบย่อยของข้อความเพื่อให้แปลได้ง่ายขึ้น
tr: Daha kolay çeviri için dizge grupları çeşitleri.
uk: Групування варіантів рядків для спрощення перекладу.

source: Intermediate language
ar: اللغة المتوسطة
be: Прамежкавая мова
be_latn: Pramezhkavaya mova
bg: Междинен език
ca: Llengua intermèdia
cs: Zprostředkující jazyk
da: Mellemliggende sprog
de: Zwischensprache
el: Ενδιάμεση γλώσσα
es: Idioma intermediario
et: Vahekeel
fi: Välikieli
fr: Langue intermédiaire
ga: Teanga idirmheánach
gl: Idioma intermedio
he: שפת ביניים
hr: Posredni jezik
hu: Köztes nyelv
id: Bahasa Intermediasi
is: Millistigs-tungumál
it: Lingua intermedia
ja: 中間言語
kab: Afaylu n tutlayt n laɛḍil
lt: Tarpinė kalba
nb: Overgangsspråk
nl: Volgtaal
pl: Język pośredni
pt_br: Idioma intermediário
pt_pt: Língua intermediária
ro: Limbaj intermediar
ru: Промежуточный язык
sk: Sprostredkujúci jazyk
sl: Vmesni jezik
sq: Gjuhë ndërmjetëse
sr: Посредни језик
sr_latn: Posredni jezik
sv: Mellanliggande språk
ta: இடைநிலை மொழி
th: ภาษากลาง
tr: Orta düzey dil
uk: Проміжна мова

source: Proofread strings from developers before translating them.
ar: تدقيق السلاسل من المطورين قبل ترجمتها.
be: Спачатку правярайце радкі, напісаныя распрацоўнікамі.
be_latn: Spachatku pravyarajcze radkі, napіsany'ya raspraczoўnіkamі.
ca: Reviseu les cadenes dels desenvolupadors abans de traduir-les.
cs: Korektury řetězce od vývojářů před jejich překladem.
da: Korrekturlæs strenge fra udviklere, før de oversættes.
de: Überprüfung der Zeichenketten durch die Entwickler vor der Übersetzung.
el: Διαβάζετε τις συμβολοσειρές από τους προγραμματιστές πριν τις μεταφράσετε.
es: Revise las cadenas de los desarrolladores antes de traducirlas.
fi: Todiste-lue merkkijonot kehittäjiltä ennen niiden kääntämistä.
fr: Relisez les chaînes des développeurs avant de les traduire.
ga: Teaghráin léamh profaí ó fhorbróirí roimh iad a aistriú.
gl: Revise as cadeas dos desenvolvedores antes de traducilas.
he: הגהת המחרוזות של המפתחים בטרם תרגומן.
hr: Lektoriraj izraze programera prije prevođenja.
hu: A fejlesztőktől származó szövegek lektorálása fordítás előtt.
id: Mengoreksi string dari pengembang sebelum menerjemahkannya.
is: Prófarkalestu strengi frá forriturum áður en þeir eru þýddir.
it: Correggi le stringhe degli sviluppatori prima di tradurle.
ja: 翻訳する前に、開発者が提供した原文を校正します。
kab: Ales taɣuri n yizriren n yineflayen send tasuqilt.
lt: Patikrinkite programuotojų eilutes prieš jas išversdami.
nb: Korrekturles strenger fra utviklere før oversettelse.
nl: Proeflees tekenreeksen van ontwikkelaars voordat u ze vertaalt.
pl: Sprawdź ciągi znaków od programistów przed ich przetłumaczeniem.
pt_br: Revise textos de desenvolvedores antes de traduzi-las.
pt_pt: Revise cadeias de programadores antes de traduzi-las.
ro: Corectează șirurile de la dezvoltatori înainte de a le traduce.
ru: Вычитывайте строки, написанные разработчиками, прежде чем перевести их.
sk: Korigujte reťazce od vývojárov pred ich prekladom.
sl: Pred prevajanjem lektorirajte nize, ki jih oddajo razvijalci.
sq: Kontrolloni vargje nga zhvillues, para se t’i përktheni.
sr: Исправите оригиналне ниске пре превођења.
sv: Korrekturläs strängar från utvecklare innan de översätts.
ta: உருவாக்குபவர்களிடமிருந்து சரங்களை மொழிபெயர்ப்பதற்கு முன் சரிபார்த்தல்.
th: พิสูจน์อักษรข้อความจากนักพัฒนาก่อนเริ่มแปล
tr: Çeviri yapmadan önce geliştiricilerden gelen dizgeleri düzeltme.
uk: Вичитування рядків від розробників до виконання перекладу.

source: Automatic translation
ar: الترجمة الآلية
be: Аўтаматычны пераклад
be_latn: Aŭtamatyčny pieraklad
bg: Автоматичен превод
ca: Traducció automatitzada
cs: Automatický překlad
da: Automatisk oversættelse
de: Automatische Übersetzung
el: Αυτόματη μετάφραση
es: Traducción automática
et: Automaatne tõlge
fr: Traduction automatique
ga: Aistriúchán uathoibríoch
gl: Tradución automática
he: תרגום אוטומטי
hr: Automatski prijevod
hu: Automatikus fordítás
id: Penerjemahan otomatis
is: Sjálfvirk þýðing
it: Traduzione automatica
ja: 自動翻訳
kab: Tasuqilt tawurmant
lt: Automatinis vertimas
nl: Automatische vertaling
pl: Tłumaczenie automatyczne
pt_br: Tradução automática
ro: Traducere automată
ru: Автоматический перевод
sk: Automatický preklad
sl: Samodejni prevod
sq: Përkthim i automatizuar
sr: Аутоматско превођење
sr_latn: Automatsko prevođenje
ta: தானியங்கி மொழிபெயர்ப்பு
th: การแปลอัตโนมัติ
tr: Kendiliğinden çeviri
uk: Автоматичний переклад

source: Translations or suggestions can be done by machine translation services or AI.
be_latn: Pierakladi možna skiahnuć dlia aflajnavaha pierakladu, a zatim zlіć.
bg: Преводите и предложенията могат да бъдат направени чрез услуги за машинен превод или изкуствен интелект.
ca: Les traduccions o els suggeriments es poden fer mitjançant serveis de traducció automàtica o IA.
cs: Překlady mohou být staženy pro práci bez připojení k Internetu a poté nahrány zpět.
da: Oversættelser eller forslag kan udføres af maskinoversættelsestjenester eller AI.
de: Übersetzungen oder Vorschläge können durch maschinelle Übersetzungsdienste oder KI erfolgen.
el: Οι μεταφράσεις ή οι προτάσεις μπορούν να γίνουν από υπηρεσίες μηχανικής μετάφρασης ή AI.
es: Las traducciones o sugerencias pueden ser realizadas por servicios de traducción automática o IA.
et: Tõlkeid aitavad teha ja tõlkesoovitusi pakuvad nii masintõlke- kui tehisintellektiteenused.
fr: Les suggestions et traductions automatiques peuvent provenir de services d’IA.
ga: Is féidir aistriúcháin nó moltaí a dhéanamh trí sheirbhísí aistriúcháin meaisín nó AI.
gl: As traducións ou suxestións poden ser feitas por servizos de tradución con máquinas ou con IA.
he: אפשר לתרגם או להציע בעזרת שירותי תרגום מכונה או בינה מלאכותית.
hr: Prijevodi ili prijedlozi se mogu izvršiti pomoću usluge strojnog prevođenja ili umjetne inteligencije.
hu: A fordításokat vagy javaslatokat gépi fordító szolgáltatások vagy mesterséges intelligencia is végezheti.
id: Terjemahan atau saran dapat dilakukan oleh layanan terjemahan mesin atau kecerdasan buatan.
is: Hægt er að gera þýðingar eða tillögur með vélþýðingaþjónustum eða AI-vitlíki.
it: Le traduzioni o i suggerimenti possono essere eseguite da servizi di traduzione automatica o da intelligenza artificiale.
ja: 機械翻訳サービスや AI を使って翻訳、提案ができます。
lt: Vertimai arba pasiūlymai gali būti pateikti naudojantis mašininio vertimo paslaugomis arba DI.
nl: Vertalingen of suggesties kunnen worden gemaakt met services voor machinevertaling of AI.
pl: Tłumaczenia lub sugestie można wykonać za pomocą usług tłumaczenia maszynowego bądź sztucznej inteligencji.
pt_br: Traduções ou sugestões podem ser feitas por serviços de tradução automática, ou por IA.
ro: Traducerile sau sugestiile pot fi realizate prin servicii de traducere automată sau inteligență artificială.
ru: Переводы или предложения могут быть выполнены с помощью сервисов машинного перевода или искусственного интеллекта.
sk: Preklady je možné stiahnuť tak, aby fungovali bez pripojenia na internet, a potom ich nahrať späť.
sl: Prevode ali predloge lahko opravijo storitve strojnega prevajanja ali umetna inteligenca.
sq: Përkthimet, ose sugjerimet mund të bëhen nga shërbime përkthimi nga makina, ose IA.
ta: மொழிபெயர்ப்பு அல்லது பரிந்துரைகளை இயந்திர மொழிபெயர்ப்பு சேவைகள் அல்லது செஅ மூலம் செய்ய முடியும்.
th: สร้างคำแปลหรือคำแนะนำได้โดยใช้บริการแปลภาษาด้วยเครื่องหรือ AI
tr: Makine çevirisi hizmetleri veya yapay zeka tarafından çeviri ve öneriler oluşturma.
uk: Переклади або пропозиції можуть бути виконані службами машинного перекладу або штучним інтелектом.

source: Organize translations
be_latn: Ulasnizha pierakladi
bg: Организиране на преводите
ca: Organitzeu les traduccions
cs: Organizujte překlady
da: Organisér oversættelser
de: Übersetzungen organisieren
el: Οργάνωση μεταφράσεων
es: Organizar las traducciones
et: Halda tõlkeid
fr: Organisez vos traductions
ga: Eagraigh aistriúcháin
gl: Organizar as traducións
he: ארגון תרגומים
hr: Organiziraj prijevode
hu: Fordítások rendszerezése
id: Atur terjemahan
is: Skipuleggja þýðingar
it: Organizza le traduzioni
ja: 翻訳の整理
kab: Ssuddes tisuqilin-ik·im
lt: Vertimų organizavimas
nl: Vertalingen beheren
pl: Uporządkuj tłumaczenia
pt_br: Organizar traduções
ro: Organizează traduceri
ru: Организовывать переводы
sk: Usporiadanie prekladov
sl: Organizirajte prevode
sq: Sistemoni përkthimet
sr: Организујте преводе
ta: மொழிபெயர்ப்புகளை ஒழுங்கமைக்கவும்
th: จัดระเบียบการแปล
tr: Çevirileri düzenleme
uk: Організація перекладів

source: Categorize the translation files to ease navigation.
ca: Categoritzeu els fitxers de les traduccions per a una navegació més fàcil.
cs: Roztřiďte překladové soubory do kategorií, abyste usnadnili navigaci.
da: Kategorisér oversættelsesfilerne for at lette navigationen.
de: Kategorisieren Sie die Übersetzungsdateien, um die Navigation zu erleichtern.
el: Κατηγοριοποίηση των αρχείων μετάφρασης για καλύτερη πλόηγηση.
es: Clasifique los archivos de traducción para facilitar la navegación.
fr: Classez les fichiers de traduction en catégories pour faciliter la navigation.
ga: Déan na comhaid aistriúcháin a chatagóiriú chun nascleanúint a éascú.
gl: Clasifique os ficheiros de tradución para facer máis doada a navegación.
he: סידור קובצי התרגום בקטגוריות כדי להקל על הניווט.
hr: Kategoriziraj prevodilačke datoteke za jednostavniju navigaciju.
hu: A fordítási fájlok kategorizálása a könnyebb navigáció érdekében.
id: Kelompokkan berkas terjemahan untuk memudahkan navigasi.
is: Flokkaðu þýðingaskrár til að einfalda rötun um gögnin.
it: Categorizza i file di traduzione per facilitare la navigazione.
ja: ナビゲーションを容易にするために翻訳ファイルを分類します。
lt: Suskirstykite vertimų failus į kategorijas, kad palengvintumėte navigaciją.
nl: Categoriseer de vertalingsbestanden voor gemakkelijk navigeren.
pl: Kategoryzuj pliki tłumaczeń, aby ułatwić nawigację.
pt_br: Organize os arquivos de tradução para facilitar a navegação.
ro: Clasifică fișierele de traducere pentru a facilita navigarea.
ru: Распределите файлы переводов по категориям, чтобы облегчить навигацию.
sk: Zoradenie prekladových súborov do kategórií na uľahčenie navigácie.
sq: Vëruni kategori kartelave të përkthimeve, për të lehtësuar orientimin.
ta: வழிசெலுத்தலை எளிதாக்க மொழிபெயர்ப்பு கோப்புகளை வகைப்படுத்தவும்.
th: จัดหมวดหมู่ไฟล์คำแปลเพื่อให้ค้นหาได้ง่าย
tr: Gezinmeyi kolaylaştırmak için çeviri dosyalarını kategorilere ayırma.
uk: Розподіліть файли перекладу за категоріями, щоб полегшити навігацію.

source: Keyboard operation
ca: Funcionament amb el teclat
cs: Ovládání klávesnicí
da: Betjening af tastatur
de: Tastaturbedienung
el: Χειρισμός με πληκτρολόγιο
es: Funcionamiento del teclado
fr: Fonctionne au clavier
ga: Oibriú méarchláir
gl: Operación de teclado
he: פעולת מקלדת
hr: Tipkovničke operacije
hu: Billentyűzetes vezérlés
id: Pengoperasian papan ketik
is: Lyklaborðsaðgerð
it: Funzionamento della tastiera
ja: キーボード操作
lt: Klaviatūros operatyvumas
nl: Bewerking toetsenbord
pl: Obsługa klawiaturą
pt_br: Operação de teclado
ro: Operare tastatură
ru: Управление с клавиатуры
sk: Ovládanie klávesnicou
sq: Punim me tastierë
ta: விசைப்பலகை செயல்பாடு
th: การใช้งานด้วยแป้นพิมพ์
tr: Klavye işlemleri
uk: Робота з клавіатурою

source: Use keyboard to effectively navigate while translating.
ca: Utilitzeu el teclat per a navegar de manera eficaç mentre traduïu.
cs: Používejte klávesnici k efektivní navigaci při překládání.
da: Brug tastaturet for effektiv navigation, mens du oversætter.
de: Verwenden Sie die Tastatur, um beim Übersetzen effektiv zu navigieren.
el: Χρήση πληκτρολογίου για αποτελεσματική πλοήγηση ενόσω μεταφράζετε.
es: Utilice el teclado para navegar eficazmente mientras traduce.
fr: Utiliser le clavier pour naviguer efficacement pendant les traductions.
ga: Bain úsáid as méarchlár chun nascleanúint a dhéanamh go héifeachtach agus tú ag aistriú.
gl: Usar o teclado para navegar de xeito máis eficaz mentres traduce.
he: שימוש יעיל במקלדת לניווט תוך כדי התרגום.
hr: Koristi tipkovnicu za učinkovito navigiranje tijekom prevođenja.
hu: Használja a billentyűzetet a hatékony navigációhoz fordítás közben.
id: Gunakan papan ketik untuk menavigasi secara efektif saat menerjemahkan.
is: Notaðu lyklaborðið til að flakka skilmerkilega um viðmótið á meðan þú ert að þýða.
it: Usa la tastiera per navigare in modo efficace durante la traduzione.
ja: 翻訳中にショートカット キーを使用して効率的に操作できます。
lt: Klaviatūros kombinacijos palengvins naršymą verčiant.
nl: Gebruik het toetsenbord om effectief te navigeren bij vertalen.
pl: Używaj klawiatury, aby efektywnie nawigować podczas tłumaczenia.
pt_br: Use o teclado para navegar com eficiência durante a tradução.
ro: Folosește tastatura pentru a naviga eficient în timpul traducerii.
ru: Используйте клавиатуру для эффективной навигации во время перевода.
sk: Používajte klávesnicu na efektívnu navigáciu pri prekladaní.
sq: Përdorni tastierën për të lëvizur me efikasitet , teksa përktheni.
ta: மொழிபெயர்க்கும்போது திறம்பட செல்ல விசைப்பலகை பயன்படுத்தவும்.
th: ใช้แป้นพิมพ์เพื่อนำทางขณะแปลได้อย่างมีประสิทธิภาพ
tr: Hızlı çeviri için klavye kısayollarının kullanımı.
uk: Використовуйте клавіатуру для ефективної навігації під час перекладу.

source: Weblate Pricing
ar: تسعيرة Weblate
be: Тарыфы Weblate
be_latn: Tary'fy' Weblate
bg: Ценообразуване на Weblate
ca: Tarifes del Weblate
cs: Ceník Weblate
da: Weblate-priser
de: Weblate-Preise
el: Τιμές του Weblate
es: Precios de Weblate
et: Weblate'i hinnakiri
fi: Weblaten hinnoittelu
fr: Tarifs Weblate
ga: Praghsáil Ghréasán
gl: Prezos de Weblate
he: תמחור Weblate
hr: Weblate cijene
hu: Weblate árképzés
id: Harga Weblate
is: Verðskrá Weblate
it: Prezzi Weblate
ja: Weblate の価格
kab: Tasqamt n Weblate
lt: „Weblate“ kainodara
nb: Weblate-prisliste
nl: Weblate-tarieven
pl: Cennik Weblate
pt_br: Preços do Weblate
pt_pt: Preços do Weblate
ro: Prețuri Weblate
ru: Тарифы Weblate
sk: Cenník Weblate
sq: Çmime Weblate
sr: Weblate ценовник
sr_latn: Weblate cenovnik
sv: Weblate prissättning
ta: வலைபெயர்ப்பு விலை
th: ราคา Weblate
tr: Weblate ücretleri
uk: Тарифи Weblate
