Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Quality Checks
ar: اختبارات الجودة
be: Праверка якасці
be_latn: Praverka yakasczі
bg: Проверки на качеството
ca: Comprovacions de qualitat
cs: Kontroly kvality
da: Kvalitetskontrol
de: Qualitätsprüfungen
el: Έλεγχοι Ποιότητας
es: Controles de calidad
fi: Laatutarkastukset
fr: Vérifications de la qualité
ga: Seiceálacha Cáilíochta
gl: Controis de calidade
he: בדיקות איכות
hr: Provjere kvalitete
hu: Minőség-ellenőrzés
id: Pemeriksaan kualitas
is: Gæðaprófanir
it: Controlli qualità
ja: 翻訳の品質検査
kab: Asenqed n tɣara
lt: Kokybės patikros
nb: Kvalitetskontroller
nl: Kwaliteitscontroles
pl: Kontrole jakości
pt_br: Verificações de qualidade
pt_pt: Verificações de Qualidade
ro: Controale de calitate
ru: Контроль качества
sk: Kontroly kvality
sq: Kontrolle Cilësie
sr: Провере квалитета
sr_latn: Provere kvaliteta
sv: Kvalitetskontroller
ta: தர சோதனைகள்
th: การตรวจสอบคุณภาพ
tr: Kalite denetimleri
uk: Контроль якості

source: Customizable quality checks helps improve translation quality.
ar: فحوصات جودة مخصصة تساعد في تحسين جودة الترجمة.
be: Наладжвальная праверка якасці дапаможа палепшыць якасць перакладу.
be_latn: Naladzhval'naya praverka yakasczі dapamozha palepshy'cz' yakascz' perakladu.
bg: Персонализираните проверки на качеството помагат за подобряване на качеството на преводите.
ca: Les comprovacions de qualitat personalitzables ajuden a millorar la qualitat de les traduccions.
cs: Nastavitelné kontroly kvality vám pomohou se zlepšením kvality překladů.
da: Tilpasselig kvalitetskontrol hjælper med at forbedre oversættelseskvalitet.
de: Individuell konfigurierbare Qualitätsprüfungen tragen zur Verbesserung der Übersetzungsqualität bei.
el: Οι προσαρμόσιμοι έλεγχοι ποιότητας βοηθούν στη βελτίωση της ποιότητας της μετάφρασης.
es: Comprobaciones de calidad personalizables que ayudan a mejorar la calidad de las traducciones.
fi: Muokattavat laatutarkastukset auttavat parantamaan käännösten laatua.
fr: Des vérifications personnalisables vous aident à améliorer la qualité des traductions.
ga: Cuidíonn seiceálacha cáilíochta inoiriúnaithe le cáilíocht an aistriúcháin a fheabhsú.
gl: Os controis de calidade personalizábeis axudan a mellorar a calidade da tradución.
he: בדיקות איכות בהתאמה אישית מסייעות בשיפור איכות התרגום.
hr: Prilagodljive provjere kvalitete pomažu poboljšati kvalitetu prijevoda.
hu: Testreszabható minőség-ellenőrzések segítik a fordítási minőség javítását.
id: Pemeriksaan kualitas yang dapat disesuaikan demi membantu meningkatkan kualitas terjemahan.
is: Stillanlegar gæðaprófanir hjálpa til við að bæta gæði þýðinga.
it: I controlli qualità personalizzabili ti aiuteranno a migliorare la qualità delle traduzioni.
ja: 品質検査をカスタマイズして、翻訳品質を効率的に改善できます。
kab: Asenqed n taɣara udmawan yettmuddu afus ad isnerni taɣara n tsuqilt.
lt: Tinkinami kokybės patikrinimai padeda tobulinti vertimo kokybę.
nb: Justerbare kvalitetskontroller forbedrer oversettelseskvaliteten.
nl: Aanpasbare kwaliteitscontroles helpen de vertaalkwaliteit te verbeteren.
pl: Konfigurowalne kontrole jakości pomagają poprawić jakość tłumaczenia.
pt_br: Verificações de qualidade personalizáveis ajudam a melhorar a qualidade da tradução.
pt_pt: As verificações de qualidade personalizáveis ajudam a melhorar a qualidade da tradução.
ro: Controlul de calitate personalizat te va ajuta în îmbunătățirea calității traducerilor.
ru: Настраиваемые проверки качества помогают повысить качество перевода.
sk: Nastaviteľné kontroly kvality vám pomôžu zlepšiť kvalitu prekladov.
sq: Kontrollet e përshtatura të cilësisë do t’ju lejojnë përmirësimin e cilësisë së përkthimeve.
sr: Подесиве провере квалитета помажу побољшање квалитета превода.
sr_latn: Podesive provere kvaliteta pomažu poboljšanje kvaliteta prevoda.
sv: Justerbara kvalitetskontroller hjälper till att förbättra kvaliteten på översättningarna.
ta: தனிப்பயனாக்கக்கூடிய தர சோதனைகள் மொழிபெயர்ப்பு தரத்தை மேம்படுத்த உதவுகின்றன.
th: การตรวจสอบคุณภาพที่ปรับแต่งได้ช่วยปรับปรุงคุณภาพคำแปล
tr: Özelleştirilebilir kalite denetimleri çeviri kalitesini artırmaya yardımcı olur.
uk: Налаштовувані перевірки якості допоможуть вам покращити якість перекладу.

source: Attribution
ar: الإسناد
be: Пазначэнне аўтарства
be_latn: Atrybucyja
bg: Приписване
ca: Atribució
cs: Autorství
da: Kreditering
de: Nachvollziehbarkeit der Übersetzungen
el: Απόδοση
es: Atribución
fi: Nimeäminen
ga: Leithdháileadh
gl: Recoñecemento
he: ייחוס
hr: Zasluge
hu: Szerzőség feltüntetése
id: Atribusi
is: Tileinkun
it: Attribuzione
ja: 翻訳の著作情報
kab: Tikci
lt: Atribucija
nb: Kreditering
nl: Erkenning
pl: Atrybucja
pt_br: Atribuição
pt_pt: Atribuição
ro: Atribuire
ru: Указание авторства
sk: Autorstvo
sl: Pripis
sq: Atribuim
sr: Заслуге
sr_latn: Zasluge
sv: Erkännande
ta: பண்புக்கூறு
th: การให้เครดิต
tr: Kullanılan Kaynaklar
uk: Позначення авторства

source: All translators are properly credited in the version control system.
ar: أسماء المترجمين والمترجِمات تُدرَج بأمان في نظام تحكّم النُّسخ.
be: Усе перакладчыкі належным чынам уносяцца ў сістэму кіравання версіямі.
be_latn: Use perakladchy'kі nalezhny'm chy'nam unosyaczcza ў sіste'mu kіravannya versіyamі.
bg: Всички преводачи се отбелязват в системата за контрол на версиите.
ca: Tots els traductors són reconeguts adequadament al sistema de control de versions.
cs: Všechny vaše překlady jsou zapsány pod vaším jménem do systému správy revizí.
da: Alle oversættere krediteres korrekt i versionskontrolsystemet.
de: Alle Übersetzer sind in der Versionsverwaltung namentlich aufgelistet.
el: Όλοι οι μεταφραστές αναφέρονται δεόντως στο σύστημα ελέγχου εκδόσεων.
es: Todos los traductores quedan debidamente acreditados en el sistema de control de versiones.
fi: Kaikki kääntäjät nimetään asianmukaisesti versionhallintajärjestelmässä.
fr: Tous les traducteurs sont clairement identifiés dans le système de contrôle des versions.
ga: Tugtar creidiúint cheart do gach aistritheoir sa chóras rialaithe leagan.
gl: Todos os tradutores están acreditados correctamente no sistema de control de versións.
he: כל המתרגמים זוכים להוקרה הראויה במערכת ניהול הגרסאות.
hr: Svi prevodioci se poimenično navode u sustavu za kontrolu verzija.
hu: Minden fordító megfelelő módon feltüntetésre kerül a verziókezelő rendszerben.
id: Semua penerjemah diakui secara pantas dalam sistem kontrol versi.
is: Allra þýðenda er skilmerkilega getið í útgáfustjórnunarkerfinu.
it: Tutti i traduttori saranno adeguatamente registrati nel sistema di controllo versione.
ja: すべての翻訳者は、バージョン管理システムで適切にクレジットされます。
kab: Meṛṛa imsuqal ad sen-yettunefk usmad deg unagraw n usefrek n yileman.
lt: Visi vertėjai yra tinkamai nurodyti versijų tvarkymo sistemoje.
nb: Alle oversettere krediteres i versjonskontrollsystemet.
nl: Alle vertalers worden correct vermeld in het versiebeheersysteem.
pl: Autorstwo zmian wszystkich tłumaczy jest odpowiednio zapisane w systemie kontroli wersji.
pt_br: Todos os tradutores são creditados apropriadamente no sistema de controle de versão.
pt_pt: Todos os tradutores são devidamente creditados no sistema de controlo de versões.
ro: Toți traducătorii sunt creditați în mod corespunzător în sistemul de control al versiunilor.
ru: Все переводчики должным образом учитываются в системе контроля версий.
sk: Všetci prekladatelia sú náležite uvádzaní v systéme pre správu verzií.
sq: Krejt përkthyesve u jepet haka si duhet në sistemin e kontrollit të versioneve.
sr: Сви преводиоци су прописно споменути у заслугама на систему контроле верзија.
sr_latn: Svi prevodioci su propisno spomenuti u zaslugama na sistemu kontrole verzija.
sv: Alla översättare får korrekt erkännande i versionshanteringssystemet.
ta: அனைத்து மொழிபெயர்ப்பாளர்களும் பதிப்பு கட்டுப்பாட்டு அமைப்பில் சரியாக வரவு வைக்கப்படுகிறார்கள்.
th: นักแปลทุกคนจะได้รับเครดิตอย่างถูกต้องในระบบควบคุมเวอร์ชัน
tr: Tüm çevirmen emekleri sürüm denetimi sisteminde doğru oranda hesaplanır.
uk: Усі перекладачі належно записуються в систему контролю версій.

source: Hosting Plans
ar: باقات الاستضافة
be: Планы хостынгу
be_latn: Plany' xosty'ngu
bg: Планове за хостинг
ca: Plans d’allotjament
cs: Hostovací balíčky
da: Hosting-planer
de: Hosting-Angebote
el: Σχέδια Φιλοξενίας
es: Planes de alojamiento
fi: Ylläpitopaketit
fr: Offres d’hébergement
ga: Pleananna Óstála
gl: Plans de aloxamento
he: תכניות אירוח
hr: Tarife za hosting
hu: Tárhelyszolgáltatási csomagok
id: Paket Hosting
is: Hýsingarleiðir
it: Piani di hosting
ja: ホスティング プラン
kab: Iɣawasen n tnezduɣt
lt: Prieglobos planai
nb: Vertslagringstilbud
nl: Hostingpakketten
pl: Plany hostingowe
pt_br: Planos de hospedagem
pt_pt: Planos de Alojamento
ro: Planuri de găzduire
ru: Планы хостинга
sk: Hostingové balíčky
sq: Plane Strehimi
sr: Хостинг планови
sr_latn: Hosting planovi
sv: Hosting-abbonemang
ta: புரவலதிற்கு திட்டங்கள்
th: แผนโฮสติ้ง
tr: Barındırma tarifeleri
uk: Плани хостингу

source: Use Weblate as a service starting at 19 EUR.
ar: استخدموا Weblate كخدمة بداية من 19 يورو.
be: Варыянты з выкарыстаннем Weblate як службы пачынаюцца ад 19 EUR.
be_latn: Vary'yanty' z vy'kary'stannem Weblate yak sluzhby' pachy'nayuczcza ad 19 EUR.
bg: Цените на плановете за ползване на Weblate като услуга започват от 19 €.
ca: Utilitzeu el Weblate com a servei a partir de 19 euros.
cs: Používejte Weblate jako službu již od 19 EUR.
da: Brug Weblate som en tjeneste fra 19 EUR.
de: Nutzen Sie Weblate als Dienst bereits ab 19 EUR.
el: Χρησιμοποιήστε το Weblate ως υπηρεσία από 19 €.
es: Utilice Weblate como servicio a partir de 19 EUROS.
fi: Käytä Weblatea palveluna alkaen 19 €.
fr: Utilisez le service Weblate à partir de 19 €.
ga: Úsáid Weblate mar sheirbhís ag tosú ag 19 EUR.
gl: Use Weblate como un servizo a partir de 19 EUR.
he: ניתן להשתמש ב־Weblate כשירות החל מ־19 אירו.
hr: Koristi Weblate kao uslugu, počevši od 19 EUR.
hu: Használja a Webate-et szolgáltatásként már 19 eurótól.
id: Gunakan Weblate sebagai layanan pelokalan Anda mulai dari 19 EUR.
is: Notaðu Weblate sem þjónustu, verð frá 19 EUR (evrum).
it: Usa Weblate come servizio a partire da 19 Euro.
ja: Weblate は、19 ユーロから開始できます。
kab: Seqdec Weblate d ameẓul ara yebdun seg 19 EUR.
lt: Naudokitės „Weblate“ kaip paslauga nuo 19 EUR.
nb: Bruk Weblate som tjeneste fra 19 Euro.
nl: Gebruik Weblate als dienst vanaf 19 EUR.
pl: Użyj usługi Weblate już od 19 euro.
pt_br: Use o Weblate como um serviço começando em 19 EUR.
pt_pt: Utilize o Weblate como um serviço, a partir de 19 EUR.
ro: Folosește Weblate ca serviciu începând de la 19 EUR.
ru: Планы хостинга для Weblate как услуги начинаются от 19 евро.
sk: Používajte Weblate ako službu už od 19 EUR.
sq: Përdoreni Weblate-in si një shërbim, duke filluar nga&nbsp;19 euro.
sr: Коришћење услуга Weblate-а већ од 19 €.
sr_latn: Korišćenje usluga Weblate-a već od 19 €.
sv: Använd Weblate som en tjänst från 19 EUR.
ta: 19 யூரோவில் தொடங்கி ஒரு சேவையாக வலைபெயர்ப்பைப் பயன்படுத்தவும்.
th: ใช้บริการ Weblate เริ่มต้นที่ 19 ยูโร
tr: 19 EUR ile başlayan Weblate hizmeti.
uk: Вартість використання Weblate в якості служби хостингу починається з 19 євро.

source: Cloud Ready
ar: جاهز للسحابة
be: Можна выкарыстоўваць у воблаку
be_latn: Mozhna vy'kary'stoўvacz' u voblaku
ca: Preparat per al núvol
cs: Připraveno na cloud
da: Klar til skyen
de: Cloud-fähig
el: Έτοιμο για Σύννεφο
es: Preparado para la nube
fi: Valmiina pilveen
fr: Compatible Cloud
ga: Scamall Réidh
gl: Preparado para a nube
he: מוכנה לענן
hr: Spremno za oblak
hu: Felhőre készen
id: Siap untuk Layanan Awan
is: Tilbúið fyrir ský
it: Pronto per il cloud
ja: クラウド対応
kab: Asigna ihegga
nb: Klar for skyen
nl: Klaar voor de Cloud
pl: Obsługa chmury
pt_br: Pronto para a nuvem
pt_pt: Pronto para a Nuvem
ro: Pregătit pentru cloud
ru: Готово для облака
sk: Pripravené pre cloud
sq: I gatshëm për Re
sr: Спремно за облак
sr_latn: Spreman za klaud
sv: Molnanpassad
ta: முகில் தயாராக உள்ளது
th: พร้อมสำหรับคลาวด์
tr: Buluta hazır
uk: Готовий до хмари

source: Comes with appliances, ready to deploy in your cloud.
ar: يأتي مع الأدوات، جاهز للنشر في سحابتك الخاصة.
be: Пастаўляецца з вобразам для разгортвання ў вашым воблаку.
be_latn: Pastaўlyaeczcza z vobrazam dlya razgortvannya ў vashy'm voblaku.
bg: Върви с приспособления, готови за използване във Вашия облак.
ca: Es presenta en versions operatives, a punt per a desplegar-se al vostre núvol.
cs: Jsou k dispozici i obrazy k okamžitému nasazení do vašeho cloudu.
da: Leveres med appliances, klar til implementering i din sky.
de: Bietet vorgefertigte Anwendungen, die direkt in Ihrer Cloud betrieben werden können.
el: Έρχεται με εφαρμογές, έτοιμες να αναπτυχθούν στο σύννεφο σας.
es: Weblate viene con accesorios, listos para implementar en su nube.
fi: Valmis vietäväksi pilvipalveluihin.
fr: Weblate est disponible en versions applicatives prêtes pour le déploiement dans votre Cloud.
ga: Tagann sé le fearais, réidh le imscaradh i do scamall.
gl: Weblate vén con accesorios, preparados para despregar a súa nube.
he: כולל גישורים למערכות וירטואליות שמוכנות להטמעה בענן שלך.
hr: Sadrži uređaje, spremne za implementaciju u tvom oblaku.
hu: Előre konfigurált eszközkészlettel, azonnal telepíthető saját felhőjében.
id: Dilengkapi dengan berbagai piranti, siap diluncurkan pada layanan awan Anda.
is: Kemur með tilbúnum verkfærum til að vinna með í skýinu þínu.
it: Distribuito come appliance, pronto per la distribuzione nel tuo cloud.
ja: アプライアンス（専用パッケージ）が付属しているので、すぐに使用中のクラウドに導入できます。
kab: Yewjed deg ileqman s yesnasen iheggan i usebded deg usigna-ik.
nb: Kommer med tjenester, klare til distribuering i din sky.
nl: Weblate wordt geleverd met een aantal pakketten, klaar om te installeren in uw cloud.
pl: Jest wyposażony w urządzenia gotowe do wdrożenia w chmurze.
pt_br: Vem com appliances, prontas para implantação em sua nuvem.
pt_pt: Vem com aplicações, prontas para implementar na sua nuvem.
ro: Vine cu instrumente, gata să fie implementate în cloud-ul tău.
ru: Поставляется со средствами, готовыми к развертыванию в вашем облаке.
sk: Weblate je k dispozícii aj ako obrazy, ktoré môžete okamžite nasadiť do vášho cloudu.
sq: Vjen me aplikime, të cilat janë të gatshme për t’u instaluar në renë tuaj.
sr: Долази и као уређај, спреман за употребу у облаку.
sr_latn: Dolazi i kao uređaj, spreman za upotrebu u oblaku.
sv: Levereras med en tillämpning som är redo att distribueras i ditt moln.
ta: உபகரணங்களுடன் வருகிறது, உங்கள் முகிலில் வரிசைப்படுத்த தயாராக உள்ளது.
th: มาพร้อมกับเครื่องมือที่พร้อมใช้งานบนคลาวด์ของคุณได้ทันที
tr: Bulutunuza eklenmeye hazır olan aygıtlarla gelir.
uk: Постачається з засобами, готовими до розгортання у вашій хмарі.

source: Libre Software
ar: برنامج حُرّ
be: Вольнае праграмнае забеспячэнне
be_latn: Vol'nae pragramnae zabespyache'nne
ca: Programari lliure
cs: Svobodný software
da: Fri software
de: Freie Software
el: Ελεύθερο Λογισμικό
es: Software libre
fi: Vapaa ohjelmisto
fr: Logiciel libre
ga: Bogearraí a saor in aisce
gl: Software libre
he: תכנה חופשית
hr: Slobodan softver
hu: Szabad szoftver
id: Perangkat Lunak Gratis
is: Frjáls hugbúnaður
it: Software libero
ja: 自由ソフトウェア
kab: Aseɣzan ilelli
lt: Laisvoji programinė įranga
nb: Fri programvare
nl: Vrije software
pl: Wolne oprogramowanie
pt_br: Software livre
pt_pt: Software Livre
ro: Software libre
ru: Свободное программное обеспечение
sk: Slobodný softvér
sq: Software Libre
sr: Слободан софтвер
sr_latn: Slobodan softver
sv: Fri mjukvara
ta: விடுதலை மென்பொருள்
th: ซอฟต์แวร์เสรี
tr: Özgür yazılım
uk: Вільне програмне забезпечення

source: Copylefted; use, see, modify and share at will, and with everyone.
ar: برنامج متروك الحقوق؛ أنتم مرخّصون لاستخدامه ودراسته وتعديله ومشاركته كما يحلو لكم ومع الجميع.
be: Можна выкарыстоўваць, праглядаць, змяняць і дзяліцца з усімі.
be_latn: Mozhna vy'kary'stoўvacz', praglyadacz', zmyanyacz' і dzyalіczcza z usіmі.
ca: És copyleft; utilitzeu-lo, estudieu-lo, modifiqueu-lo i compartiu-lo com vulgueu i amb qui vulgueu.
cs: Copyleftováno; používejte, prohlížejte, upravujte a sdílejte podle svých představ a s každým.
da: Copyleftet; brug, se, ændr og del frit – og med alle.
de: Copyleft-lizenziert; verwenden, lesen, ändern und teilen Sie nach Belieben und mit allen.
el: Copylefted: χρήση, προβολή, τροποποίηση και διαμοιρασμός κατά βούληση και με όλους.
es: Es «copyleft»: utilícelo, revíselo, modifíquelo y compártalo como desee y con quienes desee.
fi: Copyleft-lisensoitu; käytä, katso, muokkaa ja jaa halutessasi kenen tahansa kanssa.
fr: Weblate est sous licence copyleft : vous êtes autorisés à utiliser, étudier, modifier et partager Weblate.
ga: Cóipcheart; úsáid, féach, modhnaigh agus comhroinn le toil, agus le gach duine.
gl: É «copyleft»; usar, ver, modificar e compartir a vontade e con todos.
he: מוגן ברישיון מתירני (copyleft) שמאפשר שימוש, צפייה, שינוי ושיתוף לפי בקשתך ועם כל אחד.
hr: Copyleft licenzirano; koristi, gledaj, mijenjaj i dijeli po volji i sa svima.
hu: Copyleft licenc alatt; szabadon használható, megtekinthető, módosítható és megosztható bárkivel.
id: Copylefted. Gunakan, lihat, modifikasi, dan bagikan sesuka hati dengan semua orang.
is: Með frjálsum höfundarrétti; notaðu, skoðaðu, breyttu og deildu að vild með hverjum sem þú vilt.
it: Copyleft; usa, visualizza, modifica e condividi a piacere con tutti.
ja: コピーレフト：誰でも自由に利用、参照、変更、共有できます。
kab: D ilelli; seqdec, wali, beddel daɣen bḍu melmi tebɣiḍ, d yal yiwen.
lt: Su kopijavimo teisėmis; naudokite, žiūrėkite, modifikuokite ir bendrinkite su visais.
nb: Gemenslig fri programvare; bruk, utforsk, endre og del etter evne, og med alle.
nl: Zonder auteursrecht: gebruiken, bekijken, wijzigen en delen met iedereen naar eigen goeddunken.
pl: Copylefted; używaj, przeglądaj, modyfikuj i dziel się dowolnie i ze wszystkimi.
pt_br: Possui copyleft; usar, ver, modificar e compartilhar à vontade, e com todos.
pt_pt: Copyleft; utilize, veja, modifique e partilhe à vontade, e com toda a gente.
ro: De tip Copyleft; folosește, consultă, modifică și partajează la discreție și cu toată lumea.
ru: Свободное ПО; смотрите, пользуйтесь, модифицируйте и делитесь по желанию со всеми.
sk: Copyleftované; používajte, prehliadajte, upravujte a zdieľajte podľa vlastnej vôle a s kýmkoľvek.
sq: “Copylefted”; përdoreni, shiheni, ndryshojeni dhe ndajeni si keni qejf, dhe me këdo.
sr: Није власнички. Користите, прегледајте, мењајте и делите даље, са свима.
sr_latn: Nije vlasnički. Koristite, pregledajte, menjajte i delite dalje, sa svima.
sv: Copyleftad; använd, se, modifiera och dela när som helst och med alla.
ta: நகலெடுக்கப்பட்டது; விருப்பத்திலும், அனைவரிடமும் பயன்படுத்தவும், பார்க்கவும், மாற்றவும், பகிரவும்.
th: ลิขสิทธิ์แบบ Copyleft ใช้งาน ดู แก้ไข และแชร์ได้ตามต้องการกับทุกคน
tr: Serbest telif hakkıyla, kullanın, görün, değiştirin ve dilediğiniz zaman herkesle paylaşın.
uk: Copylefted; використовуйте, переглядайте, змінюйте та поширюйте, як вам зручно і з кожним.

source: Help translate
ar: ساهم في الترجمة
be: Дапамагчы перакласці
be_latn: Dapamagchy' peraklasczі
ca: Ajuda a traduir
cs: Pomozte přeložit
da: Hjælp med at oversætte
de: Beim Übersetzen helfen
el: Βοηθήστε στη μετάφραση
es: Ayudar a traducir
fi: Auta kääntämään
fr: Aider à traduire
ga: Cabhraigh le haistriú
gl: Axudar coa tradución
he: עזרה בתרגום
hr: Pomogni prevesti
hu: Segítség a fordításban
id: Bantu menerjemahkan
is: Hjálpa við þýðingu
it: Aiutaci nella traduzione
ja: 翻訳支援
kab: Ɛiwen deg tsuqilt
lt: Padėti versti
nb: Hjelp til å oversette
nl: Help met vertalen
pl: Pomóż przetłumaczyć
pt_br: Ajudar a traduzir
pt_pt: Ajude a traduzir
ro: Ajută la traducere
ru: Помощь в переводе
sk: Pomôžte s prekladom
sq: Ndihmoni në përkthim
sr: Помозите у превођењу
sr_latn: Pomozite u prevođenju
sv: Hjälp till med att översätta
ta: மொழிபெயர்க்க உதவுங்கள்
th: ช่วยแปล
tr: Çeviriye yardım edin
uk: Допоможіть перекласти

source: Pricing
ar: التسعير
be: Тарыфы
be_latn: Košty
bg: Ценообразуване
ca: Tarifes
cs: Ceník
da: Priser
de: Preise
el: Τιμολόγηση
es: Precios
et: Hinnakiri
fi: Hinnoittelu
fr: Tarifs
ga: Praghsáil
gl: Prezos
he: מחיר
hr: Cijene
hu: Árazás
id: Harga
is: Verðskrá
it: Prezzi
ja: 価格
kab: Ssuma
lt: Kainodara
nb: Prisliste
nl: Tarieven
pl: Cennik
pt_br: Preços
pt_pt: Preços
ro: Prețuri
ru: Тарифы
sk: Cenník
sl: Določanje cen
sq: Çmime
sr: Ценовник
sr_latn: Cenovnik
sv: Prissättning
ta: விலை
th: ราคา
tr: Ücretler
uk: Ціни

source: Contribute
ar: المساهمة
be: Унесці уклад
be_latn: Unesczі uklad
bg: Допринасяне
ca: Col·laboració
cs: Přispějte
da: Bidrag
de: Mitmachen
el: Συνεισφορά
es: Contribuir
et: Aita kaasa
fi: Osallistu
fr: Contribuer
ga: Cur
gl: Colaborar
he: התנדבות
hr: Doprinesi
hu: Közreműködés
id: Berkontribusi
is: Leggðu þitt af mörkum
it: Contribuisci
ja: 貢献
kab: Ttekki
lt: Prisidėti
nb: Bidra
nl: Bijdragen
pl: Współpraca
pt_br: Contribuir
pt_pt: Contribuir
ro: Contribuie
ru: Внести вклад
sk: Prispejte
sq: Ndihmesë
sr: Допринеси
sr_latn: Doprinesite
sv: Bidra
ta: பங்களிப்பு
th: มีส่วนร่วม
tr: Katkıda bulunun
uk: Посприяйте розвитку

source: Careers
ar: وظائف
be: Кар’ера
be_latn: Kar’era
ca: Feina
cs: Kariéra
da: Karriere
de: Karriere
el: Καριέρα
es: Oportunidades de trabajo
fi: Urat
fr: Carrières
ga: Gairmeacha
gl: Oportunidades de traballo
he: משרות
hr: Karijere
hu: Karrier
id: Karier
is: Störf
it: Opportunità di lavoro
ja: 採用
kab: Axeddim
lt: Karjera
nb: Karriere
nl: Werken bij
pl: Kariera
pt_br: Trabalhar no Weblate
pt_pt: Trabalhar para Weblate
ro: Cariere
ru: Работа
sk: Kariéra
sq: Punësime
sr: Каријере
sr_latn: Zaposlenje
sv: Karriärer
ta: தொழில்
th: ร่วมงานกับเรา
tr: Kariyer
uk: Кар'єра

source: Merchandise
ar: بَضَائِعُ
be: Фірмовыя тавары
be_latn: Fіrmovy'ya tavary'
bg: Стоки
ca: Marxandatge
cs: Obchod
de: Fanartikel
el: Προϊόντα
es: Productos
fi: Tavarat ja tuotteet
fr: Produits dérivés
ga: Marsantacht
gl: Mercadoría
he: ממותגים
hr: Trgovina
hu: Ajándéktárgyak
id: Pernak-Pernik
is: Varningur
ja: アイテム
kab: Ifarisen i d-yennulfan
lt: Produktai
nb: Effekter
pl: Sklep
pt_br: Produtos
ro: Mărfuri
ru: Товар
sk: Obchod
sq: Artikuj tregtarë
sr: Продавница
sr_latn: Prodavnica
sv: Handelsvaror
ta: பொருட்கள்
th: สินค้าที่ระลึก
tr: Hediyelik
uk: Товари у роздріб

source: Discover
ar: اكتشف
be: Сусвет Weblate
be_latn: Susvet Weblate
bg: Откриване
ca: Descobriu
cs: Objevte
da: Gå på opdagelse
de: Entdecken
el: Επισκόπηση
es: Descubrir
et: Otsi ja leia
fi: Löydä
fr: Découvrir
ga: Faigh amach
gl: Detectar
he: גילוי
hr: Otkrij
hu: Felfedezés
id: Jelajahi
is: Kynnast Weblate
it: Scopri
ja: 探索
kab: Snirem
lt: Atraskite
nb: Oppdag
nl: Ontdekken
pl: Odkryj
ro: Descoperă
ru: Навигатор
sk: Objavte
sq: Zbuloni
sr: Истражи
sr_latn: Istraži
sv: Upptäck
ta: கண்டுபிடி
th: ค้นพบ
tr: Keşfedin
uk: Огляд

source: Get help
ar: احصل على مساعدة
be: Атрыманне дапамогі
be_latn: Atry'manne dapamogі
bg: Помощ
ca: Obtén ajuda
cs: Podpora
da: Få hjælp
de: Hilfe erhalten
el: Λήψη βοήθειας
es: Consigue ayuda
et: Abiteave
fi: Tuki
fr: Obtenir de l’aide
ga: Faigh cabhair
gl: Obter axuda
he: קבלת עזרה
hr: Dobij pomoć
hu: Segítség kérése
id: Dapatkan Bantuan
is: Fá aðstoð
it: Ricevi aiuto
ja: サポート依頼
kab: Awi tallelt
lt: Gauti pagalbos
nb: Få hjelp
nl: Ondersteuning
pl: Uzyskaj pomoc
pt_br: Obter ajuda
pt_pt: Obter Ajuda
ro: Obține ajutor
ru: Поддержка
sk: Získať pomoc
sl: Poiščite pomoč
sq: Merrni ndihmë
sr: Помоћ
sr_latn: Tražite pomoć
sv: Få hjälp
ta: உதவி பெறு
th: รับความช่วยเหลือ
tr: Yardım alın
uk: Ознайомитися з довідкою

source: Blog
ar: المدوّنة
be: Блог
be_latn: Bloh
bg: Блог
el: Ιστολόγιο
et: Ajaveeb
fi: Blogi
fr: Blogue
ga: Blag
he: בלוג
is: Blogg
ja: ブログ
kab: Ablug
lt: Tinklaraštis
nb: Blogg
pt_pt: Blogue
ru: Блог
sr: Блог
sv: Blogg
ta: வலைப்பதிவு
th: บล็อก
tr: Günlük
uk: Блоґ
