Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Cloud hosting prices are based purely on number of strings. All plans include all Weblate features.
ca: Els preus de l’allotjament al núvol es basen únicament en el nombre de cadenes. Tots els plans inclouen totes les funcionalitats del Weblate.
cs: Ceny cloudového hostingu se odvíjejí čistě od počtu řetězců. Všechny balíčky zahrnují všechny funkce Weblate.
da: Priser for cloud-hosting er kun baseret på antallet af strenge. Alle planer inkluderer alle Weblate-funktioner.
de: Die Preise für Cloud-Hosting basieren ausschließlich auf der Anzahl der Zeichenketten. Alle Angebote beinhalten alle Weblate-Funktionen.
el: Οι τιμές φιλοξενίας στο Σύννεφο βασίζονται καθαρά στον αριθμό των συμβολοσειρών. Όλα τα πλάνα περιλαμβάνουν όλα τα χαρακτηριστικά του Weblate.
es: Los precios del alojamiento en nube se basan exclusivamente en el número de cadenas. Todos los planes incluyen todas las funciones de Weblate.
fr: Les tarifs d’hébergement Cloud se basent uniquement sur le nombre de chaînes. Toutes les fonctionnalités de Weblate sont incluses quelque soit l’abonnement.
ga: Tá praghsanna óstála scamall bunaithe ar líon na teaghráin amháin. Áirítear ar na pleananna go léir gnéithe Weblate.
gl: Os prezos do aloxamento na nube baséanse exclusivamente no número de cadeas. Todos os plans inclúen todas as funcións de Weblate.
he: עלויות אירוח בענן מבוססות באופן מוחלט על מספר המחרוזות. כל התוכניות כוללות את כל היכולות של Weblate.
hr: Cijene hostinga u oblaku temelje se isključivo na broju izraza. Sve tarife uključuju sve Weblate funkcije.
hu: A felhőalapú szolgáltatás ára kizárólag a szövegek számán alapul. Minden csomag tartalmazza a Weblate összes funkcióját.
id: Harga hosting awan berdasarkan jumlah string. Semua paket termasuk semua fitur Weblate.
is: Verð hýsingar í tölvuskýi byggist einvörðungu á fjölda strengja. Allar áskriftir innifela alla eiginleika Weblate.
it: I prezzi dell'hosting cloud si basano esclusivamente sul numero di stringhe. Tutti i piani includono tutte le funzionalità Weblate.
ja: クラウド ホスティングの価格は、文字列の数のみに基づいて決定されます。すべてのプランに Weblate のすべての機能が含まれています。
nl: Prijzen voor hosten in de cloud zijn puur gebaseerd op het aantal tekenreeksen. Alle plannen bevatten alle mogelijkheden voor Weblate.
pl: Ceny hostingu w chmurze opierają się wyłącznie na liczbie ciągów. Wszystkie plany obejmują wszystkie funkcje Weblate.
pt_br: Os preços de hospedagem na nuvem são baseados exclusivamente no número de textos. Todos os planos incluem "todas as funcionalidades" do Weblate.
ro: Prețurile pentru găzduire în cloud se bazează exclusiv pe numărul de șiruri. Toate planurile includ toate funcționalitățile Weblate.
ru: Цены размещения исходят исключительно из количества строк. Все планы включают весь функционал Weblate.
sk: Ceny cloudového hostingu sú založené výlučne na počte reťazcov. Všetky balíky obsahujú všetky funkcie Weblate.
sq: Çmimet për strehim në re bazohen thjesht në numrin e vargjeve. Krejt planet përfshijnë krejt veçoritë e Weblate-it.
ta: முகில் ஓச்டிங் விலைகள் முற்றிலும் சரங்களின் எண்ணிக்கையை அடிப்படையாகக் கொண்டவை. எல்லா திட்டங்களிலும் அனைத்து வலைபெயர்ப்பு அம்சங்களும் அடங்கும்.
th: ราคาโฮสติ้งบนคลาวด์ขึ้นอยู่กับจำนวนข้อความเท่านั้น ทุกแผนรวมคุณสมบัติทั้งหมดของ Weblate ไว้แล้ว
tr: Bulut barındırma ücretleri dizge sayısına bağlıdır. Tüm tarifelerde tüm Weblate özellikleri bulunur.
uk: Ціни на хмарний хостинг базуються виключно на кількості рядків. Всі тарифні плани включають всі функції Weblate.

source: <b>14-day gratis trial</b> included in all cloud plans
ar: <b>نسخة تجريبية مجانية لمدة 14 يوما</b> مضمنة في جميع الخطط السحابية
be: <b>14-дзённая пробная версія</b>, якая ўваходзіць ва ўсе воблачныя тарыфныя планы
be_latn: <b>14-dzyonnaya probnaya versіya</b>, yakaya ўvaxodzіcz' va ўse voblachny'ya tary'fny'ya plany'
ca: Tots els plans al núvol inclouen un <b>període gratuït de prova de 14 dies</b>
cs: <b>14denní bezplatná zkušební verze</b> je zahrnutá ve všech cloudových balíčcích
da: <b>14-dages gratis prøveperiode</b> inkluderet i alle cloud-planer
de: <b>14-tägiger kostenloser Test</b> in allen Cloud-Angeboten enthalten
el: <b>δωρεάν δοκιμή 14 ημερών</b> περιλαμβάνεται σε όλα τα πακέτα cloud
es: Todos los planes en la nube incluyen una <b>prueba de 14 días gratis</b>
fi: <b>14 päivän ilmainen kokeiluversio</b> sisältyy kaikkiin pilvisuunnitelmiin
fr: <b>14 jours d’essai gratuit</b> inclus dans toutes les offres Cloud
ga: <b>triail saor in aisce 14 lá</b> san áireamh i ngach néalphlean
gl: <b>Proba de balde de 14 días</b> incluída en todos os plans de nube
he: כל תכניות הענן מזכות ב־<b>14 ימי ניסיון בחינם</b>
hr: <b>14-dnevna besplatna proba</b> uključena u sve tarife za oblak
hu: <b>14 napos ingyenes próbaidőszak</b> minden felhős csomaghoz
id: <b>Uji coba gratis 14 hari</b> termasuk dalam semua paket cloud
is: <b>14-daga ókeypis prufuáskrift</b> er innifalin í öllum skýjaáskriftum
it: <b>prova gratuita di 14 giorni</b> inclusa in tutti i piani cloud
ja: <b>14 日間の無料トライアル</b>は、すべてのクラウド プランに含まれています
kab: <b>14 n wussan baṭel</b> yella deg uɣawas Cloud
nb: <b>14-dagers gratis prøveperiode</b> inkludert i alle skyplaner
nl: <b>14 dagen-proefperiode</b> inbegrepen in alle cloudpakketten
pl: <b>14-dniowa wersja próbna</b> uwzględniona we wszystkich planach chmury
pt_br: <b>14 dias de avaliação grátis</b> inclusos em todos os planos de nuvem
pt_pt: <b>14 dias de ensaio gratuito</b> incluído em todos os planos de nuvens
ro: <b>14 zile de probă gratuite</b> incluse în toate planurile cloud
ru: <b>14-дневная бесплатная пробная версия</b>, включённая во все облачные планы
sk: <b>14-dňová bezplatná skúšobná verzia</b> je súčasťou všetkých cloudových plánov
sq: <b>Provë falas 14-ditore</b> e përfshirë në krejt planet në re
sr: <b>Двонедељни бесплатни пробни период</b> укључен је у све планове хостовања у облаку
sr_latn: <b>Dvonedeljna besplatna proba</b> uključena je u sve klaud planove
sv: <b>14 dagars gratis provperiod</b> ingår i alla molnabonnemang
ta: <b> 14-நாள் இலவச சோதனை </b> அனைத்து முகில் திட்டங்களிலும் சேர்க்கப்பட்டுள்ளது
th: <b>ทดลองใช้ฟรี 14 วัน</b> รวมอยู่ในแผนคลาวด์ทุกแผน
tr: <b>14 günlük ücretsiz deneme</b> tüm bulut tarifelerinde kullanılabilir
uk: Для всіх «хмарних» планів передбачено <b>14-денний безплатний тестовий період</b>

source: Continuous localization
ar: الترجمة المستمرّة
be: Бесперапынная лакалізацыя
be_latn: Besperapy'nnaya lakalіzaczy'ya
ca: Localització contínua
cs: Průběžná lokalizace
da: Løbende lokalisering
de: Kontinuierliche Lokalisierung
el: Συνεχής μετάφραση
es: Localización continua
fi: Jatkuvaa lokalisointia
fr: Traduction en continu
ga: Logánú leanúnach
gl: Rexionalización continua
he: תרגום רציף
hr: Kontinuirana lokalizacija
hu: Folyamatos lokalizáció
id: Pelokalan berkelanjutan
is: Samfelld staðfærsla
it: Localizzazione continua
ja: 継続的な現地語化
kab: Asideg i ttkemmilen
lt: Nepertraukiamas lokalizavimas
nb: Kontinuerlig oversettelse
nl: Doorlopende vertaling
pl: Ciągła lokalizacja
pt_br: Localização contínua
pt_pt: Tradução contínua
ro: Traducere continuă
ru: Непрерывный перевод
sk: Priebežná lokalizácia
sq: Përkthim në vazhdimësi
sr: Континуирана локализација
sr_latn: Kontinualna lokalizacija
sv: Kontinuerlig lokalisering
ta: தொடர்ச்சியான உள்ளூராக்கல்
th: การแปลภาษาแบบต่อเนื่อง
tr: Kesintisiz yerelleştirme
uk: Безперервна локалізація

source: Hosted strings
be: Размешчаныя радкі
be_latn: Razmeshchany'ya radkі
bg: Брой съхранявани низове
ca: Cadenes allotjades
cs: Hostovaných řetězců
da: Hostede strenge
de: Gehostete Zeichenketten
el: Σύνολο Κειμένων
es: Cadenas alojadas
et: Lähtelausendid
fr: Chaînes hébergées
ga: Teaghráin óstáilte
gl: Cadeas aloxadas
he: מחרוזות מתארחות
hr: Spremljeni izrazi
hu: Kiszolgált szövegek
id: String yang dihosting
is: Hýstir strengir
it: Stringhe ospitate
ja: 保管中の文章数
lt: Priglobiamos eilutės
nl: Gehoste tekenreeksen
pl: Hostowane ciągi
pt_br: Textos hospedados
ro: Șiruri găzduite
ru: Хранимые строки
sk: Hosťovaných reťazcov
sq: Vargje të strehuar
sr: Хостоване ниске
sr_latn: Smeštene niske
ta: புரவலன் செய்யப்பட்ட சரங்கள்
th: ข้อความที่โฮสต์อยู่
tr: Barındırılan dizge
uk: Розміщені рядки

source: Translation projects
ar: مشاريع الترجمة
be: Праекты перакладу
be_latn: Prajekty pierakladu
bg: Проекти за превод
ca: Projectes de traducció
cs: Překladové projekty
da: Oversættelsesprojekter
de: Übersetzungsprojekte
el: Έργα μετάφρασης
es: Proyectos de traducción
et: Tõlkeprojekte
fi: Käännösprojektit
fr: Projets de traduction
ga: Tionscadail aistriúcháin
gl: Proxectos de tradución
he: מיזמי תרגום
hr: Prevodilački projekti
hu: Fordítási projektek
id: Proyek terjemahan
is: Þýðingaverkefni
it: Progetti traduzione
ja: 翻訳プロジェクト
kab: Isenfaṛen n tsuqilt
lt: Vertimo projektai
nb: Oversettelsesprosjekter
nl: Vertaalprojecten
pl: Projekty tłumaczeń
pt_br: Projetos de tradução
pt_pt: Projetos de tradução
ro: Proiecte de traducere
ru: Проекты перевода
sk: Prekladové projekty
sl: Prevajalski projekti
sq: Projekte përkthimi
sr: Преводилачки пројекти
sr_latn: Prevodilački projekti
sv: Översättningsprojekt
ta: மொழிபெயர்ப்பு திட்டங்கள்
th: โครงการแปล
tr: Çeviri projeleri
uk: Проєкти перекладу

source: Translation components
ar: مكونات الترجمة
be: Кампаненты перакладу
be_latn: Kampanienty pierakladu
bg: Компоненти за превод
ca: Components de traducció
cs: Komponenty překladu
da: Oversættelseskomponenter
de: Übersetzungskomponenten
el: Περιεχόμενα μετάφρασης
es: Componentes de traducción
et: Tõlkeosiseid
fi: Käännöskomponentit
fr: Composants de traduction
ga: Comhpháirteanna aistriúcháin
gl: Compoñentes de tradución
he: רכיבי תרגום
hr: Prevodilačke komponente
hu: Fordítási összetevők
id: Komponen terjemahan
is: Þýðingahlutar
it: Componenti della traduzione
ja: 翻訳のコンポーネント数
kab: Isuddiqen n tsuqilt
lt: Vertimo komponentai
nb: Oversettelseskomponenter
nl: Vertaalonderdelen
pl: Komponenty tłumaczenia
pt_br: Componentes de tradução
pt_pt: Componentes da tradução
ro: Componente traducere
ru: Компоненты перевода
sk: Komponenty prekladu
sl: Prevajalne komponente
sq: Përbërës përkthimi
sr: Преводилачке компоненте
sr_latn: Prevodilačke komponente
sv: Översättningskomponenter
ta: மொழிபெயர்ப்பு கூறுகள்
th: องค์ประกอบการแปล
tr: Çeviri bileşenleri
uk: Складники перекладу

source: Number of translators
ar: عدد المترجمين
be: Колькасць перакладчыкаў
be_latn: Koĺkasć pierakladčykaŭ
bg: Брой преводачи
ca: Nombre de traductors
cs: Počet překladatelů
da: Antal oversættere
de: Anzahl der Übersetzer
el: Αριθμός μεταφραστών
es: Número de traductores
et: Tõlkijaid
fi: Kääntäjien lukumäärä
fr: Nombre de traducteurs
ga: Líon aistritheoirí
gl: Número de tradutores
he: מספר מתרגמים
hr: Broj prevodilaca
hu: Fordítók száma
id: Jumlah penerjemah
is: Fjöldi þýðenda
it: Numero di traduttori
ja: 翻訳者数
kab: Amḍan n yisuqal
lt: Vertėjų skaičius
nb: Antall Oversettere
nl: Aantal vertalers
pl: Ilość tłumaczy
pt_br: Número de tradutores
pt_pt: Quantidade de tradutores
ro: Număr de traducători
ru: Количество переводчиков
sk: Počet prekladateľov
sl: Število prevajalcev
sq: Numër përkthyesish
sr: Број преводилаца
sr_latn: Broj prevodilaca
sv: Antal översättare
ta: மொழிபெயர்ப்பாளர்களின் எண்ணிக்கை
th: จำนวนนักแปล
tr: Çevirmen sayısı
uk: Кількість перекладачів

source: Dedicated instance
ar: مثيل مخصص
be: Адведзены асобнік сервера
be_latn: Advedzeny' asobnіk servera
ca: Instància dedicada
cs: Vyhrazená instance
da: Dedikeret instans
de: Dedizierte Instanz
el: Αφιερωμένο παράδειγμα
es: Instalación dedicada
et: Majutusteenus ühele kliendile serverina
fi: Omistautunut ilmentymä
fr: Instance dédiée
ga: Sampla tiomnaithe
gl: Instancia dedicada
he: עותק ייעודי
hr: Namjenska instanca
hu: Dedikált példány
id: Instans khusus
is: Sérnotatilvik
it: Istanza dedicata
ja: 専用インスタンス
kab: Tummant yettuḥeṛṛen
lt: Paskirtas pavyzdys
nb: Reservert utgave
nl: Toegewijd exemplaar
pl: Dedykowana instancja
pt_br: Instância dedicada
pt_pt: Instância dedicada
ro: Instanță dedicată
ru: Выделенный образец сервера
sk: Vyhradená inštancia
sq: Instancë enkas
sr: Посебна инстанца
sr_latn: Posebna instanca
sv: Dedikerad instans
ta: தனிப்பயனாக்கப்பட்ட நிகழ்வு
th: อินสแตนซ์ส่วนตัว
tr: Size özel kopya
uk: Виділений екземпляр серверу

# Hosting plan
source: Custom
ar: مُخصّص
be: Адвольны
be_latn: Ulasny
bg: Персонализиран
ca: Personalitzat
cs: Vlastní
da: Brugerdefineret
de: Eigene
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
fi: Mukautettu
fr: Personnalisé
ga: Saincheaptha
gl: Personalizado
he: התאמה אישית
hr: Prilagođeno
hu: Egyedi
id: Sesuaikan
is: Sérsniðið
it: Personalizzato
ja: カスタム
kab: Udmawan
lt: Tinkintas
nb: Egendefinert
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
pt_pt: Personalizado
ro: Personalizat
ru: Настраиваемый
sk: Vlastný
sq: Vetjake
sr: Прилагодљив
sr_latn: Prilagodljiv
sv: Anpassad
ta: தனிப்பயன்
th: กำหนดเอง
tr: Özel
uk: Нетиповий

source: Yearly
ar: سنوياً
be: Штогод
be_latn: SHtogod
bg: Ежегодно
ca: Per any
cs: Ročně
da: Årlig
de: Jährlich
el: Ετήσια
es: Anualmente
fi: Vuosittain
fr: Annuel
ga: Bliantúil
gl: Anualmente
he: שנתי
hr: Godišnje
hu: Éves
id: Tahunan
is: Árlega
it: Annuale
ja: 年払い
kab: Yal asseggas
lt: Kasmet
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
pt_pt: Anualmente
ro: Anual
ru: Ежегодно
sk: Ročne
sq: Vjetore
sr: Годишње
sr_latn: Godišnje
sv: Årligen
ta: ஆண்டு
th: รายปี
tr: Yıllık
uk: Щорічно

source: <strong>Save 20%%</strong> with annual subscription!
be_latn: <strong>Ashchadzіcze bol'sh</strong> peradaplataj na doўgі te'rmіn!
ca: <strong>Estalvieu un 20%%</strong> amb la subscripció anual!
cs: <strong>Ušetřete 20%%</strong> s ročním předplatným!
da: <strong>Spar 20%%</strong> med årligt abonnement!
de: <strong>20 %% sparen</strong> mit einem Jahresabonnement!
el: <strong>Εξοικονομήστε 20%%</strong> με την ετήσια συνδρομή!
es: ¡<strong>Ahorre un 20%%</strong> con la suscripción anual!
fr: <strong>Économisez 20 %%</strong> grâce à l’abonnement annuel.
ga: <strong>Sábháil 20%%</strong> le síntiús bliantúil!
gl: <strong>Aforre o 20%%</strong> cunha subscrición anual!
he: ניתן <strong>לחסוך 20%%</strong> עם מינוי לשנה!
hr: <strong>Uštedi 20 %%</strong> s godišnjom pretplatom!
hu: <strong>20%% megtakarítás</strong> éves előfizetés esetén!
id: <strong>Hemat 20%%</strong> dengan langganan tahunan!
is: <strong>Sparaðu 20%%</strong> með árs-áskrift!
it: <strong>Risparmia il 20%%</strong> con l'abbonamento annuale!
ja: 年間サブスクリプションだと <strong>20%% 割引</strong>！
nl: <strong>Bespaar 20%%</strong> met een abonnement voor een jaar!
pl: <strong>Zaoszczędź 20%%</strong> dzięki rocznej subskrypcji!
pt_br: <strong>Economize 20%%</strong> com uma assinatura anual!
ro: <strong>Economisește 20%%</strong> cu abonament anual!
ru: <strong>Сэкономьте 20%%</strong> на годовой подписке!
sk: <strong>Ušetrite 20%%</strong> s ročným predplatným!
sq: <strong>Kurseni 20%%</strong>, përmes pajtimi vjetor!
ta: <strong> மேலும் சேமி </strong> நீண்ட முன் செலுத்துதலுடன்!
th: <strong>ประหยัด 20%%</strong> เมื่อสมัครสมาชิกรายปี!
tr: <strong>Yıllık abonelik ile %%20</strong> indirim alın!
uk: <strong>Заощаджуйте 20%%</strong> з річною передплатою!

source: Gratis trial
ar: تجربة مجانية
be: Бясплатны пробны перыяд
be_latn: Byasplatny' probny' pery'yad
bg: Безплатен пробен период
ca: Període gratuït de prova
cs: Vyzkoušet zdarma
da: Gratis prøveperiode
de: Kostenlos testen
el: Δωρεάν δοκιμή
es: Prueba gratuita
fi: Ilmainen kokeilu
fr: Essai gratuit
ga: Tástáil saor in aisce
gl: Proba de balde
he: ניסיון בחינם
hr: Besplatna proba
hu: Ingyenes próbaidőszak
id: Uji coba gratis
is: Ókeypis prufuáskrift
it: Prova gratuita
ja: 無料体験
kab: Asekyed baṭel
nb: Gratis prøveperiode
nl: Gratis proefperiode
pl: Bezpłatna wersja próbna
pt_br: Avaliação grátis
pt_pt: Avaliação gratuita
ro: Probă gratuită
ru: Бесплатный ознакомительный период
sk: Skúška zadarmo
sl: Brezplačen preizkus
sq: Provë falas
sr: Бесплатна проба
sr_latn: Besplatna proba
sv: Gratis provperiod
ta: இலவச சோதனை
th: ทดลองใช้ฟรี
tr: Bedava deneme
uk: Безплатне тестування

source: <b>Ask</b> for options
ar: <b>اسأل</b> عن الخيارات
be: <b>Спытаць</b> пра варыянты
be_latn: <b>Spy'tacz'</b> pra vary'yanty'
bg: <b>Попитайте</b> за други опции
ca: <b>Demaneu</b> opcions
cs: <b>Objevte</b> možnosti
da: <b>Spørg</b> om valgmuligheder
de: <b>Auf Anfrage</b>
el: <b>Ρωτήστε</b> για τις επιλογές
es: <b>Pregunte</b> por las opciones
fi: <b>Kysy</b> vaihtoehtoja
fr: <b>Demander</b> des options
ga: <b>Iarr</b> roghanna
gl: <b>Preguntar</b> polas opcións
he: <b>בקשת</b> אפשרויות
hr: <b>Pitaj</b> o mogućnostima
hu: <b>Kérdezzen</b> a lehetőségekért
id: <b>Ajukan</b> pilihan
is: <b>Spurðu</b> um aðra valkosti
it: <b>Chiedi</b> per opzioni
ja: オプションの<b>お問い合わせ</b>
kab: <b>Suter</b> ismenyifen
nb: <b>Spør</b> om alternativer
nl: <b>Vraag</b> naar de mogelijkheden
pl: <b>Zapytaj</b> o opcje
pt_br: <b>Pedir</b> opções
pt_pt: <b>Solicitar</b> Opções
ro: <b>Întreabă</b> pentru opțiuni
ru: <b>Спросить</b> варианты
sk: <b>Pýtajte sa</b> na možnosti
sq: <b>Pyetni</b> për mundësi
sr: <b>Питајте</b> за опције
sr_latn: <b>Pitajte</b> za opcije
sv: <b>Fråga</b> om alternativ
ta: <b> கேளுங்கள் </b> விருப்பங்களுக்கு
th: <b>สอบถาม</b> ตัวเลือก
tr: Seçenekleri <b>sorun</b>
uk: <b>Запитати</b> про варіанти

source: Payment
ar: طريقة الدفع
be: Аплата
be_latn: Aplata
bg: Плащане
ca: Pagament
cs: Platba
da: Betaling
de: Zahlung
el: Πληρωμή
es: Pago
fi: Maksu
fr: Paiement
ga: Íocaíocht
gl: Pagamento
he: תשלום
hr: Plaćanje
hu: Fizetés
id: Pembayaran
is: Greiðsla
it: Pagamenti
ja: 支払い方法
kab: Lexlaṣ
nb: Betaling
nl: Betaling
pl: Płatność
pt_br: Pagamento
pt_pt: Pagamento
ro: Plată
ru: Платёж
sk: Platba
sq: Pagesë
sr: Плаћање
sr_latn: Plaćanje
sv: Betalning
ta: கட்டணம்
th: การชำระเงิน
tr: Ödeme
uk: Платіж

source: Pricing is based on the number of strings in all used languages. A string is a text unit defined in a translation format. It can be a word, sentence, or paragraph.
be_latn: Košti ŭ zaliežnaski ad koĺkaski zichodnich radkoŭ i koĺkaski metavich moŭ. Zichodni radok — tekstavazha adzinka, zhakazha vikaristoŭvazhekka ŭ pierakladzie, heta moža bić slova, skaz aĺbo abzak.
bg: Цената се определя от броя на низовете във всички използвани езици. Един низ е една текстова единица, която е дефинирана във формат за превод. Това може да бъде дума, изречение или абзац.
ca: Les tarifes es basen en el nombre de cadenes en totes les llengües utilitzades. Una cadena és una unitat de text definida en un format de traducció. Pot ser un mot, una frase o un paràgraf.
cs: Cena se odvíjí od počtu řetězců ve všech použitých jazycích. Řetězec je textová jednotka použitá v překladovém formátu. Může to být slovo, věta nebo odstavec.
da: Prisen er baseret på antallet af strenge på alle anvendte sprog. En streng er en tekstenhed defineret i et oversættelsesformat. Det kan være et ord, en sætning eller et afsnit.
de: Die Preisgestaltung basiert auf der Anzahl der Zeichenketten in allen verwendeten Sprachen. Eine Zeichenkette ist eine in einem Übersetzungsformat definierte Texteinheit. Es kann ein Wort, ein Satz, oder ein Absatz sein.
el: Η τιμολόγηση βασίζεται στον αριθμό των κειμένων σε όλες τις χρησιμοποιούμενες γλώσσες. Ένα κείμενο (string) είναι μια μονάδα κειμένου που ορίζεται σε μια μορφή μετάφρασης. Μπορεί να είναι μια λέξη, πρόταση ή παράγραφος.
es: El precio se basa en el número de cadenas en todas los idiomas utilizadas. Una cadena es una unidad de texto definida en un formato de traducción. Puede ser una palabra, una frase o un párrafo.
fr: Le tarif dépend du nombre total de chaînes dans les langues utilisées. Une chaîne est une unité de texte délimitée par le format de traduction. Il peut s’agir d’un mot, d’une phrase ou d’un paragraphe.
ga: Tá an phraghsáil bunaithe ar líon na teaghrán i ngach teanga a úsáidtear. Is aonad téacs é teaghrán a shainítear i bhformáid aistriúcháin. Is féidir é a bheith ina fhocal, ina abairt, nó ina mhír.
gl: O prezo baséase no número de cadeas en todos os idiomas utilizados. Unha cadea é unha unidade de texto definida nun formato de tradución. Pode ser unha palabra, unha frase ou un parágrafo.
he: התמחור מבוסס על מספר המחרוזות בכל השפות בשימוש. מחרוזת היא יחידת טקסט המוגדרת בתצורת תרגום. זה יכול לנוע בין מילה, משפט או פסקה.
hr: Cijene se temelje na broju izraza u svim korištenim jezicima. Izraz je tekstualna jedinica definirana u formatu prijevoda. To može biti riječ, rečenica ili odlomak.
hu: Az árképzés az összes használt nyelv szövegeinek számán alapul. Egy szöveg egy fordítási formátumban meghatározott szövegegység, amely lehet szó, mondat vagy bekezdés.
id: Harga berdasarkan jumlah string dalam semua bahasa yang digunakan. Sebuah string adalah unit teks yang ditentukan dalam format penerjemahan. Ini dapat berupa kata, kalimat, atau paragraf.
is: Verðlagning byggist á fjölda upprunastrengja í öllum notuðum tungumálum. Upprunastrengur er textaeining sem skilgreind er í þýðingarsniði. Það getur verið orð, setning eða málsgrein.
it: Il prezzo si basa sul numero di stringhe in tutte le lingue usate. Una stringa è un'unità di testo definita in un formato di traduzione. Può essere una parola, una frase o un paragrafo.
ja: 価格は、使われている全ての言語の文字列の数を基準に設定しています。文字列は、翻訳形式で決められる一単位のテキストを一つと数えます。一単位のテキストは、単語一つの場合もあれば、一つの文、一つの段落となる場合もあります。
lt: Kainodara nustatoma pagal eilučių skaičių visomis naudojamomis kalbomis. Eilutė – tai teksto vienetas, apibrėžtas vertimo formatu. Tai gali būti žodis, sakinys arba pastraipa.
nl: De kostprijs is gebaseerd op het aantal te vertalen tekenreeksen in alle gebruikte talen. Een tekenreeks is een teksteenheid die is gedefinieerd in een vertaalindeling. Het kan een woord, zin of alinea zijn.
pl: Ceny oparte są na liczbie ciągów we wszystkich używanych językach. Ciąg to jednostka tekstowa zdefiniowana w formacie tłumaczenia. Może to być słowo, zdanie lub akapit.
pt_br: O preço é baseado no número de textos (strings) em todos os idiomas usados. Uma "string" é uma unidade de texto definida em um formato de tradução. Pode ser uma palavra, frase ou parágrafo.
ro: Prețul se bazează pe numărul de șiruri din toate limbile folosite. Un șir este o unitate de text definită într-un format de traducere. Acesta poate fi un cuvânt, o propoziție sau un paragraf.
ru: Цена зависит от количества строк во всех используемых языках. Строка — это текстовая единица, определённая в формате перевода. Это может быть слово, предложение или абзац.
sk: Cena závisí od počtu reťazcov vo všetkých použitých jazykoch. Reťazec je jednotka textu používaná vo formáte prekladu. Môže to byť slovo, veta alebo odsek.
sq: Çmimi bazohet në numrin e vargjeve në krejt gjuhët e përdorura. Një varg është një njësi teksti e përkufizuar sipas një formati përkthimesh. Mund të jetë një fjalë, togfjalësh ose paragraf.
ta: விலை மூல சரங்கள் மற்றும் இலக்கு மொழிகளின் எண்ணிக்கையை அடிப்படையாகக் கொண்டது. ஒரு மூல சரம் என்பது மொழிபெயர்ப்பு வடிவத்தில் வரையறுக்கப்பட்ட உரை அலகு. இது ஒரு சொல், வாக்கியம் அல்லது பத்தியாக இருக்கலாம்.
th: ราคาขึ้นอยู่กับจำนวนข้อความในทุกภาษาที่ใช้ ข้อความคือหน่วยตัวอักษรที่กำหนดในรูปแบบการแปล อาจเป็นคำ ประโยค หรือย่อหน้าก็ได้
tr: Fiyatlar, kullanılan tüm dillerdeki dizge sayısına göre belirlenir. Dizge, çeviri biçiminde tanımlanmış bir metin birimidir. Bir sözcük, cümle ya da paragraf olabilir.
uk: Ціна базується на кількості рядків на всіх використовуваних мовах. Рядок - це текстова одиниця, визначена у форматі перекладу. Це може бути слово, речення або абзац.
