Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Donate now
ar: تبرع الأن
be: Ахвяраваць
be_latn: Axvyaravacz'
bg: Направете дарение
ca: Fes un donatiu
cs: Darujte nyní
da: Donér nu
de: Jetzt spenden
el: Δωρίστε τώρα
es: Donar ahora
et: Anneta kohe
fi: Lahjoita nyt
fr: Faire un don maintenant
ga: Déan síntiús anois
gl: Doar agora
he: לתרום כעת
hr: Doniraj sada
hu: Adományozzon most
id: Donasi sekarang
is: Gefðu núna
it: Dona ora
ja: 今すぐ寄付
kab: Mudd tawsa tura
lt: Paremti dabar
nb: Doner nå
nl: Doneer nu
pl: Przekaż darowiznę teraz
pt_br: Fazer doação agora
pt_pt: Doar Agora
ro: Donează acum
ru: Пожертвовать сейчас
sk: Podporte teraz
sl: Donirajte zdaj
sq: Dhuroni që tani
sr: Донирајте сада
sr_latn: Donirajte sada
sv: Donera nu
ta: இப்போது நன்கொடை
th: บริจาคเลย
tr: Bağış yapın
uk: Пожертвувати зараз

source: <strong>Are you a translator?</strong> Help translate Weblate itself.
ar: <strong>أنت مترجم؟</strong> ساعِدنا في ترجمة Weblate نفسه.
be: <strong>Вы перакладчык? </strong> Дапамажыце перакласці Weblate.
be_latn: <strong>Vy' perakladchy'k? </strong> Dapamazhy'cze peraklasczі Weblate.
bg: <strong>Преводач ли сте?</strong> Може да помогнете за превода на Weblate.
ca: <strong>Sou traductor?</strong> Ajudeu a traduir el Weblate.
cs: <strong>Jste překladatel?</strong> Pomozte s překládáním Weblate.
da: <strong>Er du oversætter?</strong> Hjælp med at oversætte selve Weblate.
de: <strong>Sind Sie ein Übersetzer?</strong> Helfen Sie mit, Weblate selbst zu übersetzen.
el: <strong>Είστε μεταφραστής;</strong> Βοηθήστε στη μετάφραση του ίδιου του Weblate.
es: <strong>¿Es traductor/a?</strong> Ayude a traducir el mismo Weblate.
et: <strong>Kas oled tõlkija?</strong> Aita tõlkida Weblate'i ennast.
fi: <strong>Oletko kääntäjä?</strong> Auta kääntämään Weblate-alustaa.
fr: <strong>Êtes-vous traducteur ?</strong> Aidez à la traduction de Weblate.
ga: <strong>An aistritheoir thú?</strong> Cabhraigh le Weblate a aistriú.
gl: <strong>É tradutor/a?</strong> Axude a traducir o propio Weblate.
he: <strong>יש לך יכולות תרגום?</strong> ניתן לסייע בתרגום Weblate עצמה.
hr: <strong>Prevodiš?</strong> Pomogni prevesti Weblate.
hu: <strong>Fordítóként tevékenykedik?</strong> Segítsen a Weblate fordításában.
id: <strong>Apakah Anda seorang penerjemah?</strong> Bantu menerjemahkan Weblate.
is: <strong>Ertu þýðandi?</strong> Hjálpaðu okkur að þýða Weblate síðuna og forritin.
it: <strong>Sei un traduttore?</strong> Aiuta a tradurre lo stesso Weblate.
ja: <strong>翻訳者ですか？</strong> Weblate 自体の翻訳に貢献してください。
kab: <strong>D t·imsuqel·t kečč·kemmi?</strong> Muddet afus deg tsuqilt n Weblate s timmad-is.
lt: <strong>Ar esate vertėjas?</strong> Padėkite išversti patį „Weblate“.
nb: <strong>Er du en oversetter?</strong> Hjelp til å oversette selve Weblate.
nl: <strong>Bent u vertaler?</strong> Help Weblate te vertalen.
pl: <strong>Jesteś tłumaczem? </strong>Pomóż przetłumaczyć Weblate.
pt_br: <strong>Você é um tradutor?</strong> Ajude a traduzir o Weblate.
pt_pt: <strong>É um tradutor?</strong> Ajude a traduzir o próprio Weblate.
ro: <strong>Ești traducător?</strong> Ajută la traducerea lui Weblate însuși.
ru: <strong>Вы переводчик?</strong> Помогите перевести сам Weblate.
sk: <strong>Ste prekladateľ?</strong> Pomôžte s prekladom samotného Weblate.
sl: <strong>Ste prevajalec?</strong> Pomagajte prevesti sam Weblate.
sq: <strong>Jeni përkthyes?</strong> Ndihmoni të përkthehet vetë Weblate-i.
sr: <strong>Ви сте преводилац?</strong> Помозите у превођењу и самог Weblate-а.
sr_latn: <strong>Vi ste prevodilac?</strong> Pomozite u prevođenju i samog Weblate-a.
sv: <strong>Är du en översättare?</strong> Hjälp till att översätta Weblate själv.
ta: <strong> நீங்கள் ஒரு மொழிபெயர்ப்பாளரா? </strong> வலைபெயர்ப்பு மொழிபெயர்க்க உதவுங்கள்.
th: <strong>คุณเป็นนักแปลใช่ไหม</strong> ช่วยแปลตัว Weblate เอง
tr: <strong>Çevirmen misiniz?</strong> Weblate arayüzünün çevirisine yardımcı olun.
uk: <strong>Ви перекладач?</strong> Допоможіть перекласти сам Weblate.

source: You can translate Weblate and many other projects at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
ar: يمكنم ترجمة Weblate والعديد من المشاريع الأخرى على <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
be: Вы можаце перакладаць Weblate і шмат іншых праектаў на <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
be_latn: Vy' mozhacze perakladacz' Weblate і shmat іnshy'x praektaў na <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
bg: Може да преведете Weblate и много други проекти като посетите <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
ca: Podeu traduir el Weblate i molts altres projectes a <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
cs: Weblate a mnoho dalších projektů můžete překládat na serveru <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
da: Du kan oversætte Weblate og mange andre projekter på <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
de: Sie können Weblate und viele andere Projekte unter <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a> übersetzen.
el: Μπορείτε να μεταφράσετε το Weblate και άλλες εφαρμογές στο <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
es: Puede traducir Weblate, así como muchos otros proyectos, en <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
et: Saad tõlkida Weblate'i ja mitmeid teisi projekte saidis <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
fi: Voit kääntää Weblate:ta ja monia muita projekteja <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>:ssa.
fr: Vous pouvez traduire Weblate et beaucoup d’autres projets sur <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
ga: Is féidir leat Weblate agus tionscadail eile a aistriú ag <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
gl: Pode traducir Weblate e moitos outros proxectos en <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
he: ניתן לתרגם את Weblate ומגוון מיזמים נוספים בכתובת <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
hr: Weblate i mnoge druge projekte možeš prevesti na <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
hu: A Weblate és sok más projekt fordítása elérhető a <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a> oldalon.
id: Anda dapat menerjemahkan Weblate dan banyak proyek lainnya pada halaman <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
is: Þú getur þýtt Weblate og mörg önnur verkefni hjá <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
it: Puoi tradurre Weblate e molti altri progetti su <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
ja: Weblate やその他の多くのプロジェクトは、<a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a> で翻訳できます。
kab: Tzemreḍ ad tsuqqleḍ Weblate d ddeqs n yisenfaren-nniḍen deg <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
lt: Prisijungę prie <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a> galite versti „Weblate“ ir daugybę kitų projektų.
nb: Du kan oversette Weblate og mange andre prosjekter på <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
nl: U kunt Weblate en vele andere projecten vertalen op <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
pl: Możesz tłumaczyć Weblate i wiele innych projektów na stronie <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
pt_br: Você pode traduzir o Weblate e muitos outros projetos em <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
pt_pt: Pode traduzir o Weblate e muitos outros projetos em <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
ro: Poți traduce Weblate și multe alte proiecte pe <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
ru: Вы можете переводить Weblate и многие другие проекты на <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
sk: Weblate a mnoho ďalších projektov môžete prekladať na <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
sl: Weblate in številne druge projekte lahko prevajate na <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
sq: Mund të përktheni Weblate-in dhe mjaft projekte të tjera te <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
sr: Weblate и многе друге пројекте можете преводити на <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
sr_latn: Možete prevesti Weblate i mnoge druge projekte na <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
sv: Du kan översätta Weblate och många andra projekt på <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
ta: நீங்கள் வலைபெயர்ப்பு மற்றும் பல திட்டங்களை <a href="https://hosted.weblate.org/engage/weblate/">புரவலனான.வலைபெயர்ப்பு.நிறுவனத்தில்</a>மொழிபெயர்க்கலாம்.
th: คุณสามารถแปล Weblate และโครงการอื่น ๆ อีกมากมายได้ที่ <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>
tr: Weblate ve diğer pek çok projeyi <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a> adresinde çevirebilirsiniz.
uk: Ви можете перекласти Weblate та багато інших проєктів на <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.

source: Start translating
ar: إبدأ الترجمة
be: Дапамагчы з перакладам
be_latn: Dapamagchy' z perakladam
bg: Започнете да превеждате
ca: Comenceu a traduir
cs: Začít překládat
da: Begynd at oversætte
de: Mit dem Übersetzen beginnen
el: Ξεκινήστε τη μετάφραση
es: Comience a traducir
et: Alusta tõlkimisega
fi: Aloita kääntäminen
fr: Commencez à traduire
ga: Tosaigh ag aistriú
gl: Comece a traducir
he: התחלה בתרגום
hr: Počni prevoditi
hu: Fordítás megkezdése
id: Mulai menerjemahkan
is: Byrja að þýða
it: Inizia a tradurre
ja: 翻訳開始
kab: Bdu tasuqqilt
lt: Pradėti versti
nb: Begynn å oversette
nl: Begin met vertalen
pl: Rozpocznij tłumaczenie
pt_br: Comece a traduzir
pt_pt: Comece a Traduzir
ro: Începe să traduci
ru: Начните переводить
sk: Začnite prekladať
sl: Začni s prevajanjem
sq: Filloni të përktheni
sr: Почни превођење
sr_latn: Počni prevođenje
sv: Börja översätta
ta: மொழிபெயர்க்கத் தொடங்குங்கள்
th: เริ่มแปล
tr: Çeviriye başlayın
uk: Почніть перекладати

source: Translation status
ar: حالة الترجمة
be: Стан перакладу
be_latn: Stan pierakladu
bg: Състояние на превода
ca: Estat de la traducció
cs: Stav překladu
da: Oversættelsesstatus
de: Übersetzungsstatus
el: Kατάσταση μετάφρασης
es: Estado de la traducción
et: Tõlke seis
fi: Käännöksen tila
fr: État de la traduction
ga: Stádas an aistriúcháin
gl: Estado da tradución
he: מצב תרגום
hr: Stanje prijevoda
hu: Fordítás állapota
id: Status penerjemahan
is: Staða þýðingar
it: Stato traduzione
ja: 翻訳状況
kab: Addad n tsuqqilt
lt: Vertimų būsena
nb: Oversettelsesstatus
nl: Vertaalstatus
pl: Stan tłumaczenia
pt_br: Status da tradução
pt_pt: Estado da tradução
ro: Stare traducere
ru: Состояние перевода
sk: Stav prekladu
sl: Stanje prevoda
sq: Gjendje përkthimi
sr: Стање превода
sr_latn: Stanje prevoda
sv: Översättningsstatus
ta: மொழிபெயர்ப்பு நிலை
th: สถานะการแปล
tr: Çeviri durumu
uk: Стан перекладу

source: Discover Weblate
ar: اكتشف ويبليت
be: Сусвет Weblate
be_latn: Susvet Weblate
bg: Открийте Weblate
ca: Descobriu el Weblate
cs: Objevte Weblate
da: Opdag Weblate
de: Entdecken Sie Weblate
el: Ανακαλύψτε το Weblate
es: Descubrir Weblate
et: Tutvu Weblate veebirakendusega
fi: Tutustu Weblateen
fr: Découvrir Weblate
ga: Faigh amach faoi Weblate
gl: Detectar Weblate
he: לגלות את Weblate
hr: Otkrij Weblate
hu: Weblate-felfedezés
id: Jelajahi Weblate
is: Kynnast Weblate
it: Scopri Weblate
ja: Weblate プロジェクトの探索
kab: Issin Weblate
lt: Atrasti „Weblate“
nb: Oppdag Weblate
nl: Ontdek Weblate
pl: Odkryj Weblate
pt_br: Discover do Weblate
ro: Descoperă Weblate
ru: Навигатор Weblate
sk: Objavte Weblate
sl: Odkrijte Weblate
sq: Zbuloni Weblate-in
sr: Истражи Weblate
sr_latn: Istraži Weblate
sv: Upptäck Weblate
ta: வலைபெயர்ப்பைக் கண்டறியவும்
th: ค้นพบ Weblate
tr: Weblate uygulamasını keşfedin
uk: Виявлення Weblate

source: Check out who’s using Weblate already. We are a community of translators and localization specialists who use and improve our common tool to empower readers and app users around the World. Find your favorite projects and start contributing together with us.
ar: ألقِ نظرة على من يستخدم Weblate بالفعل. نحن مجتمع من المترجمين والمتخصصين في التوطين الذين يستخدمون ويعملون على تحسين أداتنا المشتركة لتمكين القراء ومستخدمي التطبيقات في جميع أنحاء العالم. ابحث عن مشاريعك المفضلة وابدأ في المساهمة معنا.
be: Паглядзіце, хто ўжо выкарыстоўвае Weblate. Мы - супольнасць перакладчыкаў і адмыслоўцаў па лакалізацыі, якія выкарыстоўваюць і паляпшаюць наш агульны інструмент. Знайдзіце свае ўлюбёныя праекты і дапамагайце развіваць іх.
be_latn: Paglyadzіcze, xto ўzho vy'kary'stoўvae Weblate. My' - supol'nascz' perakladchy'kaў і admy'sloўczaў pa lakalіzaczy'і, yakіya vy'kary'stoўvayucz' і palyapshayucz' nash agul'ny' іnstrument. Znajdzіcze svae ўlyubyony'ya praekty' і dapamagajcze razvіvacz' іx.
ca: Descobriu qui ja està fent servir el Weblate. Som una comunitat de traductors i especialistes de la localització que usem i millorem la nostra eina comuna per a ajudar els lectors i usuaris d’aplicacions de tot el món. Trobeu els vostres projectes preferits i comenceu a contribuir-hi amb nosaltres.
cs: Podívejte se, kdo už Weblate používá. Jsme komunita překladatelů a specialistů na lokalizaci, kteří používají a vylepšují náš společný nástroj, aby umožnili přístup čtenářům a uživatelům aplikací po celém světě. Najděte si své oblíbené projekty a začněte přispívat společně s námi.
da: Tjek, hvem der allerede bruger Weblate. Vi er et fællesskab af oversættere og lokaliseringsspecialister, der bruger og forbedrer vores fælles værktøj for at styrke læsere og appbrugere over hele verden. Find dine yndlingsprojekter og begynd at bidrage sammen med os.
de: Sehen Sie, wer Weblate bereits nutzt. Wir sind eine Community von Übersetzern und Lokalisierungsspezialisten, die unser gemeinsames Tool nutzen und verbessern, um Leser und App-Nutzer auf der ganzen Welt zu unterstützen. Finden Sie Ihre Lieblingsprojekte und tragen Sie gemeinsam mit uns dazu bei.
el: Δείτε ποιοι χρησιμοποιούν ήδη το Weblate. Είμαστε μια κοινότητα μεταφραστών και ειδικών τοπικής προσαρμογής που χρησιμοποιούν και βελτιώνουν το κοινό μας εργαλείο για να ενδυναμώσουν τους αναγνώστες και τους χρήστες εφαρμογών σε όλο τον κόσμο. Βρείτε τα αγαπημένα σας έργα και αρχίστε να συνεισφέρετε μαζί μας.
es: Comprueba quién utiliza ya Weblate. Somos una comunidad de traductores y especialistas en localización que utilizamos y mejoramos nuestra herramienta común para ayudar a los lectores y usuarios de aplicaciones de todo el mundo. Encuentra tus proyectos favoritos y empieza a colaborar con nosotros.
fi: Tarkista, kuka jo käyttää Weblatea. Olemme kääntäjien ja lokalisointiasiantuntijoiden yhteisö, joka käyttää ja parantaa yhteistä työkaluamme auttaakseen lukijoita ja sovellusten käyttäjiä kaikkialla maailmassa. Löydä suosikkiprojektisi ja aloita osallistuminen kanssamme.
fr: Découvrez qui utilise déjà Weblate. Nous sommes une communauté de traducteurs et de spécialistes de la localisation qui utilisent et améliorent notre outil commun afin d’aider les utilisateurs d’applications du monde entier. Rejoignez-nous.
ga: Faigh amach cé atá ag úsáid Weblate cheana. Is pobal aistritheoirí agus speisialtóirí aistriúcháin muid a úsáideann agus a fheabhsaíonn ár n-uirlis le cumhacht a thabhairt do léitheoirí agus úsáideoirí aipe ar fud an domhain. Aimsigh na tionscadail is fearr leat agus tosaigh ag tabhairt cúnamh linn.
gl: Comprobe quen está a usar Weblate xa. Somos unha comunidade de tradutores e especialistas en rexionalización que utilizan e melloran a nosa ferramenta común para facilitarlle a comprensión a lectores e usuarios de aplicacións en todo o mundo. Atope os seus proxectos favoritos e comece a facer achegas onda nós.
he: כאן ניתן לראות מי כבר משתמש ב־Weblate. אנו קהילה של מתרגמים ומומחי התאמה לשונית שמשתמשים ומשפרים את הכלים המשותף שלנו להעצמת קוראים ומשתמשי יישומים בכל רחבי העולם. מזמינים אותך למצוא את המיזם המועדף עליך ולהתחיל לתרום יחד אתנו.
hr: Pogledaj tko već koristi Weblate. Mi smo zajednica prevodilaca i stručnjaka za lokalizaciju koji koriste i poboljšavaju naš zajednički alat za podržavanje čitatelja i korisnika programa širom svijeta. Pronađi omiljene projekte i počni doprinositi.
hu: Nézze meg, kik használják már a Weblate-et. Fordítók és lokalizációs szakemberek közössége vagyunk, akik egy közös eszközt használva és fejlesztve teszik elérhetővé a tartalmakat olvasók és alkalmazásfelhasználók milliói számára világszerte. Keresse meg kedvenc projektjeit, és csatlakozzon hozzánk a közös munkában.
id: Lihat siapa yang sudah menggunakan Weblate. Kami adalah komunitas penerjemah dan spesialis pelokalan yang menggunakan dan meningkatkan alat kami untuk memberdayakan pembaca dan pengguna aplikasi di seluruh dunia. Temukan proyek favorit Anda dan mulailah berkontribusi bersama dengan kami.
is: Skoðaðu hver er nú þegar að nota Weblate. Við erum samfélag þýðenda og staðfærslusérfræðinga sem nota og bæta þetta sameiginlega tæki okkar til þess að gera lesendum og hugbúnaðarnotendum um allan heim kleyft að nota hann. Finndu uppáhalds verkefnin þín og byrjaðu að leggja þitt af mörgum með okkur.
it: Controlla chi sta già usando Weblate. Siamo una comunità di traduttori e specialisti della localizzazione che usano e migliorano il nostro strumento comune per responsabilizzare lettori e utenti di app in tutto il mondo. Trova i tuoi progetti preferiti e inizia a collaborare con noi.
ja: 誰がすでに Weblate を使っているのかを調べてみてください。私たちは、翻訳者と現地語化の専門家で構成されるコミュニティです。私たちの共通のツールを使用して、世界中の読者やアプリケーション ユーザーのために改良を加えています。お気に入りのプロジェクトを見つけて、一緒に貢献しましょう。
lt: Patikrinkite, kas jau naudoja „Weblate“. Esame vertėjų ir lokalizavimo specialistų bendruomenė, kuri naudoja ir tobulina bendrą mūsų įrankį, kad įgalintų skaitytojus ir programėlių naudotojus visame pasaulyje. Susiraskite mėgstamus projektus ir pradėkite prisidėti kartu su mumis.
nb: Sjekk hvem som allerede bruker Weblate. Vi er et fellesskap av oversettere og lokaltilpassningseksperter som forbedrer og bruker vårt verktøy for å hjelpe lesere og brukere i hele verden. Finn dine favorittprosjekter og bidra sammen med oss.
nl: Bekijk wie er allemaal Weblate gebruiken. Wij zijn een gemeenschap van vertalers en vertaalspecialisten die hun gave gebruiken om lezers en app-gebruikers wereldwijd te voorzien van correcte vertalingen. Vind uw favoriete project en help mee.
pl: Sprawdź, kto już korzysta z Weblate. Jesteśmy społecznością tłumaczy i specjalistów ds. lokalizacji, którzy używają i ulepszają nasze wspólne narzędzie, aby zwiększyć możliwości czytelników i użytkowników aplikacji na całym świecie. Znajdź swoje ulubione projekty i zacznij współtworzyć je razem z nami.
pt_br: Veja quem já está usando o Weblate. Somos uma comunidade de tradutores e especialistas em localização que usam e aprimoram nossa ferramenta comum para capacitar leitores e usuários de aplicativos em todo o mundo. Encontre seus projetos favoritos e comece a contribuir conosco.
ro: Află cine folosește deja Weblate. Suntem o comunitate de traducători și specialiști în localizare care folosesc și îmbunătățesc unealta noastră comună pentru a da putere cititorilor și utilizatorilor de aplicații din întreaga lume. Găsește proiectele tale preferate și începe să contribui împreună cu noi.
ru: Узнайте, кто уже использует Weblate. Мы — сообщество переводчиков и специалистов по локализации, которые используют и улучшают наш общий инструмент, чтобы расширить возможности читателей и пользователей приложений по всему миру. Найдите свои любимые проекты и начните улучшать их вместе с нами.
sk: Pozrite sa, kto už Weblate používa. Sme komunita prekladateľov a špecialistov na lokalizáciu, ktorí používajú a zlepšujú náš spoločný nástroj, aby umožnili prístup čitateľom a používateľom aplikácií na celom svete. Nájdite si svoje obľúbené projekty a začnite prispievať spolu s nami.
sl: Preverite, kdo že uporablja Weblate. Smo skupnost prevajalcev in strokovnjakov za lokalizacijo, ki uporabljajo in izboljšujejo naše skupno orodje za opolnomočenje bralcev in uporabnikov aplikacij po vsem svetu. Poiščite svoje najljubše projekte in začnite prispevati skupaj z nami.
sq: Shihni se cilët e përdorin tashmë Weblate-in. Jemi një bashkësi përkthyesish dhe specialistësh përkthimi që përdorin dhe përmirësojnë mjetin tonë të përbashkët, për të fuqizuar lexues dhe përdorues aplikacioni anembanë botës. Gjeni projektet tuaja të parapëlqyera dhe filloni të jepni ndihmesë tok me ne.
sv: Ta reda på vem som redan använder Weblate. Vi är en grupp av översättare och lokaliseringsspecialister som använder och förbättrar vårt gemensamma verktyg för att stärka läsare och appanvändare runt om i världen. Hitta dina favoritprojekt och börja bidra tillsammans med oss.
ta: ஏற்கனவே யார் வலைபெயர்ப்பைப் பயன்படுத்துகிறார்கள் என்பதைப் பாருங்கள். உலகெங்கிலும் உள்ள வாசகர்கள் மற்றும் பயன்பாட்டு பயனர்களை மேம்படுத்துவதற்கு எங்கள் பொதுவான கருவியைப் பயன்படுத்தும் மற்றும் மேம்படுத்தும் மொழிபெயர்ப்பாளர்கள் மற்றும் உள்ளூர்மயமாக்கல் நிபுணர்களின் சமூகம் நாங்கள். உங்களுக்கு பிடித்த திட்டங்களைக் கண்டுபிடித்து எங்களுடன் சேர்ந்து பங்களிக்கத் தொடங்குங்கள்.
th: ดูว่าใครใช้งาน Weblate อยู่บ้าง เราคือชุมชนนักแปลและผู้เชี่ยวชาญด้านการปรับเนื้อหาให้เป็นภาษาท้องถิ่นที่ใช้และปรับปรุงเครื่องมือส่วนรวมของเราเพื่อเสริมพลังให้ผู้อ่านและผู้ใช้แอปทั่วโลก ค้นหาโครงการที่คุณชื่นชอบและเริ่มมีส่วนร่วมไปพร้อมกับเรา
tr: Kimlerin Weblate kullandığına bakın. Tüm dünyadaki okuyucuları ve uygulama kullanıcılarını güçlendirmek için ortak aracımızı kullanan ve geliştiren çevirmenler ile yerelleştirme uzmanlarından oluşan bir topluluğuz. Sevdiğiniz projeleri bulun ve bizimle birlikte katkıda bulunmaya başlayın.
uk: Ознайомтеся з тим, хто вже користується Weblate. Ми є спільнотою перекладачів та спеціалістів з локалізації, які користуються і удосконалюють наш спільний інструмент для надання послуг читачам та користувачам програм з усього світу. Знайдіть ваші улюблені проєкти і почніть працювати над ними разом із нами.

source: Add yours
ar: أضِف مشروعك
be: Дадаць
be_latn: Dadacz'
ca: Afegiu-hi el vostre
cs: Přidejte svůj
da: Tilføj dit
de: Fügen Sie Ihres hinzu
el: Προσθέστε το δικό σας
es: Añadir el suyo
et: Lisa oma
fi: Lisää omasi
fr: Ajoutez le vôtre
ga: Cuir do cheannsa leis
gl: Engada o seu
he: הוספת העותק שלך
hr: Dodaj vlastiti
hu: Saját hozzáadása
id: Tambahkan milikmu
is: Bættu við þínu
it: Aggiungi il tuo
ja: あなたのサーバーを追加する
kab: Rnu ayla-k·m
lt: Įtraukite savo
nb: Legg til din
nl: Project toevoegen
pl: Dodaj swój
pt_br: Adicionar os seus
ro: Adaugă-l pe al tău
ru: Добавить
sk: Pridajte svoj
sl: Dodajte svojega
sq: Shtoni tuajin
sr: Додај своје
sv: Lägg till dina
ta: உங்களுடையதைச் சேர்க்கவும்
th: เพิ่มของคุณ
tr: Kendi projenizi ekleyin
uk: Додати ваш
