Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: You can expand into other areas where you feel comfortable: publish articles on our blogs, manage social media, discuss with our community, or improve our documentation.
ar: يمكنك التوسع في مجالات أخرى تشعر فيها بالراحة: نشر المقالات على مدوناتنا ، أو إدارة وسائل التواصل الاجتماعي ، أو المناقشة مع مجتمعنا ، أو تحسين وثائقنا.
be: Вы можаце развівацца ў іншых сферах, дзе вам зручна: публікаваць артыкулы ў нашых блогах, кіраваць сацыяльнымі сеткамі, камунікаваць з нашай супольнасцю або паляпшаць нашу дакументацыю.
sv: Du kan expandera till andra områden där du känner dig bekväm: publicera artiklar på våra bloggar, hantera sociala medier, diskutera med vår community eller förbättra vår dokumentation.

source: Recurring donations and rewards
ar: التبرعات المنتظمة والجوائز
be: Перыядычныя ахвяраванні і ўзнагароды
fi: Toistuvat lahjoitukset ja palkkiot
nb: Vedvarende donasjoner og påskjønnelser
pt_pt: Donativos e recompensas recorrentes
sv: Återkommande donationer och belöningar

source: Activate donation
ar: تفعيل التبرع
be: Актываваць ахвяраванне
fi: Aktivoi lahjoitus
nb: Aktiver donasjon
pt_pt: Ativar Donativo
sv: Aktivera donation

source: Our team is ready to help you make Weblate run smoothly.
ar: فريقنا جاهز لمساعدتك في جعل Weblate يعمل بسلاسة.
be: Наша каманда гатовая дапамагчы вам забяспечыць бесперапынную працу Weblate.
fi: Joukkueemme on valmis auttamaan sinua tekemään Weblatesta sujuvan.
nb: Vårt lag er klare til å hjelpe deg å få Weblate opp å kjøre lekende lett.
pt_pt: A nossa equipa está pronta para o ajudar, para que o Weblate funcione sem problemas.
sv: Vårt team är redo att hjälpa dig att få Weblate att fungera smidigt.

source: Backups and restore on Hosted Weblate are fully automatic.
ar: النسخ الاحتياطية والاستعادة على Weblate المستضاف تلقائية بالكامل.
be: Рэзервовае капіяванне і аднаўленне на Hosted Weblate выконваецца аўтаматычна.
fi: Hosted Weblaten varmuuskopiot ja palautukset ovat täysin automaattisia.
nb: Sikkerhetskopiering og gjenoppretting på Hosted Weblate er helautomatisk.
pt_pt: As cópias de segurança e o restauro no Weblate Hospedado são totalmente automáticos.
sv: Säkerhetskopiering och återställning på hosted Weblate är helautomatiska.

source: <strong>Save more</strong> with longer pre-payment!
ar: <strong>وفّروا أكثر</strong> مع دفع مسبق طويل المدى!
be: <strong>Ашчадзіце больш</strong> перадаплатай на доўгі тэрмін!
fi: <strong>Säästä enemmän</strong> pidempiaikaisella etukäteismaksulla!
nb: <strong>Spar mer</strong> med lengre forhåndsbetaling.
pt_pt: <strong>Poupe mais</strong> com pré-pagamento mais longo!
sv: <strong>Spara mer</strong> med längre förskottsbetalning!

source: If you feel like being supported by Weblate will help you, <a href="%(url)s">set up your libre project</a> and get the <strong>Libre plan</strong> gratis.
ar: إذا كنت تشعر أن الدعم من Weblate سيساعدك ، <a href="%(url)s">قم بإعداد مشروعك الحر</a> واحصل على <strong>خطة Libre</strong> مجانا.
be: Калі вы думаеце, што Weblate вам дапаможа, <a href="%(url)s"> стварыце свой свабодны праект</a> і бясплатна атрымайце <strong> Тарыфны план для свабодных праектаў</strong>.
fi: Jos tunnet, että Weblatelta saamasi tuki auttaa sinua, <a href="%(url)s">määritä ilmainen projektisi</a> ja hanki <strong>Libre-suunnitelma</strong> ilmaiseksi.
nb: Hvis du føler at det å bli støttet av Weblate vil hjelpe deg, <a href="%(url)s">sett opp ditt frie prosjekt</a> og få <strong>Fri plan</strong> gratis.
pt_pt: Se se sente apoiado pela Weblate, <a href="%(url)s">configure o seu projeto libre</a> e obter o <strong>plano Libre</strong> gratuitamente.
sv: Om du känner att bli stödd av Weblate kommer att hjälpa dig, <a href="%(url)s">sätt upp ditt libre-projekt</a> och få <strong>Libre-versionen</strong> gratis.

source: It has the same limits as the <strong>Advanced plan</strong>, but only for public projects.
ar: لها نفس حدود <strong>الخطة المتقدمة</strong> ، ولكن فقط للمشاريع العامة.
be: У яго тыя самыя абмежаванні, што і ў <strong>Пашыраны тарыфны план</strong>, але ён дзейнічае толькі для публічных праектаў.
fi: Sillä on samat rajoitukset kuin <strong>Lisäsuunnitelmalla</strong>, mutta vain julkisille projekteille.
nb: Den har samme begrensninger som <strong>Avansert plan</strong>, men kun for offentlig tilgjengelige prosjekter.
pt_pt: Tem os mesmos limites que o <strong>Plano avançado</strong>, mas apenas para projetos públicos.
sv: Den har samma begränsningar som <strong>Avancerad</strong>, men tillåter endast offentliga projekt.

source: The legal documents necessary to offer this service.
ar: المستندات القانونية اللازمة لتقديم هذه الخدمة.
be: Прававыя дакументы, неабходныя для аказання гэтай паслугі.
fi: Tämän palvelun tarjoamiseen tarvittavat lakiasiakirjat.
nb: Juridiske dokumenter som behøves for å tilby denne tjenesten.
pt_pt: Os documentos legais necessários para fornecer este serviço.
sv: De juridiska handlingar som är nödvändiga för att erbjuda denna tjänst.

source: The Terms of Service document is authoritative in English, translations are provided for your convenience.
ar: وثيقة شروط الخدمة موثوقة باللغة الانجليزية. تم توفير الترجمات لراحتك.
be: Афіцыным дакументам «Умоў абслугоўвання» ёсць дакумент на англійскай мове, пераклады падаюцца, каб вам было зручней.
fi: Asiakirja palveluehdoista on englanninkielinen; käännökset tarjotaan avuksesi.
nb: Tjenestevilkårene gjelder på engelsk, oversettelser tilbys som veiledning.
pt_pt: O documento dos "Termos de Serviço" em inglês é vinculativo, as traduções são fornecidas para sua conveniência.
sv: Dokumentet med användarvillkor för tjänsten är endast giltigt på engelska och översättningarna har publicerats av hänsyn till användarna.

source: Terms of Service
ar: بنود الخدمة
be: Умовы абслугоўвання
fi: Palvelun käyttöehdot
nb: Bruksvilkår
pt_pt: Termos do Serviço
sv: Tjänstevillkor

source: Python developer
be: Python-распрацоўнік
nb: Python-utvikler
pt_pt: Programadores de Python

source: Onetime
fi: Kerran
nb: Én gang
pt_pt: Uma vez
sv: En gång

source: VAT ID validation service unavailable for {}, please try again later.
fi: ALV-tunnuksen vahvistuspalvelu ei ole käytettävissä verkkotunnuksessa {}. Yritä myöhemmin uudelleen.
nb: Bekreftelsestjeneste for moms-ID utilgjengelig for {}, prøv igjen senere.
pt_pt: O serviço de validação de ID de IVA não está disponível para {}, tente novamente mais tarde.
sv: Valideringstjänsten för moms-ID är inte tillgänglig för {}, försök igen senare.

source: Latest releases for download, signed with PGP
fi: Viimeisimmät julkaisut ladattavaksi - PGP-allekirjoituksen kera
nb: Siste utgivelser for nedlasting, signert med PGP
pt_pt: Últimas versões para transferir, assinadas com PGP
sv: Senaste utgåvor för nedladdning, signerad med PGP

source: Additionally, Bitnami Weblate stack is available for many platforms and works with most cloud providers.
fi: Lisäksi Bitnami Weblate -pino on saatavana monille alustoille ja toimii useimpien pilvipalvelujen tarjoajien kanssa.
nb: I tillegg er Weblate Bitnami-stabelen tilgjengelig for mange plattformer, og fungerer hos de fleste sky-tilbydere.
pt_pt: Além disso, a pilha Bitnami Weblate está disponível para muitas plataformas e funciona com a maioria dos provedores de nuvens.
sv: Dessutom är Bitnami Weblate-stack tillgänglig för många plattformar och fungerar med de flesta molnleverantörer.

source: All widely used file formats for localization are supported, gettext, JSON, XLIFF or resource strings, etc.
fi: Kaikkia lokalisointiin yleisesti käytettyjä tiedostomuotoja tuetaan, gettext, JSON, XLIFF tai resurssijonot.
nb: Alle viden brukte filformater for lokalisering støttes, som gettext, JSON, XLIFF eller ressursstrenger, osv.
pt_pt: Suporte a todos os formatos de ficheiro amplamente usados para tradução, como o gettext, JSON, XLIFF ou cadeias de "resources", etc.
sv: Alla vanligt förekommande filformat för översättning stöds, som gettext, JSON, XLIFF eller resurssträngar, etc.

source: Context, comments, nearby translations, images and corresponding source code for every string.
fi: Kommentit, lähellä olevat käännökset, kuvat ja vastaava lähdekoodi Jokaiselle merkkijonolle.
nb: Bindeleddsinfo, kommentarer, nærliggende oversettelser og tilhørende kildekode for hver streng.
pt_pt: Contexto, comentários, traduções próximas, imagens e código-fonte correspondente para cada cadeia.
sv: Kontext, kommentarer, närliggande översättningar, bilder och motsvarande källkod för varje sträng.

source: Key and value
fi: Avain ja arvo
nb: Nøkkel og verdi
pt_pt: Chave e valor
sv: Nyckel och värde

source: .NET resource files
fi: .NET-resurssitiedostot
nb: .NET-ressursfiler
pt_pt: Ficheiros de recursos .NET
sv: .NET resursfiler

source: App store metadata
fi: App Storen metatiedot
nb: Programmarked-metadata
pt_pt: Metadados da loja de aplicações
sv: Metadata för App-butik

source: Subtitles
fi: Tekstitykset
nb: Undertekster
pt_pt: Legendas
sv: Undertexter

source: Windows
fi: Ikkunat

source: INI files
fi: INI-tiedostot
nb: INI-filer
pt_pt: Ficheiros INI
sv: INI-filer

source: Inno Setup
fi: Inno-asettaminen

source: Native support for software development sites such as GitLab, GitHub, Pagure, or Bitbucket.
fi: Alkuperäinen tuki ohjelmistokehityssivustoille, kuten GitLab, GitHub, Pagure tai Bitbucket.
nb: Innebygd støtte for nettsteder for programvareutvikling, som GitLab, GitHub, Pragure, eller Bitbucket.
pt_pt: Suporte nativo para vários sites de desenvolvimento de software, tais como Gitlab, GitHub, Pagure ou Bitbucket.
sv: Inbyggt stöd för mjukvaruutvecklingssajter som GitLab, GitHub, Pagure eller Bitbucket.

source: User interface that works nicely on desktop, tablets and phones.
fi: Käyttöliittymä, joka toimii hienosti tietokoneilla, tableteilla ja puhelimilla.
nb: Brukegrensesnitt som fungerer fint på stasjonær, nettbrett og telefon.
pt_pt: Interface do utilizador que funciona bem em PCs, tablets e telemóveis.
sv: Användargränssnitt som fungerar bra på datorer, surfplattor och telefoner.

source: Source strings
fi: Lähdetekstit
nb: Kildestrenger
pt_pt: Cadeias fonte
sv: Källsträngar

source: Target languages
fi: Kohdekielet
nb: Målspråk
pt_pt: Idiomas de destino
sv: Målspråk

# Hosting plan
source: Basic
fi: Perus
nb: Grunnleggende
pt_pt: Básico
sv: Bas

source: cloud
fi: pilvi
nb: sky
pt_pt: nuvem
sv: moln

source: Additional charge %(price)s/year, only available with yearly billing
fi: Lisämaksu %(price)s/vuosi, saatavilla ainoastaan vuosittaisella laskutuksella
nb: Ytterligere kostnad %(price)s/år, kun tilgjengelig med årvis betaling
pt_pt: Custo adicional de %(price)s/ano, disponível apenas com a faturação anual
sv: Extra kostnad %(price)s/år, endast med årlig fakturering

# Hosting plan
source: Medium
fi: Keskitaso
nb: Middels
pt_pt: Médio

# Hosting plan
source: Advanced
fi: Kehittynyt
nb: Avansert
pt_pt: Avançado
sv: Avancerad

# Hosting plan
source: Enterprise
fi: Yritys
nb: Foretak
pt_pt: Empresarial
sv: Företag

source: and dedicated
fi: ja omistautunut
nb: og avsatt
pt_pt: e dedicada
sv: och dedikerad

source: over <strong>%(count)s</strong>
fi: yli <strong>%(count)s</strong>
pt_pt: mais de <strong>%(count)s</strong>
sv: över <strong>%(count)s</strong>

source: Pricing is based on the number of source strings and target languages. A source string is a text unit defined in a translation format. It can be a word, sentence or paragraph.
fi: Hinnoittelu perustuu lähdemerkkijonojen ja kohdekielien määrään. Lähdemerkkijono on käännösyksikössä määritelty tekstiyksikkö. Se voi olla sana, lause tai kappale.
nb: Prisen baserer seg på antallet kildestrenger og målspråk. En kildestreng er et tekstelement definert i oversettelsesformat. Det kan være et ord, en setning eller et avsnitt.
pt_pt: O preço é baseado na quantidade de cadeias fonte e os idiomas de destino. A cadeia fonte é uma unidade de texto definida num formato de tradução, esta pode ser uma palavra, uma frase ou um parágrafo.
sv: Prissättning baseras på antalet källsträngar och målspråk. En källsträng är en textenhet definierad i ett översättningsformat. Det kan vara ett ord, en mening eller ett stycke.

source: PGP signature
fi: PGP-allekirjoitus
nb: PGP-signatur
pt_pt: Assinatura PGP
sv: PGP-signatur

# Hosting plan parameter
source: Source strings
fi: Lähdetekstit
nb: Kildestrenger
pt_pt: Cadeias fonte
sv: Källsträngar

source: Add user
fi: Lisää käyttäjä
nb: Legg til bruker
sv: Lägg till användare

source: Front-end developer
nb: Grenseflateutvikler
pt_pt: Programador Front-end

source: Implement your knowledge in the user experience.
nb: Nyttegjør din kunnskap i brukeropplevelsen.
pt_pt: Implemente o seu conhecimento na experiência do utilizador.

source: Bring modern front-end technologies to Weblate.
nb: Bring moderne grenseflate-teknologier til Weblate.
pt_pt: Leve as tecnologias modernas de "front-end" para o Weblate.

source: Tune up the back-end and libraries and save time for all users.
nb: Still inn bakende-bibliotekene for å spare tid for alle brukere.
pt_pt: Ajuste o "back-end" e as bibliotecas e poupe tempo para todos os utilizadores.

source: Implement support for new features, file formats or integration with third-party services.
nb: Implementer støtte for nye funksjoner, filformater, eller integrasjon med tredjepartstjenester.
pt_pt: Implemente o suporte para novas funcionalidades, formatos de ficheiro ou integração com serviços de terceiros.

source: Google Cloud Platform
nb: Google skyplattform

source: Amazon Web Services
nb: Amazon-nett-tjenester

source: WebExtension
nb: WebExtention
pt_pt: Extensão da Web

source: It is all libre software, all our issues are open to public.
nb: Alt er fri programvare, alle våre problemer er åpne for almenheten.
pt_pt: É tudo &lt;i&gt;software&lt;/i&gt; livre, todos os nossos problemas estão abertos ao público.

source: Currently, we are looking for remote part-time contractors.
nb: For tiden ser vi etter deltidsarbeidere som kan jobbe eksternt.
pt_pt: Atualmente, nós estamos à procura de contratados remotos em horário parcial.

source: Introducing addons to customize the localization workflow
pt_pt: Introduzidas extensões para personalizar o fluxo de trabalho

source: Mozilla DTD
pt_pt: DTD da Mozilla

source: Translation addons
pt_pt: Extensões de tradução

source: Customize localization workflow with various addons.
pt_pt: Personalize o fluxo de trabalho da tradução com vários extras.

source: Group variants of a strings for easier translating.
pt_pt: Agrupar variantes de uma cadeia para facilitar a tradução.

source: Private consultations.
pt_pt: Consultas particulares.
