Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Comprehensive documentation covering both setup and use.
ar: وثائق شاملة تغطي كلا من الإعداد والاستخدام.
be: Поўная дакументацыя па ўсталяванні і выкарыстанні.
be_latn: Poўnaya dakumentaczy'ya pa ўstalyavannі і vy'kary'stannі.
bg: Изчерпателна документация, покриваща както установката, така и начина на използване.
ca: Documentació exhaustiva que n’abasta tant la instal·lació com l’ús.
cs: Podrobná dokumentace popisující instalaci i používání.
da: Omfattende dokumentation, der dækker både opsætning og brug.
de: Umfassende Dokumentation sowohl für die Einrichtung als auch für die Nutzung.
el: Πλήρης τεκμηρίωση που καλύπτει τόσο την εγκατάσταση όσο και τη χρήση.
es: Extensa documentación tanto de la instalación como del uso.
et: Mahukas dokumentatsioon katab nii häälestamise kui kasutamise.
fi: Kattava dokumentaatio, joka kattaa sekä asennuksen että käytön.
fr: Documentation complète traitant du paramétrage comme de l’utilisation.
ga: Doiciméadúchán cuimsitheach a chlúdaíonn an socrú agus an úsáid.
gl: Documentación completa que abrangue tanto a configuración como o uso.
he: תיעוד מקיף המכסה הן את ההתקנה והן את השימוש.
hr: Opsežna dokumentacija koja pokriva postavljanje i upotrebu.
hu: Átfogó dokumentáció a beállítástól a használatig.
id: Dokumentasi komprehensif yang mencakup pengaturan dan penggunaan.
is: Ítarlegar leiðbeiningar sem ná jafnt um uppsetningu sem notkun.
it: Documentazione completa relativa sia all'installazione, sia all'uso.
ja: セットアップと使用方法の両方を含む総合的なドキュメント。
kab: Tasemlit yemmden i yessegzayen asbeddi akked useqdec.
nb: Omfattende dokumentasjon som dekker både oppsett og bruk.
nl: Volledige documentatie over zowel installatie als gebruik.
pl: Kompleksowa dokumentacja obejmująca zarówno konfigurację, jak i użytkowanie.
pt_br: Documentação completa, tanto para instalação quanto de uso.
pt_pt: Documentação abrangente que abrange tanto a configuração como o uso.
ro: Documentație cuprinzătoare care acoperă atât configurarea, cât și utilizarea.
ru: Полная документация, охватывающая как установку, так и использование.
sk: Podrobná dokumentácia popisuje inštaláciu a používanie.
sl: Obsežna dokumentacija, ki zajema tako nastavitev kot uporabo.
sq: Dokumentim shterues që mbulon si ujdisjen, ashtu edhe përdorimin e platformës.
sr: Опширна документација обухвата и подешавање и коришћење.
sr_latn: Opširna dokumentacija obuhvata i podešavanje i korišćenje.
sv: Utförlig dokumentation som täcker både installation och användning.
ta: அமைப்பு மற்றும் பயன்பாடு இரண்டையும் உள்ளடக்கிய விரிவான ஆவணங்கள்.
th: เอกสารประกอบที่ครอบคลุม ครอบคลุมทั้งการติดตั้งและการใช้งาน
tr: Hem kurulum hem de kullanımı kapsayan kapsamlı belgeler.
uk: Комплексна документація, що охоплює як налаштування, так і використання.

source: Easy Reviews
ar: مراجعات سهلة
be: Зручны перагляд
be_latn: Zruchny' peraglyad
bg: Лесни отзиви
ca: Revisió fàcil
cs: Snadné kontroly
da: Nemme anmeldelser
de: Einfache Überprüfungen
el: Εύκολες αναθεωρήσεις
es: Revisiones sencillas
et: Lihtsad arvustused
fi: Helppo katselmointi
fr: Révisions faciles
ga: Léirmheasanna Éasca
gl: Revisións sinxelas
he: סקירות פשוטות
hr: Jednostavni pregledi
hu: Egyszerű ellenőrzés
id: Tinjauan yang Mudah
is: Einföld yfirferð/prófarkalestur
it: Revisioni semplici
ja: 簡単に査読
kab: Acegger fesssuen
nb: Enkel gjennomgang
nl: Eenvoudig beoordelen
pl: Łatwe przeglądy
pt_br: Revisões fáceis
pt_pt: Revisões Fáceis
ro: Recenzii ușoare
ru: Простое рецензирование
sk: Jednoduché kontroly
sl: Enostavni pregledi
sq: Shqyrtime të Lehta
sr: Лака овера
sr_latn: Laka overa
sv: Enkla recensioner
ta: எளிதான மதிப்புரைகள்
th: การตรวจสอบที่ง่ายดาย
tr: Kolay gözden geçirme
uk: Легкі огляди

source: Several options for translators to review contributions made by peers.
ar: عدة خيارات للمترجمين تمكّنهم مراجعة الترجمات المُقترحة من طرف الأفراد.
be: Некалькі варыянтаў перагляду матэрыялаў, перакладзеных іншымі.
be_latn: Nekal'kі vary'yantaў peraglyadu mate'ry'yalaў, perakladzeny'x іnshy'mі.
bg: Преводачите имат на разположение няколко начина за преглед на работата на колегите си.
ca: Els traductors tenen diferents opcions per a revisar les contribucions fetes pels altres.
cs: Překladatelé mají k dispozici několik způsobů pro kontrolu ostatních přispěvatelů.
da: Flere muligheder for oversættere til at gennemgå bidrag fra andre.
de: Mehrere Optionen für Übersetzer, um Beiträge von Mitübersetzern zu überprüfen.
el: Διάφορες επιλογές για τους μεταφραστές για την αναθεώρηση των συνεισφορών από ομότιμους.
es: Los traductores tienen varias opciones para revisar las contribuciones de otros.
et: Mitmeid valikuid tõlikijaile panustejate pakkumiste ülevaatuseks.
fi: Kääntäjillä on useita vaihtoehtoja vertaisarviointien tarkistamiseen.
fr: Plusieurs options pour que les traducteurs puissent connaître les contributions de leurs pairs.
ga: Roinnt roghanna le go bhféadfaidh aistritheoirí athbhreithniú a dhéanamh ar an méid a rinne piaraí.
gl: Os tradutores teñen varias opcións para revisar as colaboracións doutros.
he: מגוון אפשרויות למתרגמים לסקור את מלאכת ההתנדבות של עמיתיהם.
hr: Nekoliko opcija za pregled doprinosa drugih prevodilaca.
hu: Több lehetőség is rendelkezésre áll a fordítók számára mások hozzájárulásainak felülvizsgálatára.
id: Beberapa pilihan bagi penerjemah untuk meninjau kontribusi yang dibuat oleh rekan-rekan.
is: Ýmsir valkostir fyrir þýðendur til að yfirfara framlög frá jafningjum.
it: Molteplici opzioni per revisionare i contributi fornite da altri traduttori.
ja: 翻訳者が、仲間からの投稿を査読するための選択肢が複数あります。
kab: Ddeqs n yisefran i yimsuqqal akken ad sneqdec atteki i xedmen wiyaḍ.
lt: Keletas parinkčių vertėjams peržiūrėti bendradarbių įnašus.
nb: Flere alternativer for gjennomgang av bidrag fra andre.
nl: Vertalers hebben verschillende opties om bijdragen van anderen te beoordelen.
pl: Kilka opcji, w ramach których tłumacze mogą dokonać przeglądu uwag zgłoszonych przez innych tłumaczy.
pt_br: Várias opções para tradutores revisar as contribuições feitas por outros.
pt_pt: Várias opções para os tradutores reverem as contribuições efetuadas por outros.
ro: Mai multe opțiuni pentru ca traducătorii să revizuiască contribuțiile făcute de colegii lor.
ru: Несколько вариантов переводчикам для оценки работы, проделанной коллегами.
sk: Prekladatelia majú k dispozícii niekoľko možností kontroly príspevkov od svojich spolupracovníkov.
sl: Prevajalcem je na voljo več možnosti za pregled prispevkov, ki so jih ustvarili njihovi sodelavci.
sq: Një numër mundësish për përkthyesit që të shqyrtojnë kontribute të bërë nga kolegë.
sr: Преводиоци имају неколико опција за оверу преведених порука.
sr_latn: Prevodioci imaju nekoliko opcija za overu prevedenih poruka.
sv: Översättare har flera val för att granska bidrag från andra översättare.
ta: மொழிபெயர்ப்பாளர்களுக்கு உடனுழைப்பவர்கள் செய்த பங்களிப்புகளை மதிப்பாய்வு செய்ய பல விருப்பங்கள்.
th: มีหลายตัวเลือกให้นักแปลตรวจสอบผลงานที่เพื่อนร่วมงานทำไว้
tr: Çevirmenlerin meslektaşlarının katkılarını gözden geçirmeleri için çeşitli seçenekler.
uk: Кілька варіантів для перекладачів, щоб переглянути внески, зроблені співпрацівниками.

source: Language support
ar: الدعم اللغوي
be: Падтрымка моваў
be_latn: Padtry'mka movaў
bg: Езикова поддръжка
ca: Suport per a llengües
cs: Jazyková podpora
da: Sprogunderstøttelse
de: Sprachunterstützung
el: Γλωσσική υποστήριξη
es: Compatibilidad de idiomas
et: Keeletugi
fi: Kielituki
fr: Prise en charge de langues
ga: Tacaíocht teanga
gl: Compatibilidade de idiomas
he: תמיכה בשפות
hr: Jezična podrška
hu: Nyelvi támogatás
id: Dukungan Bahasa
is: Tungumálastuðningur
it: Supporto lingue
ja: 対応言語
kab: Asefrek n tutlayt
lt: Kalbos palaikymas
nb: Språkstøtte
nl: Taalondersteuning
pl: Obsługa języka
pt_br: Suporte a idiomas
pt_pt: Suporte de Idiomas
ro: Suport lingvistic
ru: Языковая поддержка
sk: Jazyková podpora
sl: Jezikovna podpora
sq: Mbulim gjuhësh
sr: Језичка подршка
sr_latn: Jezička podrška
sv: Språkstöd
ta: மொழி உதவி
th: การรองรับภาษา
tr: Dil desteği
uk: Мовна підтримка

source: Support for over 500 languages out of the box. Others can be added too.
ar: دعم لأكثر من 500 لغة خارج الصندوق. يمكن إضافة الآخرين أيضا.
be: Прадвызначана падтрымліваецца больш за 300 моваў, таксама можна дадаць іншыя.
be_latn: Pradvy'znachana padtry'mlіvaeczcza bol'sh za 300 movaў, taksama mozhna dadacz' іnshy'ya.
bg: Поддържа над 500 езика, а при нужда могат да се добавят и още.
ca: Suport integrat per a més de 500 llengües. I se’n poden afegir més.
cs: Přímá podpora pro více než 500 jazyků, další je možné přidat.
da: Understøttelse af over 500 sprog som standard. Andre kan også tilføjes.
de: Unterstützung für über 500 Sprachen sofort verfügbar. Weitere können ebenfalls hinzugefügt werden.
el: Υποστήριξη για περισσότερες από 500 γλώσσες. Μπορούν επίσης να προστεθούν και άλλες.
es: Admite más de 500 idiomas nada más instalarlo, y es posible añadir más.
et: Koheselt on toetatud enam kui 500 keelt. Võimalik lisada teisigi.
fi: Tuki yli 500 kielelle ulos laatikosta. Myös muita voidaan lisätä.
fr: Prise en charge, par défaut, de plus de 500 langues. D’autres langues peuvent être ajoutées.
ga: Tacaíocht do bhreis is 500 teanga as an mbosca. Is féidir daoine eile a chur leis freisin.
gl: Ten compatibilidade con máis de 500 idiomas ao instalalo e é posíbel engadir outros.
he: תמיכה בלמעלה מ־500 שפות באופן מובנה. ניתן להוסיף עוד.
hr: Ugrađena podrška za više od 500 jezika. Moguće je dodati i druge jezike.
hu: Több mint 500 nyelvet támogat alapértelmezetten – továbbiak is hozzáadhatók.
id: Dukungan untuk lebih dari 500 bahasa. Anda juga bisa menambahkan bahasa lain.
is: Styður meira en 500 tungumál beint úr kassanum. Hægt er að bæta við fleirum.
it: Supporta nativamente oltre 500 lingue. Altre lingue possono essere aggiunte.
ja: 500 以上の言語に対応してます。その他の言語も追加できます。
kab: Tallelt i wugar n 500 n tutlayin i yellan. Tiyaḍ zemrent ad ttwarnunt.
lt: Daugiau nei 500 kalbų palaikymas iš karto. Taip pat galimybė pridėti daugiau kalbų.
nb: Støtte for over 500 språk ut av boksen. Andre kan også legges til.
nl: Standaard ondersteuning voor meer dan 500 talen. Andere talen kunnen worden toegevoegd.
pl: Wsparcie dla ponad 500 języków. Inne mogą być dodane.
pt_br: Suporte a mais de 500 idiomas pré-instalados. Outros podem ser adicionados também.
pt_pt: Suporte pré-instalado para mais de 500 idiomas. Outros também podem ser adicionados.
ro: Suport pentru peste 500 de limbi străine din start. Pot fi adăugate și altele.
ru: Поддержка из коробки более 500 языков. Также могут быть добавлены и другие языки.
sk: Priama podpora viac ako 500 jazykov, pričom je možné pridať ďalšie.
sl: Podpora za več kot 500 jezikov je na voljo takoj po namestitvi. Dodati je mogoče tudi druge.
sq: Mbulim fill pas instalimit për më tepër se 500 gjuhë. Mund të shtohen edhe të tjera.
sr: Подржава преко 500 језика по инсталацији. Други се могу додати, такође.
sr_latn: Podržava preko 500 jezika po instalaciji. Drugi se mogu dodati, takođe.
sv: Stöd för över 500 språk direkt. Andra kan också läggas till.
ta: பெட்டியிலிருந்து 500 க்கும் மேற்பட்ட மொழிகளுக்கு ஆதரவு. மற்றவர்களைச் சேர்க்கலாம்.
th: รองรับกว่า 500 ภาษาตั้งแต่แกะกล่อง และยังสามารถเพิ่มภาษาอื่น ๆ ได้อีก
tr: Kullanıma hazır 500 üzerinde dil desteği. Başka diller ekleme.
uk: Підтримка понад 500 мов із коробки. Можливість додавання потрібних вам мов.

source: Promotion
ar: الترويج
be: Прасоўванне
be_latn: Papuliaryzacyja
bg: Популяризиране
ca: Promoció
cs: Propagace
da: Promovering
de: Projekte gezielt fördern
el: Προώθηση
es: Promoción
et: Edutamine
fi: Mainostus
fr: Contribuer
ga: Cur chun cinn
gl: Promoción
he: קידום
hr: Oglašavanje
hu: Népszerűsítés
id: Promosi
is: Kynningastarf
it: Promozione
ja: 宣伝
kab: Asnerni
nb: Markedsføring
nl: Promoten
pl: Promocja
pt_br: Promoção
pt_pt: Promoção
ro: Promovare
ru: Продвижение
sk: Propagácia
sl: Promocija
sq: Promocion
sr: Промоција
sr_latn: Promocija
sv: Marknadsföring
ta: பதவி உயர்வு
th: การโปรโมต
tr: Tanıtım
uk: Просування

source: Built-in features to attract a wider audience for your translation project.
ar: ميزات مضمنة لجذب جمهور أوسع إلى مشروعكم للترجمة.
be: Убудаваныя функцыі па папулярызацыі вашага праекта перакладу.
be_latn: Ubudavany'ya funkczy'і pa papulyary'zaczy'і vashaga praekta perakladu.
bg: Вградени функционалности за популяризиране на Вашия проект за превод.
ca: Funcionalitats incorporades per a atraure un públic més ampli al vostre projecte de traducció.
cs: Vestavěné funkce pro přilákání širšího publika pro váš překladový projekt.
da: Indbyggede funktioner til at tiltrække et bredere publikum til dit oversættelsesprojekt.
de: Integrierte Funktionen, um ein breiteres Publikum für Ihr Übersetzungsprojekt zu gewinnen.
el: Ενσωματωμένα χαρακτηριστικά για την προσέλκυση ευρύτερου κοινού για το μεταφραστικό σας έργο.
es: Prestaciones incorporadas para atraer más audiencia a su proyecto de traducción.
et: Lõimitud võimalused laiema kogukonna haaramiseks sinu tõlke projekti.
fi: Sisäänrakennetut ominaisuudet houkutella laajempaa yleisöä käännösprojektiisi.
fr: Fonctionnalités intégrées pour attirer de nouveaux traducteurs dans votre projet.
ga: Gnéithe ionsuite chun lucht féachana níos leithne a mhealladh le haghaidh do thionscadal aistriúcháin.
gl: Funcionalidades integradas para atraer un público máis amplo para o seu proxecto de tradución.
he: תכונות מובנות שנועדו למשוך קהל רחב יותר אל מיזם התרגום שלך.
hr: Ugrađene funkcije za privlačenje pažnje šire publike za tvoj prevodilački projekt.
hu: Beépített funkciók segítik fordítási projektje közönségének bővítését.
id: Fitur bawaan untuk menarik audiens yang lebih luas untuk proyek terjemahan Anda.
is: Innbyggðir eiginleikar til að kynna þýðingarverkefni fyrir víðari hóp mögulegra þátttakenda.
it: Vari modi integrati per promuovere il progetto di traduzione.
ja: 翻訳プロジェクトの参加者を広げるための機能を標準搭載しています。
kab: Timahilin tusliɣin akken ad d-nejbed ugar n yiseqdacen i usenfar-ik/im n tsuqqilt.
nb: Innebygde funksjoner for å tiltrekke et større publikum til ditt oversettelsesprosjekt.
nl: Ingebouwde mogelijkheden om uw vertaalproject te promoten.
pl: Wbudowane funkcje przyciągające szersze grono odbiorców dla Twojego projektu tłumaczeniowego.
pt_br: Funcionalidades integradas para atrair um público mais amplo para o seu projeto de tradução.
pt_pt: Funcionalidades internas para atrair mais audiência para o seu projeto de tradução.
ro: Caracteristici încorporate pentru a atrage un public mai larg pentru proiectul tău de traducere.
ru: Встроенные возможности для привлечения широкой аудитории к вашему проекту перевода.
sk: Vstavané funkcie pre prilákanie širšieho publika pre váš prekladateľský projekt.
sl: Vgrajene funkcije za privabljanje širšega občinstva za vaš prevajalski projekt.
sq: Veçori të brendshme, për të tërhequr një publik më të madh për projektin tuaj të përkthimit.
sr: Уграђене карактеристике промовисања превода вашег пројекта код шире публике.
sr_latn: Ugrađeni načini promovisanja prevoda vašeg projekta kod šire publike.
sv: Inbyggda funktioner för att locka till sig en bredare publik för ditt översättningsprojekt.
ta: உங்கள் மொழிபெயர்ப்பு திட்டத்திற்கு பரந்த பார்வையாளர்களை ஈர்க்க உள்ளமைக்கப்பட்ட நற்பொருத்தங்கள்.
th: คุณสมบัติในตัวเพื่อดึงดูดผู้คนให้มาร่วมโครงการแปลของคุณมากขึ้น
tr: Çeviri projenize daha geniş bir kitle çekmek için hazır özellikler.
uk: Вбудовані функції для залучення широкої авдиторії для вашого перекладу проєкту.

source: Reporting
ar: التقارير
be: Справаздачы
be_latn: Spravazdačy
bg: Отчети
ca: Informes
cs: Hlášení
da: Rapportering
de: Berichte
el: Αναφορά
es: Informes
et: Aruanded
fi: Raportointi
fr: Rapports
ga: Tuairiscí
gl: Informando
he: דיווח
hr: Izvještavanje
hu: Jelentéskészítés
id: Pelaporan
is: Skýrslugerð
it: Segnalazione
ja: レポート
kab: Aneqqis
nb: Rapportering
nl: Verslagen
pl: Raportowanie
pt_br: Relatórios
pt_pt: Relatórios
ro: Raportare
ru: Отчётность
sk: Hlásenie
sl: Poročanje
sq: Raportim
sr: Извештаји
sr_latn: Izveštaji
sv: Rapportering
ta: அறிக்கை
th: การรายงาน
tr: Bildirme
uk: Звітнiсть

source: Reports are generated to provide info on project activity.
ar: يتم إنشاء التقارير لتوفير معلومات عن نشاط المشروع.
be: Стварэнне справаздач па актыўнасці праекта.
be_latn: Stvare'nne spravazdach pa akty'ўnasczі praekta.
bg: Генерират се отчети за дейността по проектите.
ca: Es generen informes per a proporcionar informació de l’activitat del projecte.
cs: Sestavy mohou poskytnout překled o aktivitě v překladech.
da: Rapporter genereres for at give information om projektaktivitet.
de: Berichte werden erzeugt, um Informationen über die Projektaktivität zu liefern.
el: Δημιουργούνται αναφορές για την παροχή πληροφοριών σχετικά με τη δραστηριότητα του έργου.
es: Se generan informes para proveer información sobre la actividad del proyecto.
et: Projektis toimuva kirjeldamiseks loome aruandeid.
fi: Raportit luodaan antamaan tietoa projektin toiminnasta.
fr: Des rapports sont générés pour fournir des informations sur l’activité du projet.
ga: Gintear tuarascálacha chun faisnéis a sholáthar ar ghníomhaíocht tionscadail.
gl: Xéranse informes para fornecer información sobre a actividade no proxecto.
he: נוצרים דוחות כדי לספק מידע על פעילות במיזם.
hr: Izvještaji se izrađuju za pružanje informacija o aktivnostima u projektu.
hu: A projekthez kapcsolódó tevékenységekről jelentések készülnek.
id: Laporan dibuat untuk memberikan info mengenai aktivitas proyek.
is: Skýrslur eru útbúnar til að gefa nánari upplýsingar um virkni í verkefnum.
it: Genera vari rapporti per fornire informazioni sull'attività del progetto.
ja: レポートは、プロジェクト活動に関する情報を提供するために自動生成されます。
kab: Ineqqisen ttwarnan akken ad mudden talɣut ɣef urmud n usenfar.
nb: Rapporter genereres for å tilby info om prosjektaktivitet.
nl: Er worden verschillende verslagen over de projectactiviteit samengesteld.
pl: Raporty są generowane w celu dostarczenia informacji na temat aktywności projektu.
pt_br: Relatórios são gerados para fornecer informações sobre as atividades no projeto.
pt_pt: Os relatórios são gerados para fornecer informação sobre a atividade do projeto.
ro: Rapoartele sunt generate pentru a furniza informații despre activitatea proiectului.
ru: Образование отчётов для предоставления сведений вовлечённости к проекту.
sk: Generované hlásenia poskytujú informácie o projektovej aktivite.
sl: Poročila se ustvarjajo za zagotavljanje informacij o dejavnosti projekta.
sq: Raportet prodhohen për të furnizuar të dhëna mbi veprimtari projekti.
sr: Извештаји са подацима о активности пројекта.
sr_latn: Izveštaji sa podacima o aktivnosti projekta.
sv: Rapporter genereras för att ge information om projektaktivitet.
ta: திட்ட செயல்பாடு குறித்த செய்திகளை வழங்க அறிக்கைகள் உருவாக்கப்படுகின்றன.
th: สร้างรายงานเพื่อให้ข้อมูลเกี่ยวกับความเคลื่อนไหวในโครงการ
tr: Proje etkinliği ile ilgili bilgileri sağlamak için raporlar.
uk: Звіти формуються для надання відомостей про діяльність проєкту.

source: Version Control
ar: التحكم في الإصدار
be: Кіраванне версіямі
be_latn: Kantroĺ viersij
bg: Контрол на версиите
ca: Control de versions
cs: Řízení verzí
da: Versionskontrol
de: Versionsverwaltung
el: Έλεγχος έκδοσης
es: Control de versiones
et: Versioonihaldus
fi: Versionhallinta
fr: Contrôle des versions
ga: Rialú Leagan
gl: Control de versións
he: ניהול גרסאות
hr: Kontrola verzija
hu: Verziókezelés
id: Kontrol Versi
is: Útgáfustjórnun
it: Controllo versione
ja: バージョン管理
kab: Asefrek n lqem
lt: Versijos kontrolė
nb: Versjonskontroll
nl: Versiebeheer
pl: Kontrola wersji
pt_br: Controle de versão
pt_pt: Controlo de Versões
ro: Control versiuni
ru: Управление версиями
sk: Správa revízií
sl: Nadzor različic
sq: Kontroll Versionesh
sr: Контрола верзије
sr_latn: Kontrola verzije
sv: Versionskontroll
ta: பதிப்பு கட்டுப்பாடு
th: ระบบควบคุมเวอร์ชัน
tr: Sürüm denetimi
uk: Контроль версій
