Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Ruby YAML files
ca: Fitxers YAML de Ruby
cs: Soubory Ruby YAML
da: Ruby YAML-filer
de: Ruby-YAML-Dateien
el: Αρχεία Ruby YAML
es: Archivos YAML de Ruby
et: Ruby YAML-failid
fr: Fichiers Ruby YAML
ga: Comhaid YAML Ruby
gl: Ficheiros YAML de Ruby
he: קובצי YAML של Ruby
hr: Ruby YAML datoteke
hu: Ruby YAML-fájlok
id: Berkas YAML Ruby
is: Ruby YAML-skrár
it: File YAML di Ruby
ja: Ruby YAML ファイル
kab: Ifuyla Ruby YAML
nl: Ruby YAML-bestanden
pl: Pliki Ruby YAML
pt_br: Arquivos Ruby YAML
ro: Fișiere Ruby YAML
ru: Файлы Ruby YAML
sk: Súbory Ruby YAML
sl: Ruby YAML datoteke
sq: Kartela Ruby YAML
ta: ரூபி யாம் கோப்புகள்
th: ไฟล์ Ruby YAML
tr: Ruby YAML dosyaları
uk: Файли YAML Ruby

source: Stringsdict format
be_latn: Radkі z kamientaramі
ca: Format Stringsdict
cs: Formát Stringsdict
el: Μορφή Stringsdict
es: Formato Stringsdict
et: Stringsdict vorming
fr: Format Stringsdict
ga: Formáid stringsdict
gl: Formato stringsdict
he: תבנית Stringsdict
hu: Stringsdict-formátum
id: Format Stringsdict
is: Stringsdict-snið
it: Formato Stringsdict
ja: Stringsdict 形式
nl: Stringsdict indeling
pl: Format stringsdict
pt_br: Formato stringsdict
ro: Format Stringsdict
ru: Формат Stringsdict
sk: Formát Stringsdict
sl: Format Stringsdict
sq: Format Stringsdict
ta: stringsdict வடிவம்
th: รูปแบบ Stringsdict
tr: Stringsdict biçimi
uk: Формат Stringsdict

source: Subtitle files
be_latn: Subczіtry'
ca: Fitxers de subtítols
cs: Soubory titulků
da: Undertekst-filer
de: Untertiteldateien
el: Αρχεία υποτίτλων
es: Archivos de subtítulos
et: Subtiitrite failid
fr: Fichiers de sous-titres
ga: Comhaid fotheideal
gl: Ficheiros de subtítulos
he: קובצי כתוביות
hr: Datoteke titlova
hu: Feliratfájlok
id: Berkas takarir
is: Skjátextaskrár
it: File di sottotitoli
ja: 字幕ファイル
lt: Subtitrų failai
nl: Ondertitel-bestanden
pl: Pliki napisów
pt_br: Arquivos de legenda
ro: Fișiere de subtitrare
ru: Файлы субтитров
sk: Súbory titulkov
sl: Datoteke s podnapisi
sq: Kartela titrash
ta: வசன கோப்புகள்
th: ไฟล์คำบรรยาย
tr: Alt yazı dosyaları
uk: Файли субтитрів

source: TermBase eXchange format
ar: صيغة تبادل قاعدة المصطلحات (TermBase eXchange)
be_latn: TermBase eXchange
ca: Format TermBase eXchange
cs: Formát TermBase eXchange
el: Μορφή TermBase eXchange
es: Formato TermBase eXchange
et: TermBase eXchange vorming
fr: Format TermBase eXchange
ga: Formáid eXchange TermBase
gl: Formato TermBase eXchange
he: תבנית TermBase eXchange
hu: TermBase eXchange-formátum
id: Format TermBase eXchange
is: TermBase eXchange-snið
it: Formato TermBase eXchange
ja: TermBase eXchange 形式
nl: TermBase-eXchange indeling
pl: Format TermBase eXchange
pt_br: Formato TermBase eXchange
ro: Format TermBase eXchange
ru: Формат TermBase eXchange
sk: Formát TermBase eXchange
sl: Format TermBase eXchange
sq: Format TermBase eXchange
ta: டெர்ம்பேச் பரிமாற்ற வடிவம்
th: รูปแบบ TermBase eXchange
tr: TermBase eXchange biçimi
uk: Формат TermBase eXchange

source: Text files
ar: ملفات نصية
be: Тэкставыя файлы
be_latn: Te'kstavy'ya fajly'
bg: Текстови файлове
ca: Fitxers de text
cs: Textové soubory
da: Tekstfiler
de: Textdateien
el: Αρχεία κειμένου
es: Archivos de texto
et: Tekstifailid
fi: Tekstitiedostot
fr: Fichiers texte
ga: Comhaid téacs
gl: Ficheiros de texto
he: קובצי טקסט
hr: Tekstualne datoteke
hu: Szövegfájlok
id: Berkas teks
is: Textaskrár
it: File testo
ja: テキスト ファイル
kab: Ifuyla n uḍris
lt: Teksto failai
nb: Tekstfiler
nl: Tekstbestanden
pl: Pliki tekstowe
pt_br: Arquivos de texto
ro: Fișiere text
ru: Текстовые файлы
sk: Textové súbory
sl: Besedilne datoteke
sq: Kartela tekst
sr: Текстуални фајлови
sv: Text-filer
ta: உரை கோப்புகள்
th: ไฟล์ข้อความ
tr: Metin dosyaları
uk: Текстові файли

source: Windows RC files
be_latn: Windows
bg: Ресурсни файлове RC за Windows
ca: Fitxers RC del Windows
cs: Soubory Windows RC
da: Windows RC-filer
de: Windows-RC-Dateien
el: Αρχεία Windows RC
es: Archivos RC de Windows
et: Windows RC-failid
fr: Fichiers RC Windows
ga: Comhaid RC Windows
gl: Ficheiros RC de Windows
he: קובצי RC של Windows
hr: Windows RC datoteke
hu: Windows RC-fájlok
id: Berkas RC Windows
is: Windows RC-skrár
it: File RC di Windows
ja: Windows RC ファイル
kab: Ifuyla Windows RC
nl: Windows RC-bestanden
pl: Pliki RC systemu Windows
pt_br: Arquivos RC do Windows
ro: Fișiere Windows RC
ru: Файлы ресурсов Windows
sk: Súbory Windows RC
sl: Windows RC datoteke
sq: Kartela Windows RC
sr: Windows RC фајлови
ta: சாளரங்கள் ஆர்.சி கோப்புகள்
th: ไฟล์ Windows RC
tr: Windows RC dosyaları
uk: Файли RC Windows

source: YAML files
be_latn: Nastupnizha kroki
bg: Файлове YAML
ca: Fitxers YAML
cs: Soubory YAML
da: YAML-filer
de: YAML-Dateien
el: Αρχεία YAML
es: Archivos YAML
et: YAML-failid
fr: Fichiers YAML
ga: Comhaid YAML
gl: Ficheiros YAML
he: קובצי YAML
hr: YAML datoteke
hu: YAML-fájlok
id: Berkas YAML
is: YAML-skrár
it: File YAML
ja: YAML ファイル
kab: Ifuyla YAML
lt: YAML failai
nl: YAML-bestanden
pl: Pliki YAML
pt_br: Arquivos YAML
ro: Fișiere YAML
ru: Файлы YAML
sk: Súbory YAML
sl: YAML datoteke
sq: Kartela YAML
sr: YAML фајлови
ta: yaml கோப்புகள்
th: ไฟล์ YAML
tr: YAML dosyaları
uk: Файли YAML

source: Glossaries
ar: المعاجم
be: Гласарыі
be_latn: Hlasaryі
bg: Речници
ca: Glossaris
cs: Glosáře
da: Ordlister
de: Glossare
el: Γλωσσάρια
es: Glosarios
et: Sõnastikud
fi: Sanastot
fr: Glossaires
ga: Gluaiseanna
gl: Glosarios
he: מונחונים
hr: Glosari
hu: Szójegyzékek
id: Glosarium
is: Atriðisorðaskrár
it: Glossari
ja: 用語集
kab: Imawalen
lt: Aiškinamieji žodynai
nb: Ordlister
nl: Begrippenlijsten
pl: Słowniki
pt_br: Glossários
pt_pt: Glossários
ro: Glosare
ru: Словари
sk: Slovníky
sl: Slovarji
sq: Fjalorthë
sr: Глосари
sr_latn: Pojmovnici
sv: Ordlistor
ta: சொற்களஞ்சியங்கள்
th: อภิธานศัพท์
tr: Sözlükler
uk: Словники

source: Define frequently used terminology for consistency.
ar: تحديد المصطلحات المستخدمة بشكل متكرر لتحقيق الاتساق.
be: Вызначце тэрміналогію, якая часта выкарыстоўваецца.
be_latn: Vy'znachcze te'rmіnalogіyu, yakaya chasta vy'kary'stoўvaeczcza.
ca: Definiu la terminologia més freqüent per a obtenir consistència.
cs: Definujte často používanou terminologii pro jednotnost.
da: Definer ofte brugt terminologi for at sikre konsistens.
de: Definieren Sie häufig verwendete Begriffe zur Verbesserung der Konsistenz.
el: Καθορίστε τη συχνά χρησιμοποιούμενη ορολογία για να διασφαλίσετε τη συνοχή.
es: Defina la terminología utilizada frecuentemente para garantizar coherencia.
et: Määra sageli kasutatavad sõne-vasted järjepidevuse tarvis.
fi: Määrittele usein käytetty terminologia johdonmukaisuuden vuoksi.
fr: Définit les mots les plus fréquents à des fins de cohérence.
ga: Sainmhínigh téarmaíocht a úsáidtear go minic le haghaidh comhsheasmhachta.
gl: Defina a terminoloxía empregada de xeito frecuente para garantir a coherencia.
he: הגדרת מינוח בשימוש תדיר כדי לשמור על אחידות.
hr: Definiraj često korištenu terminologiju radi dosljednosti.
hu: Határozza meg a gyakran használt terminológiát a következetesség érdekében.
id: Menentukan terminologi yang sering digunakan demi konsistensi.
is: Skilgreina mikið notaðan orðaforða til að auka samræmi þýðinga.
it: Definisci la terminologia usata frequentemente per coerenza.
ja: 一貫性を保つために、頻繁に使用する用語を登録できます。
kab: Sbadu awalen i yettwaseqdacen s waṭas i wugar n tseddi.
lt: Apibrėžkite dažnai naudojamą terminologiją, kad užtikrintumėte nuoseklumą.
nb: Definer ordbøker med ofte brukt terminologi for konsistens.
nl: Definieer frequent gebruikte terminologie voor consistentie.
pl: Zdefiniuj często używaną terminologię dla zachowania spójności.
pt_br: Defina terminologia frequentemente usada para manter consistência.
pt_pt: Defina a terminologia utilizada frequentemente para mais consistência.
ro: Definește terminologia utilizată frecvent pentru coerență.
ru: Определение часто используемую терминологию и сделайте ее согласованной.
sk: Definujte často používanú terminológiu pre zachovanie konzistentnosti.
sl: Zaradi doslednosti opredelite pogosto uporabljeno terminologijo.
sq: Përkufizoni terminologji të përdorur shpesh, për vazhdimësi.
sr: Дефинишите често коришћене термине ради доследности.
sr_latn: Definišite često korišćene termine radi doslednosti.
sv: Definiera ofta använd terminologi för konsekvens.
ta: நிலைத்தன்மைக்கு அடிக்கடி பயன்படுத்தப்படும் சொற்களை வரையறுக்கவும்.
th: กำหนดคำศัพท์ที่ใช้บ่อยเพื่อความสม่ำเสมอ
tr: Tutarlılık için sık kullanılan terminolojiyi tanımlama.
uk: Визначення часто використовуваних термінів узгодженості.

source: Feedback Acquisition
ar: إكتساب ردود الفعل
be: Атрыманне зваротнай сувязі
be_latn: Atry'manne zvarotnaj suvyazі
ca: Recepció de comentaris
cs: Získávání zpětné vazby
da: Indsamling af feedback
de: Erfassung von Rückmeldungen
el: Απόκτηση σχολίων
es: Recepción de comentarios
et: Tagasiside hankimine
fi: Palautteen keruu
fr: Recueil de retours
ga: Fáil Aiseolais
gl: Recepción de comentarios e/ou opinións
he: קבלת משוב
hr: Prikupljanje povratnih informacija
hu: Visszajelzések gyűjtése
id: Akuisisi Umpan Balik
is: Gerð umsagna
it: Acquisizione feedback
ja: フィードバックの取得
kab: Awway n tikta
nb: Tilbakemeldingsinnhenting
nl: Feedback verkrijgen
pl: Pozyskiwanie informacji zwrotnych
pt_br: Aquisição de feedback
pt_pt: Aquisição de Comentários
ro: Achiziție impresii
ru: Получение обратной связи
sk: Získavanie spätnej väzby
sl: Pridobivanje povratnih informacij
sq: Marrje Përshtypjesh
sr: Прикупљање утисака
sr_latn: Prikupljanje utisaka
sv: Återkoppling förvärv
ta: கருத்து கையகப்படுத்தல்
th: การรวบรวมข้อเสนอแนะ
tr: Geri bildirim alma
uk: Зворотній зв'язок

source: Use Weblate to acquire feedback on source strings to improve them.
ar: استخداموا Weblate للحصول على آراء حول السلاسل المصدرية قصد تحسينها.
be: Выкарыстоўвайце Weblate для атрымання зваротнай сувязі па зыходных радках, каб палепшыць іх.
be_latn: Vy'kary'stoўvajcze Weblate dlya atry'mannya zvarotnaj suvyazі pa zy'xodny'x radkax, kab palepshy'cz' іx.
bg: С Weblate може да получавате обратна връзка, относно Вашите оригинални текстове и да ги подобрявате.
ca: Utilitzeu el Weblate per a obtenir comentaris pel que fa a les cadenes originals i millorar-les.
cs: Weblate můžete také použít pro získání zpětné vazby o zdrojových řetězcích a díky tomu je vylepšit.
da: Brug Weblate til at indsamle feedback på kildestrenge og forbedre dem.
de: Verwenden Sie Weblate, um Rückmeldung zu Ausgangszeichenketten zu erhalten und diese zu verbessern.
el: Χρησιμοποιήστε το Weblate για να λάβετε σχόλια σχετικά με τα κείμενα προέλευσης για να τα βελτιώσετε.
es: Utilice Weblate para conseguir valoraciones en sus cadenas de origen para mejorarlas.
et: Kasuta Weblatet tagasiside hankimiseks lähte-lausendite kohta, et noid täiendada.
fi: Käytä Weblatea saadaksesi palautetta lähdemerkkijonoista niiden parantamiseksi.
fr: Utilisez Weblate pour obtenir des retours sur les chaînes sources et ainsi les améliorer.
ga: Úsáid Weblate chun aiseolas a fháil ar theaghráin foinse chun iad a fheabhsú.
gl: Empregue o Weblate para obter comentarios e/ou opinións nas súas cadeas de orixe para melloralas.
he: ניתן להשתמש ב־Weblate כדי לקבל משוב על מחרוזות המקור ולשפר אותן.
hr: Koristi Weblate za dobivanje povratnih informacija o izvornim izrazima kako bi se poboljšali.
hu: Használja a Weblate-et forrásszövegekhez kapcsolódó visszajelzések gyűjtésére, hogy javíthassa azokat.
id: Gunakan Weblate untuk mendapatkan umpan balik mengenai string sumber untuk memperbaikinya.
is: Notaðu Weblate til að fá umsagnir og athugasemdir við texta til þess að bæta hann.
it: Usa Weblate per acquisire feedback sulle stringhe sorgenti e migliorarle.
ja: Weblate を使用して、原文の改善点を取得しブラッシュアップできます。
kab: Seqdec Weblate akken ad tawiḍ tikti ɣef izriren iɣbula akken ad ten-tesnerniḍ..
nb: Bruk Weblate for å innhente tilbakemeldinger om kildestrenger for å forbedre dem.
nl: U kunt Weblate gebruiken om feedback over brontekenreeksen te verkrijgen en ze daarmee te verbeteren.
pl: Skorzystaj z Weblate, aby uzyskać informacje zwrotne o ciągach źródłowych w celu ich ulepszenia.
pt_br: Use o Weblate para receber comentários nos textos fonte para melhorá-los.
pt_pt: Utilize o Weblate para obter &lt;i&gt;feedback&lt;/i&gt; sobre as cadeias fonte para as melhorar.
ro: Folosește Weblate pentru a obține feedback cu privire la șirurile sursă pentru a le îmbunătăți.
ru: Используйте Weblate для получения обратной связи по исходным строкам для их улучшения.
sk: Používajte Weblate na získavanie spätnej väzby k zdrojovým reťazcom za účelom ich vylepšenia.
sl: Uporabite Weblate za pridobivanje povratnih informacij o izvornih nizih za njihovo izboljšanje.
sq: Përdoreni Weblate-in për të marrë përshtypje në vargje burim, që t’i përmirësoni.
sr: Weblate може обезбедити повратне информације о изворним стринговима па их тако можете побољшати.
sr_latn: Weblate može obezbediti povratne informacije o izvornim niskama pa ih tako možete poboljšati.
sv: Använd Weblate för att få feedback på källsträngar för att förbättra dem.
ta: மூல சரங்களை மேம்படுத்த அவற்றை மேம்படுத்த வலைபெயர்ப்பைப் பயன்படுத்தவும்.
th: ใช้ Weblate เพื่อรับข้อเสนอแนะเกี่ยวกับข้อความต้นฉบับเพื่อนำไปปรับปรุงแก้ไข
tr: Weblate ile kaynak dizgeleri geliştirmek için geri bildirim alma.
uk: Використовуйте Weblate, щоб отримати зворотній зв'язок з джерельними рядками, щоб поліпшити їх.

source: Export and Import
ar: تصدير واستيراد
be: Экспарт і імпарт
be_latn: E'kspart і іmpart
bg: Внасяне и изнасяне
ca: Exportació i importació
cs: Export a import
da: Eksport og import
de: Export und Import
el: Εξαγωγή και Εισαγωγή
es: Exportar e importar
et: Väljavõtted ja sissekanded
fi: Vie ja tuo
fr: Exports et imports
ga: Easpórtáil agus Iompórtáil
gl: Exportar e Importar
he: ייצוא וייבוא
hr: Izvoz i uvoz
hu: Exportálás és importálás
id: Ekspor dan Impor
is: Úflutningur og innflutningur
it: Esporta e importa
ja: エクスポートとインポート
kab: Aktar akked usifeḍ
lt: Eksportavimas ir importavimas
nb: Eksport og import
nl: Exporteren en importeren
pl: Eksport i Import
pt_br: Exportar e importar
pt_pt: Exportação e Importação
ro: Export și import
ru: Экспорт и импорт
sk: Export a import
sl: Izvoz in uvoz
sq: Eksportim dhe Importim
sr: Извоз и увоз
sr_latn: Izvoz i uvoz
sv: Exportera och importera
ta: ஏற்றுமதி மற்றும் இறக்குமதி
th: ส่งออกและนำเข้า
tr: Dışa ve içe aktarma
uk: Експорт та імпорт

source: Translations can be downloaded for offline translation and merged back.
ar: يمكن تحميل الترجمات من أجل الترجمة من غير إنترنت و دمجها مجدداً بعد الإنتهاء.
be: Пераклады можна спампаваць для пазасеціўнага перакладу, а пасля запампаваць назад.
be_latn: Pieraklady možna sciahnuć dlia aflajnavaha pierakladu, a zatym zlіć.
bg: Преводите могат да бъдат сваляни за превод извън линия и след това сливани обратно.
ca: Les cadenes es poden baixar per a traduir-les sense connexió i fusionar-les més tard.
cs: Překlady mohou být staženy pro práci bez připojení k Internetu a poté nahrány zpět.
da: Oversættelser kan hentes til offlineoversættelse og flettes tilbage.
de: Übersetzungen können für die Offline-Übersetzung heruntergeladen und wieder zusammengeführt werden.
el: Οι μεταφράσεις μπορούν να ληφθούν για μετάφραση εκτός σύνδεσης και να ενωθούν μετά.
es: Puede descargar las traducciones para traducirlas sin conexión y luego incorporarlas nuevamente.
et: Tõlkeid saab allalaadida mujal tõlkimiseks ning tagasi ühitada.
fi: Käännöksiä voi ladata käännettäväksi ilman verkkoyhteyttä ja yhdistää takaisin.
fr: Les traductions peuvent être téléchargées pour une traduction en mode hors connexion et fusionnées au retour.
ga: Is féidir aistriúcháin a íoslódáil le haghaidh aistriúcháin as líne agus iad a chumasc ar ais.
gl: As traducións pódense descargar para a tradución sen conexión e após fusionalas (merge) de novo.
he: ניתן להוריד את התרגומים כדי לתרגם באופן בלתי מקוון ולאחר מכן למזג בחזרה.
hr: Prijevodi se mogu preuzeti, kako bi se lokalno preveli i onda naknadno opet sjedinili.
hu: A fordítások letölthetők kapcsolat nélküli fordításhoz és egyszerűen visszavezethetők.
id: Terjemahan dapat diunduh untuk penerjemahan luring dan dapat digabungkan kembali.
is: Hægt er að sækja þýðingaskrár til að þýða ótengt á sinni tölvu og sameina þær svo aftur inn í verkefnið.
it: Le traduzioni possono essere scaricate per essere tradotte non in linea e poi riunite.
ja: 訳文をダウンロードしてオフラインで翻訳し、マージできます。
kab: Tasuqilt tezmer ad tettwasader i tsuqilt deg uselkim sakin ad tezdi.
lt: Vertimus galima atsisiųsti ir versti neprisijungus, o paskui sulieti.
nb: Oversettelser kan lastes ned for offline oversettelse og fusjoneres tilbake.
nl: Vertalingen kunnen voor offline vertaling gedownload en terug samengevoegd worden.
pl: Tłumaczenia można pobierać do przetłumaczenia w trybie offline, a następnie dołączać je do tłumaczeń w trybie online.
pt_br: As traduções podem ser baixadas para tradução offline e mescladas de volta.
pt_pt: As traduções podem ser transferidas para tradução local e depois unidas novamente.
ro: Traducerile pot fi descărcate pentru a fi traduse offline și pot fi îmbinate înapoi.
ru: Файлы переводов можно скачивать для автономного перевода, а затем объединять обратно.
sk: Preklady môžu byť stiahnuté pre prácu bez internetu a potom nahrané naspäť.
sl: Prevode lahko prenesete za prevajanje brez povezave in jih nato nazaj združite.
sq: Përkthimet mund të shkarkohen për përkthim jashtë interneti dhe të ripërziehen në internet me origjinalin e shkarkuar.
sr: Преводи се могу преузети ради превођења ван везе и онда бити враћени назад.
sr_latn: Prevodi se mogu preuzeti radi prevođenja van veze i onda biti vraćeni nazad.
sv: Översättningar kan hämtas för översättning offline och sedan slås ihop med originalet igen.
ta: இணைப்பில்லாத மொழிபெயர்ப்புக்காக மொழிபெயர்ப்புகளை பதிவிறக்கம் செய்து மீண்டும் இணைக்க முடியும்.
th: สามารถดาวน์โหลดคำแปลไปทำแบบออฟไลน์แล้วผสานกลับเข้ามาได้
tr: Çevirileri çevrim dışı çeviri için indirme ve geri yükleme.
uk: Рядки можуть завантажуватися для перекладу в автономному режимі, а потім зливатися з існуючими.

source: Fully Integrated
ar: مُدمج بالكا‬مل
be: Поўная інтэграцыя
be_latn: Poўnaya іnte'graczy'ya
bg: Пълна интеграция
ca: Integració completa
cs: Plně integrované
da: Fuldt integreret
de: Vollständig integriert
el: Πλήρως ενσωματωμένο
es: Integración plena
et: Täielikult lõimunud
fi: Täysin integroitu
fr: Complètement intégré
ga: Comhtháite go hiomlán
gl: Integración completa
he: שילוב מלא
hr: Potpuno integrirano
hu: Teljes integráció
id: Terintegrasi Penuh
is: Innbyggt að fullu
it: Integrazione completa
ja: 完全に連携
kab: Isleɣ meṛṛa
lt: Pilnai integruota
nb: Helintegrert
nl: Volledig geïntegreerd
pl: Pełna Integracja
pt_br: Totalmente integrado
pt_pt: Integração Completa
ro: Complet integrat
ru: Полная интеграция
sk: Plne integrované
sl: Popolnoma integrirano
sq: Plotësisht i Integruar
sr: Потпуно интегрисан
sr_latn: Potpuno integrisan
sv: Fullt integrerad
ta: முழுமையாக ஒருங்கிணைந்த
th: เชื่อมต่ออย่างสมบูรณ์
tr: Tamamen bütünleşik
uk: Повне вгуртування

source: Translations are managed within the same version control system as your code.
ar: تُدار الترجمات في نفس نظام تحكم الإصدار لشفرتكم البرمجية.
be: Кіраванне перакладамі адбываецца ў той жа сістэме, што і ваш код.
be_latn: Kіravanne perakladamі adby'vaeczcza ў toj zha sіste'me, shto і vash kod.
bg: Преводите се управляват в същата система за контрол на версиите, където е и Вашият код.
ca: Les traduccions es gestionen amb el mateix sistema de control de versions que el vostre codi.
cs: Překlady jsou uchovávány ve stejném systému pro správu verzí jako váš kód.
da: Oversættelser håndteres i samme versionsstyringssystem som din kode.
de: Übersetzungen werden in derselben Versionsverwaltung verwaltet wie Ihr Code.
el: Οι μεταφράσεις διαχειρίζονται εντός του ίδιου συστήματος ελέγχου έκδοσης όπως ο κώδικάς σας.
es: Las traducciones se gestionan dentro del mismo sistema de control de versiones que su código.
et: Tõlkeid hallatakse sinu koodiga sama versioonihaldus süsteemi poolt.
fi: Käännöksiä hallitaan samassa versionhallintajärjestelmässä kuin lähdekoodiasi.
fr: Les traductions sont gérées par le même système de contrôle de version que votre code source.
ga: Déantar aistriúcháin a bhainistiú laistigh den chóras rialaithe leaganacha céanna le do chód.
gl: As traducións xestionanse no mesmo sistema de control de versións que o seu código.
he: התרגומים מנוהלים באותה מערכת ניהול הגרסאות כמו הקוד שלך.
hr: Prijevodima se upravlja unutar istog sustava kontrole verzija koji se koristi i za tvoj kod.
hu: A fordításokat ugyanabban a verziókezelő rendszerben kezeli, mint a forráskódot.
id: Terjemahan dikelola dalam sistem kontrol versi yang sama dengan kode Anda.
is: Þýðingar eru meðhöndlaðar með sama útgáfustýringarkerfi og kóðinn þinn.
it: Le traduzioni sono gestite attraverso il medesimo sistema di controllo versione del codice.
ja: 翻訳は、コードと同じバージョン管理システム内で管理します。
kab: Tisuqilin ttwasefrakent deg yiwen n unagraw n usefrek n yileqman am tengalt-ik.
nb: Oversettelser forvaltes innenfor samme versjonskontrollsystem som koden din.
nl: Vertalingen worden beheerd binnen hetzelfde versiebeheersysteem als de code.
pl: Tłumaczenia są zarządzane w tym samym systemie kontroli wersji, co Twój kod.
pt_br: As traduções são gerenciadas dentro do mesmo sistema de controle de versão que seu código.
pt_pt: As traduções são geridas no mesmo sistema de controlo de versões que o seu código.
ro: Traducerile sunt gestionate în cadrul aceluiași sistem de control al versiunilor ca și codul tău.
ru: Переводы находятся в той же системе контроля версий, что и ваш код.
sk: Preklady spravujete v rovnakom systéme pre správu verzií ako váš kód.
sl: Prevodi se upravljajo v istem sistemu za nadzor različic kot vaša koda.
sq: Përkthimet administrohen brenda të njëjtit sistem kontrolli versionesh si kodi juaj.
sr: Преводима се рукује истом контролом верзија као и са изворним кодом.
sr_latn: Prevodima se rukuje istom kontrolom verzija kao i sa izvornim kôdom.
sv: Översättningar hanteras i samma versionshanteringssystem som din kod.
ta: உங்கள் குறியீட்டின் அதே பதிப்பு கட்டுப்பாட்டு அமைப்பில் மொழிபெயர்ப்புகள் நிர்வகிக்கப்படுகின்றன.
th: จัดการคำแปลในระบบควบคุมเวอร์ชันเดียวกับโค้ดของคุณ
tr: Çevirileri kodunuzla aynı sürüm denetim sistemi içerisinden yönetme.
uk: Переклади керуються в тому самому устрої керування версіями, що й код.

source: Documentation
ar: المستندات
be: Дакументацыя
be_latn: Dakumientacyja
bg: Документация
ca: Documentació
cs: Dokumentace
da: Dokumentation
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
et: Dokumentatsioon
fi: Dokumentaatio
ga: Cáipéisíocht
gl: Documentación
he: תיעוד
hr: Dokumentacija
hu: Dokumentáció
id: Dokumentasi
is: Leiðbeiningar
it: Documentazione
ja: ドキュメント
kab: Tasemlit
lt: Dokumentacija
nb: Dokumentasjon
nl: Documentatie
pl: Dokumentacja
pt_br: Documentação
pt_pt: Documentação
ro: Documentație
ru: Документация
sk: Dokumentácia
sl: Dokumentacija
sq: Dokumentim
sr: Документација
sr_latn: Dokumentacija
sv: Dokumentation
ta: ஆவணப்படுத்துதல்
th: เอกสารประกอบ
tr: Belgeleme
uk: Документація
