Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Payment will be issued every quarter till you cancel the subscription.
ar: سيتم إصدار الدفع كل ثلاثة أشهر حتى تقوموا بإلغاء الاشتراك.
be: Аплата будзе паўтарацца штоквартальна, пакуль вы не скасуеце падпіску.
be_latn: Aplata budze paўtaraczcza shtokvartal'na, pakul' vy' ne skasuecze padpіsku.
ca: El pagament es repetirà trimestralment fins que cancel·leu la subscripció.
cs: Platba se bude opakovat každé čtvrtletí, dokud nezrušíte předplatné.
da: Betaling bliver opkrævet hvert kvartal, indtil du opsiger abonnementet.
de: Die Zahlung erfolgt vierteljährlich, bis Sie das Abonnement kündigen.
el: Η πληρωμή θα εκδίδεται κάθε τρίμηνο μέχρι να ακυρώσετε τη συνδρομή.
es: El pago se efectuará trimestralmente hasta que cancele la suscripción.
fi: Maksu suoritetaan neljännesvuosittain, kunnes peruutat tilauksen.
fr: Le paiement sera dû chaque trimestre jusqu’à arrêt de l’abonnement.
ga: Eiseofar íocaíocht gach ráithe go dtí go gcealóidh tú an síntiús.
gl: O pago realizarase cada trimestre ata que cancele a subscrición.
he: התשלום ייגבה מחדש בכל רבעון עד לביטול המינוי.
hr: Naplaćuje se kvartalno, sve dok ne otkažeš pretplatu.
hu: A fizetés negyedévente kerül kiállításra, amíg le nem mondja az előfizetést.
id: Pembayaran akan dilakukan setiap triwulan sampai Anda membatalkan langganan.
is: Reikningur verður gefinn út á þriggja mánaða fresti þar til þú segir upp áskriftinni.
it: Il pagamento verrà ripetuto ogni trimestre fino alla disdetta dell'abbonamento.
ja: 定期購入を中止するまで、四半期ごとに、支払いが発生します。
kab: Lexlaṣ ad yettwag yal tlata n wagguren aram tesfesxeḍ ajerred.
lt: Mokėjimai bus atliekami kas ketvirtį, kol neatšauksite prenumeratos.
nb: Betaling gjentas kvartalsvis til du avbryter abonnementet.
nl: De betaling vindt elk kwartaal plaats tot u het abonnement opzegt.
pl: Płatność będzie dokonywana co kwartał, aż do odwołania abonamentu.
pt_br: O pagamento será emitido a cada trimestre até que você cancele a assinatura.
pt_pt: O pagamento será emitido a cada trimestre até que cancele a assinatura.
ro: Plata va fi emisă în fiecare trimestru până când vei anula abonamentul.
ru: Оплата будет производиться ежеквартально до тех пор, пока вы не отмените подписку.
sk: Platba sa bude opakovať každý štvrťrok, kým nezrušíte predplatné.
sq: Pagesa do të emetohet çdo katërmujor, deri sa të anuloni pajtimin.
sv: Betalning kommer att utfärdas varje kvartal tills du säger upp prenumerationen.
ta: நீங்கள் சந்தாவை ரத்து செய்யும் வரை ஒவ்வொரு காலாண்டிலும் கட்டணம் வழங்கப்படும்.
th: จะมีการเรียกเก็บเงินทุกไตรมาสจนกว่าคุณจะยกเลิกการสมัครสมาชิก
tr: Abonelik iptal edilene kadar her üç ayda bir ödeme alınacaktır.
uk: Оплата буде повторюватися щоквартально, поки ви не скасуєте цю підписку.

source: Payment will be issued monthly till you cancel the subscription.
ar: سيتم إصدار الدفع شهريًا حتى تقوموا بإلغاء الاشتراك.
be: Аплата будзе паўтарацца штомесяц, пакуль вы не скасуеце падпіску.
be_latn: Aplata budzie paŭtaracca štomiesiačna, pakuĺ vy nie skasujecie padpisku.
ca: El pagament es repetirà mensualment fins que cancel·leu la subscripció.
cs: Platba se bude opakovat každý měsíc, dokud nezrušíte předplatné.
da: Betaling bliver opkrævet månedligt, indtil du opsiger abonnementet.
de: Die Zahlung erfolgt monatlich, bis Sie das Abonnement kündigen.
el: Η πληρωμή θα εκδίδεται κάθε μήνα μέχρι να ακυρώσετε τη συνδρομή.
es: El pago se efectuará mensualmente hasta que cancele la suscripción.
fi: Maksu suoritetaan kuukausittain, kunnes peruutat tilauksen.
fr: Le paiement sera dû chaque mois jusqu’à arrêt de l’abonnement.
ga: Eiseofar íocaíocht go míosúil go dtí go gcealóidh tú an síntiús.
gl: O pagamento será emitido de xeito mensual ata que vostede cancele a subscrición.
he: התשלום ייגבה מחדש בכל חודש עד לביטול המינוי.
hr: Naplaćuje se mjesečno, sve dok ne otkažeš pretplatu.
hu: A fizetés havonta kerül kiállításra, amíg le nem mondja az előfizetést.
id: Pembayaran akan dilakukan setiap bulan sampai Anda membatalkan langganan.
is: Reikningur verður gefinn út mánaðarlega þar til þú segir upp áskriftinni.
it: Il pagamento verrà ripetuto ogni mese fino alla disdetta dell'abbonamento.
ja: 定期購入を中止するまで、毎月、支払いが発生します。
kab: Lexlaṣ ad yettwag yal aggur arma tesfesxeḍ ajerred.
lt: Mokėjimai bus atliekami kas mėnesį, kol neatšauksite prenumeratos.
nb: Betaling vil utstedes månedlig til du avbryter abonnementet.
nl: Betaling zal maandelijks plaatsvinden tot u het abonnement opzegt.
pl: Płatność będzie wystawiana co miesiąc, aż anulujesz subskrypcję.
pt_br: O pagamento será emitido mensalmente até que você cancele a assinatura.
pt_pt: O pagamento será emitido mensalmente até que cancele a subscrição.
ro: Plata va fi emisă lunar până când vei anula abonamentul.
ru: Оплата будет производиться ежемесячно до тех пор, пока вы не отмените подписку.
sk: Platba sa bude opakovať mesačne, kým nezrušíte predplatné.
sq: Pagesa do të emetohet përmuajshëm, deri sa të anuloni pajtimin.
sv: Betalning kommer att utfärdas varje månad tills du avbryter abonnemanget.
ta: நீங்கள் சந்தாவை ரத்து செய்யும் வரை மாதந்தோறும் கட்டணம் வழங்கப்படும்.
th: จะมีการเรียกเก็บเงินเป็นรายเดือนจนกว่าคุณจะยกเลิกการสมัครสมาชิก
tr: Abonelik iptal edilene kadar her ay ödeme alınacaktır.
uk: Оплата буде повторюватися щомісячно, поки ви не скасуєте цю підписку.

source: Note: This is unavailable for some payment methods, you will have to manually complete the next payment in those cases.
ar: ملاحظة: هذا غير متوفر لبعض طرق الدفع، في تلك الحالة يلزم عليكم إكمال السداد القادم يدويًا.
be: Заўвага: гэта недаступна для некаторых спосабаў аплаты. У такіх выпадках вам спатрэбіцца ўласнаручна завяршыць наступны плацеж.
be_latn: Zaŭvaha: heta niedastupna dlia niekatorych sposabaŭ aplaty. Tady vam patrebna rukami praviesci nastupny placiož.
ca: Nota: Això no és possible per a alguns mètodes de pagament, en aquests casos, haureu de completar el següent pagament manualment.
cs: Poznámka: Tato možnost není k dispozici pro některé platební metody, v takovém případě budete muset provést opakované platby ručně.
da: Bemærk: Dette er ikke tilgængeligt for visse betalingsmetoder – i de tilfælde skal du gennemføre næste betaling manuelt.
de: Hinweis: Dies ist für einige Zahlungsmethoden nicht möglich, in diesen Fällen müssen Sie die nächste Zahlung manuell abschließen.
el: Σημείωση: Αυτό δεν είναι διαθέσιμο για ορισμένες μεθόδους πληρωμής, θα πρέπει να κάνετε χειροκίνητα την επόμενη πληρωμή σε αυτές τις περιπτώσεις.
es: Nota: esto no está disponible para algunos métodos de pago; en estos casos, deberá completar manualmente el siguiente pago.
fi: Huomautus: Tämä ei ole käytettävissä joillakin maksutavoilla, vaan sinun on suoritettava seuraava maksu manuaalisesti tällaisissa tapauksissa.
fr: Note : Peut être indisponible pour certains modes de règlement, dans ce cas vous devrez réaliser le prochain paiement manuellement.
ga: Nóta: Níl sé seo ar fáil i gcás roinnt modhanna íocaíochta, beidh ort an chéad íocaíocht eile a chomhlánú de láimh sna cásanna sin.
gl: Nota: Isto non está dispoñíbel para algúns métodos de pagamento, neses casos, terá que completar manualmente o seguinte pagamento.
he: לתשומת לבך: הגדרה זו אינה זמינה לחלק משיטות התשלום, יהיה עליך להשלים את התשלום הבא באופן ידני במקרים שכאלו.
hr: Napomena: Ovo nije dostupno za neke načine plaćanja. U tim ćeš slučajevima sljedeće plaćanje morati dovršiti ručno.
hu: Megjegyzés: Ez bizonyos fizetési módok esetén nem elérhető — ilyen esetekben a következő fizetést kézzel kell elvégeznie.
id: Catatan: Ini tidak tersedia untuk beberapa metode pembayaran, Anda harus menyelesaikan pembayaran berikutnya secara manual dalam kasus tersebut.
is: Athugaðu: Þetta er ekki í boði með tilteknum greiðslumátum, þú munt í þeim tilfellum þurfa að ljúka handvirkt næstu greiðslu.
it: Nota: non disponibile per alcuni metodi di pagamento: in tal caso dovrai completare manualmente il prossimo pagamento.
ja: 注意: 一部の支払い方法ではご利用できません。その場合は、次回の支払いを手動で完了させることが必要です。
kab: Tamawat: Aya ur yelli ara i kra n tarrayin n lexlaṣ, ilaq-ak ad tkemmleḍ s ufus lexlaṣ i d-iteddun imi akka.
lt: Pastaba: neprieinama kai kuriems mokėjimo metodams. Tokiais atvejais turėsite atlikti kitą mokėjimą rankiniu būdu.
nb: Merk: Dette er ikke tilgjengelig for noen betalingsmetoder, du vil måtte utstede neste betaling manuelt i slike fall.
nl: Let op: dit is niet beschikbaar voor sommige betalingsmethodes. In die gevallen moet u de volgende betaling handmatig voltooien.
pl: Uwaga: Ta opcja jest niedostępna w przypadku niektórych metod płatności, będziesz musiał ręcznie zakończyć kolejną płatność w tych przypadkach.
pt_br: Nota: Isso não indisponível para alguns métodos de pagamento, de forma que você terá que completar manualmente o próximo pagamento naqueles caso.
pt_pt: Nota: isto não está disponível para alguns métodos de pagamento. Terá que completar manualmente o próximo pagamento, nesses casos.
ro: Notă: Această opțiune nu este disponibilă pentru unele metode de plată; în aceste cazuri, va trebui să completezi manual următoarea plată.
ru: Примечание: это недоступно для некоторых способов оплаты, в этих случаях вам придётся вручную завершить следующий платёж.
sk: Poznámka: Táto možnosť nie je k dispozícii pre niektoré platobné metódy. V takých prípadoch budete musieť dokončiť ďalšiu platbu ručne.
sq: Shënim: Kjo s’është e mundur për disa metoda pagesash, në raste të tilla do t’ju duhet të plotësoni dorazi pagesën pasuese.
sv: Notera: Detta är inte tillgängligt för vissa betalningsmetoder, du måste manuellt slutföra nästa betalning i dessa fall.
ta: குறிப்பு: சில கட்டண முறைகளுக்கு இது கிடைக்கவில்லை, அந்த சந்தர்ப்பங்களில் அடுத்த கட்டணத்தை நீங்கள் கைமுறையாக முடிக்க வேண்டும்.
th: หมายเหตุ: ตัวเลือกนี้ใช้ไม่ได้กับวิธีการชำระเงินบางประเภท ซึ่งคุณจะต้องดำเนินการชำระเงินรอบถัดไปเองในกรณีดังกล่าว
tr: Not: Bu seçenek, bazı ödeme yöntemleri için kullanılamaz. Böyle durumlarda bir sonraki ödemeyi el ile yapmanız gerekecek.
uk: Примітка: це не доступно для деяких методів оплати. Тоді вам потрібно вручну заповнювати наступний платіж.

source: Personal data
id: Data pribadi
th: ข้อมูลส่วนบุคคล

source: By performing the payment, you accept our <a href="%(terms_url)s">General Terms and Conditions</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
id: Dengan melakukan pembayaran, Anda menerima <a href="%(terms_url)s">Syarat dan Ketentuan Umum</a> dan <a href="%(privacy_url)s">Kebijakan Privasi</a> kami.
th: เมื่อชำระเงิน ถือว่าคุณยอมรับ<a href="%(terms_url)s">ข้อกำหนดและเงื่อนไขทั่วไป</a> และ <a href="%(privacy_url)s">นโยบายความเป็นส่วนตัว</a>ของเรา

source: Billing information
ar: معلومات الفوترة
be: Плацежная інфармацыя
be_latn: Zviestki ab aplacie
bg: Дани за фактуриране
ca: Informació de facturació
cs: Fakturační údaje
da: Faktureringsoplysninger
de: Rechnungsinformationen
el: Πληροφορίες χρέωσης
es: Datos de facturación
et: Arveldusteave
fi: Laskutustiedot
fr: Informations de facturation
ga: Eolas Billeála
gl: Información de facturación
he: פרטי חיוב
hr: Podatci naplate
hu: Számlázási információk
id: Informasi penagihan
is: Upplýsingar um greiðanda
it: Dati di fatturazione
ja: 請求情報
kab: Talɣut n ufter
lt: Mokėjimo informacija
nb: Faktureringsinformasjon
nl: Facturatie-informatie
pl: Informacje rozliczeniowe
pt_br: Informações de cobrança
pt_pt: Informação de faturação
ro: Informații facturare
ru: Платёжные сведения
sk: Fakturačné údaje
sl: Podatki obračunavanja
sq: Të dhëna faturimi
sr: Подаци за наплату
sv: Faktureringsinformation
ta: பட்டியலிடல் செய்தி
th: ข้อมูลการเรียกเก็บเงิน
tr: Fatura bilgileri
uk: Платіжні відомості

source: Please choose payment method
ar: الرجاء اختيار طريقة الدفع
be: Калі ласка, абярыце спосаб аплаты
be_latn: Kalі laska, abyary'cze sposab aplaty'
ca: Trieu el mètode de pagament
cs: Zvolte, prosím, způsob platby
da: Vælg venligst betalingsmetode
de: Bitte wählen Sie eine Zahlungsart
el: Παρακαλώ επιλέξτε μέθοδο πληρωμής
es: Elija un método de pago
fi: Valitse maksutapa
fr: Veuillez sélectionner le mode de règlement
ga: Roghnaigh modh íocaíochta
gl: Escolla o método de pagamento
he: נא לבחור שיטת תשלום
hr: Odaberi način plaćanja
hu: Válasszon egy fizetési módot
id: Silakan memilih metode pembayaran
is: Veldu greiðslumáta
it: Scegli il metodo di pagamento
ja: 支払い方法を選択してください
kab: Ttxil-k fren tarrayt n lexlaṣ
lt: Pasirinkite mokėjimo metodą
nb: Velg betalingsmetode
nl: Kies een betaalmethode
pl: Wybierz metodę płatności
pt_br: Escolha o método de pagamento
pt_pt: Por favor, escolha o método de pagamento
ro: Te rugăm să alegi metoda de plată
ru: Пожалуйста, выберите способ оплаты
sk: Zvoľte, prosím, spôsob platby
sq: Ju lutemi, zgjidhni metodë pagesash
sr: Изаберите начин плаћања
sr_latn: Izaberite način plaćanja
sv: Välj betalningsmetod
ta: கட்டண முறையைத் தேர்வுசெய்க
th: โปรดเลือกวิธีการชำระเงิน
tr: Lütfen ödeme yöntemini seçin
uk: Будь ласка, оберіть метод оплати

source: Make Payment
ar: إجراء الدفع
be: Аплаціць
be_latn: Aplaczіcz'
bg: Извършване на плащане
ca: Fes el pagament
cs: Provést platbu
da: Gennemfør betaling
de: Zahlung vornehmen
el: Πραγματοποίηση πληρωμής
es: Pagar
fi: Suorita maksu
fr: Effectuer le règlement
ga: Déan Íocaíocht
gl: Facer o pagamento
he: לשלם
hr: Obavi plaćanje
hu: Fizetés indítása
id: Lakukan Pembayaran
is: Greiða
it: Esegui il pagamento
ja: 支払う
kab: Eg leclaṣ
lt: Apmokėti
nb: Ufør betaling
nl: Betaling doen
pl: Dokonaj płatności
pt_br: Fazer pagamento
pt_pt: Efetuar Pagamento
ro: Efectuează plată
ru: Произвести оплату
sk: Uskutočniť platbu
sq: Bëni Pagesë
sr: Плати
sr_latn: Plati
sv: Betala
ta: பணம் கட்டு
th: ชำระเงิน
tr: Öde
uk: Здійснити платіж

source: Please follow the provided instructions to complete the payment.
ar: يرجى اتباع التعليمات المقدمة لاتمام عملية الدفع.
be: Калі ласка, выконвайце ўсё па інструкцыі, каб завяршыць плацеж.
be_latn: Kalі laska, vy'konvajcze ўsyo pa іnstrukczy'і, kab zavyarshy'cz' placzezh.
ca: Seguiu les instruccions següents per a completar el pagament.
cs: Pro dokončení platby, prosím, postupujte podle platebních pokynů.
da: Følg venligst de angivne instruktioner for at gennemføre betalingen.
de: Bitte folgen Sie den angegebenen Anweisungen, um die Zahlung abzuschließen.
el: Παρακαλούμε ακολουθήστε τις οδηγίες που παρέχονται για να ολοκληρώσετε την πληρωμή.
es: Siga las instrucciones brindadas para completar el pago.
fi: Suorita maksu loppuun noudattamalla annettuja ohjeita.
fr: Veuillez suivre les instructions fournies pour finaliser le paiement.
ga: Lean na treoracha a thugtar chun an íocaíocht a chríochnú.
gl: Siga as instrucións fornecidas para completar o pagamento.
he: נא לעקוב אחר ההנחיות שמצוינות כדי להשלים את התשלום.
hr: Slijedi upute za dovršenje plaćanja.
hu: Kövesse az utasításokat a fizetés befejezéséhez.
id: Silakan ikuti petunjuk yang diberikan untuk menyelesaikan pembayaran.
is: Farðu eftir leiðbeiningunum til þess að ljúka greiðslunni.
it: Segui le istruzioni di seguito per completare il pagamento.
ja: 指示に従ってお支払いください。
kab: Ma ulac aɣilif ḍfeṛ iwellihen i d-yettunefkes akken ad tkemmleḍ lexlaṣ.
lt: Sekite pateiktas instrukcijas, kad apmokėtumėte.
nb: Følg angitt instruks for å fullføre betalingen.
nl: Volg de bijgevoegde instructies om de betaling af te ronden.
pl: Aby dokończyć płatność, należy postępować zgodnie z podanymi instrukcjami.
pt_br: Siga as instruções fornecidas para concluir o pagamento.
pt_pt: Por favor, siga as instruções para completar o pagamento.
ro: Te rugăm să urmărești instrucțiunile furnizate pentru a finaliza plata.
ru: Пожалуйста, следуйте руководству приведённому для завершения оплаты.
sk: Pre dokončenie platby postupujte, prosím, podľa zobrazených pokynov.
sq: Që të plotësohet pagesa, ju lutemi, ndiqni udhëzimet e furnizuara.
sv: Vänligen följ de medföljande instruktionerna för att slutföra betalningen.
ta: கட்டணத்தை முடிக்க வழங்கப்பட்ட வழிமுறைகளைப் பின்பற்றவும்.
th: โปรดปฏิบัติตามคำแนะนำที่ระบุเพื่อดำเนินการชำระเงินให้เสร็จสมบูรณ์
tr: Lütfen ödemeyi tamamlamak için size iletilen yönergeyi uygulayın.
uk: Дотримуйтесь наданих вказівок для завершення платежу.

source: Payment Instructions
ar: تعليمات الدفع
be: Інструкцыя па аплаце
be_latn: Іnstrukczy'ya pa aplacze
bg: Инструкции за плащането
ca: Instruccions de pagament
cs: Platební pokyny
da: Betalingsinstruktioner
de: Zahlungsanweisungen
el: Οδηγίες πληρωμής
es: Instrucciones de pago
fi: Maksuohjeet
fr: Instructions de paiement
ga: Treoracha Íocaíochta
gl: Instrucións de pagamento
he: הנחיות תשלום
hr: Upute za plaćanje
hu: Fizetési utasítások
id: Instruksi Pembayaran
is: Leiðbeiningar vegna greiðslu
it: Istruzioni per il pagamento
ja: 支払い方法
kab: Iwellihen n lexlaṣ
lt: Mokėjimo instrukcijos
nb: Betalingsinstruks
nl: Betaalinstructies
pl: Instrukcje płatności
pt_br: Instruções de pagamento
pt_pt: Instruções de Pagamento
ro: Instrucțiuni de plată
ru: Руководство по оплате
sk: Platobné pokyny
sq: Udhëzime Pagese
sr: Инструкције за плаћање
sr_latn: Instrukcije za plaćanje
sv: Betalningsinstruktioner
ta: கட்டண வழிமுறைகள்
th: คำแนะนำในการชำระเงิน
tr: Ödeme yönergesi
uk: Вказівки щодо оплати

source: Download pro forma invoice
ar: تنزيل الفاتورة الشكلية
be: Спампаваць форму-рахунак
be_latn: Spampavacz' formu-raxunak
bg: Сваляне на фактура проформа
ca: Baixa la factura proforma
cs: Stáhnout pro forma fakturu
da: Hent proformafaktura
de: Proformarechnung herunterladen
el: Λήψη τιμολογίου pro forma
es: Descargar factura proforma
et: Lae alla ettemaksu arve
fi: Lataa pro forma -lasku
fr: Télécharger la facture pro forma
ga: Íoslódáil an sonrasc pro
gl: Descargar a factura proforma
he: הורדת חשבונית פרו פורמה
hr: Preuzmi pro forma račun
hu: Díjbekérő számla letöltése
id: Unduh faktur pro forma
is: Sækja 'pro forma' reikning
it: Scarica fattura pro forma
ja: 見積請求書のダウンロード
kab: Sader tafaturt proforma
lt: Atsisiųsti išankstinę sąskaitą faktūrą
nb: Last ned proformafaktura
nl: Proformafactuur downloaden
pl: Pobierz fakturę pro forma
pt_br: Baixar fatura proforma
pt_pt: Descarregar fatura pro forma
ro: Descarcă factură proforma
ru: Скачать счет-проформу
sk: Stiahnuť pro forma faktúru
sq: Shkarkoni faturë pro forma
sr: Преузми про-форма рачун
sr_latn: Preuzmi pro-forma račun
sv: Ladda ner pro forma faktura
ta: சார்பு வடிவம் விலைப்பட்டியல் பதிவிறக்கவும்
th: ดาวน์โหลดใบแจ้งหนี้ Pro Forma
tr: Proforma faturayı indir
uk: Завантажити проформу-рахунок

source: Payment status
ar: حالة السداد
be: Статус плацяжу
be_latn: Status placzyazhu
bg: Състояние на плащането
ca: Estat del pagament
cs: Stav platby
da: Betalingsstatus
de: Zahlungsstatus
el: Κατάσταση πληρωμής
es: Estado de pago
et: Makse olek
fi: Maksutila
fr: Statut du paiement
ga: Stádas íocaíochta
gl: Estado do pagamento
he: מצב תשלום
hr: Stanje plaćanja
hu: Fizetési állapot
id: Status pembayaran
is: Greiðslustaða
it: Stato pagamenti
ja: 支払い状況
kab: Addad n lexlaṣ
lt: Mokėjimo būsena
nb: Betalingsstatus
nl: Betaalstatus
pl: Status płatności
pt_br: Status do pagamento
pt_pt: Estado de pagamento
ro: Stare plată
ru: Состояние платежа
sk: Stav platby
sq: Gjendje pagese
sr: Статус плаћања
sr_latn: Status plaćanja
sv: Betalningsstatus
ta: கட்டண நிலை
th: สถานะการชำระเงิน
tr: Ödeme durumu
uk: Стан платежу

source: Waiting for payment to be completed.
ar: في انتظار اتمام عملية الدفع.
be: Чаканне завяршэння плацяжу.
be_latn: CHakanne zavyarshe'nnya placzyazhu.
ca: A l’espera que es completi el pagament.
cs: Čeká na dokončení platby.
da: Afventer gennemførsel af betaling.
de: Warten auf den Abschluss der Zahlung.
el: Αναμονή για ολοκλήρωση της πληρωμής.
es: A la espera de que se complete el pago.
fi: Odotetaan maksun suoritusta.
fr: En attente de finalisation du paiement.
ga: Ag fanacht le híocaíocht a bheith críochnaithe.
gl: Agardando a que se complete o pagamento.
he: בהמתנה להשלמת התשלום.
hr: Čeka se na dovršenje plaćanja.
hu: Várakozás a fizetés befejezésére.
id: Menunggu pembayaran selesai.
is: Bíð eftir að greiðslu sé lokið.
it: In attesa di completameto pagamento.
ja: 支払いが完了するのを待っています。
kab: Ittraǧu lexlaṣ ad yemmed.
lt: Laukiama, kol bus apmokėta.
nb: Venter på betalingsfullføring.
nl: De betaling is nog niet afgerond.
pl: Oczekiwanie na ukończenie płatności.
pt_br: Aguardando o pagamento ser concluído.
pt_pt: Aguardando que o pagamento seja concluído.
ro: Se așteaptă ca plata să fie finalizată.
ru: Ожидание завершения платежа.
sk: Čaká sa na dokončenie platby.
sq: Po pritet plotësimi i pagesës.
sr: Чекам на довршавање плаћања.
sv: Väntar på att betalningen ska slutföras.
ta: கட்டணம் முடிக்க காத்திருக்கிறது.
th: กำลังรอให้การชำระเงินเสร็จสมบูรณ์
tr: Ödemenin tamamlanması bekleniyor.
uk: Очікування завершення оплати.

source: Payment link
be_latn: Zvodka aplati
ca: Enllaç de pagament
cs: Odkaz na platbu
da: Betalingslink
de: Zahlungslink
el: Σύνδεσμος πληρωμής
es: Enlace de pago
et: Makselink
fr: Lien de paiement
ga: Nasc íocaíochta
gl: Ligazón de pagamento
he: קישור לתשלום
hr: Poveznica za plaćanje
hu: Fizetési hivatkozás
id: Tautan pembayaran
is: Tengill á greiðslu
it: Link di pagamento
ja: 支払いリンク
lt: Mokėjimo nuoroda
nl: Koppeling voor betaling
pl: Link do płatności
pt_br: Link de pagamento
ro: Legătură de plată
ru: Ссылка для оплаты
sk: Odkaz na platbu
sq: Lidhje pagese
ta: கட்டணம்
th: ลิงก์ชำระเงิน
tr: Ödeme bağlantısı
uk: Посилання на платіж

source: The legal documents necessary to offer our services.
be_latn: Pravavizha dakumienti, nieabchodnizha dlia nadannia hetaj službi.
ca: Els documents legals necessaris per a oferir els nostres serveis.
cs: Právní dokumenty nezbytné pro poskytování našich služeb.
da: De juridiske dokumenter, der er nødvendige for at tilbyde vores tjenester.
de: Die für das Erbringen unserer Dienste erforderlichen rechtlichen Unterlagen.
el: Τα απαραίτητα νομικά έγγραφα για την παροχή της υπηρεσίας μας.
es: Los documentos legales necesarios para ofrecer nuestros servicios.
fr: Documents juridiques nécessaires pour offrir nos services.
ga: Na doiciméid dlí is gá chun ár seirbhísí a thairiscint.
gl: Os documentos legais necesarios para ofrecer os nosos servizos.
he: המסמכים המשפטיים הנחוצים להגשת השירות שלנו.
hr: Potrebni pravni dokumenti za pružanje naših usluga.
hu: A szolgáltatásaink nyújtásához szükséges jogi dokumentumok.
id: Dokumen hukum yang diperlukan untuk menawarkan layanan kami.
is: Lagatengd skjöl sem eru nauðsynleg til þess að bjóða þessa þjónustu.
it: I documenti legali necessari per offrire i nostri servizi.
ja: 当社のサービスを提供するために必要な法的文書。
lt: Teisiniai dokumentai, reikalingi mūsų paslaugų teikimui.
nl: De wettelijke documenten die nodig zijn om onze services aan te bieden.
pl: Dokumenty prawne niezbędne do świadczenia naszych usług.
pt_br: Os documentos legais necessários para oferecer nossos serviços.
ro: Documentele legale necesare pentru a ne oferi serviciile.
ru: Юридические документы, необходимые для предоставления наших услуг.
sk: Právne dokumenty potrebné na poskytovanie našich služieb.
sq: Dokumentet ligjore të domosdoshme për ofrimin e shërbimeve tona.
ta: இந்த சேவையை வழங்க தேவையான சட்ட ஆவணங்கள்.
th: เอกสารทางกฎหมายที่จำเป็นสำหรับการให้บริการของเรา
tr: Hizmetlerimizi sunmamız için gerekli yasal belgeler.
uk: Потрібні юридичні документи для надання наших послуг.
