Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: The Privacy Policy document is legally-binding in English, translations are provided for your convenience.
be_latn: Afіczy'ny'm dakumentam «Umoў abslugoўvannya» yoscz' dakument na anglіjskaj move, peraklady' padayuczcza, kab vam by'lo zruchnej.
ca: El document de la política de privadesa és vinculant jurídicament en anglès, les traduccions en altres llengües només es proporcionen per a la vostra comoditat.
cs: Dokument Zásady ochrany osobních údajů je právně závazný v angličtině, překlady jsou k dispozici pro vaše pohodlí.
da: Privatlivspolitikken er juridisk bindende på engelsk. Oversættelser er tilgængelige for din bekvemmelighed.
de: Für die Datenschutzerklärung ist das Dokument in englischer Sprache rechtsverbindlich, Übersetzungen davon werden zu Ihrer Information bereitgestellt.
el: Το έγγραφο της Πολιτικής Απορρήτου είναι έγκυρο στα αγγλικά, οι μεταφράσεις παρέχονται για τη διευκόλυνση σας.
es: El documento de Política de privacidad es jurídicamente vinculante en inglés, las traducciones se proporcionan para su conveniencia.
fr: Le document concernant la politique de confidentialité en anglais est légalement reconnu. Ses traductions ne sont présentes que pour votre commodité.
ga: Tá doiciméad an Pholasaí Príobháideachta ina cheangal dlí i mBéarla, cuirtear aistriúcháin ar fáil ar mhaithe leat.
gl: O documento de Directiva de privacidade é xuridicamente vinculante, as traducións fornécense para a súa comodidade.
he: התוקף המשפטי של מסמך מדיניות הפרטיות חל על הגרסה האנגלית בלבד, התרגומים מסופקים לנוחותך.
hr: Dokument „Politika privatnosti” je mjerodavan na engleskom jeziku, za lakše razumijevanje nude se prijevodi.
hu: Az adatvédelmi irányelvek angol nyelvű változata jogilag kötelező érvényű, a fordítások csak tájékoztató jellegűek.
id: Dokumen Kebijakan Privasi mengikat secara hukum dalam bahasa Inggris, terjemahan disediakan demi kenyamanan Anda.
is: Skjalið með persónuverndarstefnunni er einungis lagalega bindandi á ensku, þýðingar eru gerðar til þægindaauka.
it: Il documento sull'Informativa sulla privacy è giuridicamente vincolante in inglese; per vostra comodità, ne forniamo le traduzioni.
ja: 個人情報保護方針の文書は英語版に限り法的効力が認められものであり、翻訳版は、お客様の便宜のために提供されたものに過ぎません。
lt: Privatumo politikos dokumentas yra teisiškai įpareigojantis anglų kalba. Vertimai pateikiami jūsų patogumui.
nl: Het document Privacy Policy in de Engelse taal is wettelijk bindend, vertalingen worden voor uw gemak verstrekt.
pl: Dokument Polityki prywatności jest wiążący prawnie w języku angielskim, tłumaczenia są dostarczane dla Twojej wygody.
pt_br: O documento da Política de Privacidade é juridicamente vinculativo em inglês; as traduções são fornecidas para sua conveniência.
ro: Documentul Politica de confidențialitate este, din punct de vedere juridic, în limba engleză, iar traducerile sunt furnizate pentru confortul tău.
ru: Документ «Политика конфиденциальности» имеет юридическую силу только на английском языке, переводы предоставляются лишь для вашего удобства.
sk: Dokument Zásady ochrany osobných údajov je právne záväzný v angličtine, preklady sú poskytované pre vaše pohodlie.
sl: Pravilnik o zasebnosti je pravno zavezujoč v angleščini, prevodi so na voljo za vaše lažje razumevanje.
sq: Dokumenti mbi Rregullat e Privatësisë ka vlerë ligjore vetëm në anglisht, përkthimet jepen për t’ju lehtësuar punë.
ta: தனியுரிமைக் கொள்கை ஆவணம் ஆங்கிலத்தில் சட்டப்பூர்வமாகப் பிணைக்கப்பட்டுள்ளது, உங்கள் வசதிக்காக மொழிபெயர்ப்புகள் வழங்கப்படுகின்றன.
th: เอกสารนโยบายความเป็นส่วนตัวมีผลผูกพันทางกฎหมายในฉบับภาษาอังกฤษ คำแปลมีไว้เพื่อความสะดวกของคุณเท่านั้น
tr: Yasal olarak Gizlilik İlkesi belgesinin İngilizce dilindeki biçimi bağlayıcıdır. Çeviriler size kolaylık sağlamak için sunulmuştur.
uk: Документ «Правила конфіденційності» є офіційним англійською мовою, переклади надаються для вашої зручності.

source: View English version
ar: عرض النسخة الإنجليزية
be: Праглядзець англійскую версію
be_latn: Praglyadzecz' anglіjskuyu versіyu
ca: Mostra la versió en anglès
cs: Zobrazit anglickou verzi
da: Se engelsk udgave
de: Englische Version anzeigen
el: Προβολή αγγλικής έκδοσης
es: Ver la versión en inglés
et: Vaata ingliskeelset versiooni
fi: Lue englanninkielinen versio
fr: Voir la version anglaise
ga: Féach leagan Béarla
gl: Ver a versión en inglés
he: הצגת הגרסה האנגלית
hr: Pogledaj englesku verziju
hu: Angol változat megtekintése
id: Lihat versi Bahasa Inggris
is: Skoða enska útgáfu textans
it: Visualizza la versione inglese
ja: 英語版の表示
kab: Sken lqem s teglizit
lt: Peržiūrėti versiją anglų kalba
nb: Vis engelsk versjon
nl: Engelstalige versie lezen
pl: Zobacz wersję angielską
pt_br: Ver a versão em inglês
pt_pt: Ver versão em inglês
ro: Vezi versiunea în limba engleză
ru: Посмотреть английскую версию
sk: Zobraziť anglickú verziu
sl: Ogled angleške različice
sq: Shihni versionin anglisht
sr: Погледај верзију на енглеском
sr_latn: Pogledaj verziju na engleskom
sv: Visa versionen på engelska
ta: ஆங்கில பதிப்பைக் காண்க
th: ดูเวอร์ชันภาษาอังกฤษ
tr: İngilizce sürümü görüntüle
uk: Переглянути англійську версію

source: Download as PDF
id: Unduh sebagai PDF
th: ดาวน์โหลดเป็น PDF

source: Service
ar: الخدمة
be: Служба
be_latn: Služba
bg: Услуга
ca: Servei
cs: Služba
da: Tjeneste
de: Dienst
el: Υπηρεσία
es: Servicio
et: Teenus
fi: Palvelu
ga: Seirbhís
gl: Servizo
he: שירות
hr: Usluga
hu: Szolgáltatás
id: Layanan
is: Þjónusta
it: Servizio
ja: サービス
kab: Ameẓlu
lt: Paslauga
nb: Tjeneste
nl: Dienst
pl: Usługa
pt_br: Serviço
pt_pt: Serviço
ro: Serviciu
ru: Сервис
sk: Služba
sl: Storitev
sq: Shërbim
sr: Услуга
sr_latn: Servis
sv: Tjänst
ta: பணி
th: บริการ
tr: Hizmet
uk: Служба

source: Dive in, or leverage extensive skills and experience from our team of professionals, giving focused advice attentive to your exact needs.
ar: يمكنك الغوص أو الاستفادة من المهارات والخبرات الواسعة من فريق من المتخصصين لدينا، مقدمين لك المشورة المركزة التي تهتم باحتياجاتك بالضبط.
be: Акуніцеся і карыстайцеся шырокімі навыкамі і досведам нашай каманды прафесіяналаў, якія дадуць мэтанакіраваныя парады і будуць уважлівымі да вашых канкрэтных патрэбаў.
be_latn: Akunіczesya і kary'stajczesya shy'rokіmі navy'kamі і dosvedam nashaj kamandy' prafesіyanalaў, yakіya daducz' me'tanakіravany'ya parady' і buducz' uvazhlіvy'mі da vashy'x kankre'tny'x patre'baў.
ca: Exploreu-lo en profunditat, o aprofiteu les àmplies habilitats i experiència del nostre equip de professionals, que us donaran consells centrats exactament en el que us calgui.
cs: Ponořte se, nebo využijte rozsáhlých dovedností a zkušeností našeho týmu profesionálů poskytujícího cílenou radu, která odpovídá vašim konkrétním potřebám.
da: Spring ud i det, eller træk på vores professionelle teams omfattende færdigheder og erfaring, som giver målrettet rådgivning til netop dine behov.
de: Profitieren Sie von den umfangreichen Fähigkeiten und Erfahrungen unseres professionellen Teams, das Ihnen eine zielgerichtete Beratung bietet, die genau auf Ihre Bedürfnisse zugeschnitten ist.
el: Καταδυθείτε ή αξιοποιήστε τις εκτεταμένες δεξιότητες και την εμπειρία της ομάδας των επαγγελματιών μας, παρέχοντας εστιασμένες συμβουλές με προσοχή στις ακριβείς ανάγκες σας.
es: Entre de lleno o aproveche las amplias habilidades y gran experiencia de nuestro equipo de profesionales, que le darán consejo en función de sus necesidades exactas.
fi: Sukella sisään tai hyödynnä ammattilaistiimimme laajat taidot ja kokemus, joka antaa kohdennettuja neuvoja juuri sinun tarpeisiisi.
fr: Faites le grand saut ou profitez des compétences et de l’expérience de notre équipe de professionnels, ils vous donneront des conseils sur-mesure pour répondre à vos besoins.
ga: Léim isteach, nó bain leas as scileanna agus taithí fhairsing ónár bhfoireann gairmithe, ag tabhairt comhairle dhírithe a thugann aird ar do chuid riachtanas.
gl: Mergúllese ou aproveite as amplas habilidades e experiencia do noso equipo de profesionais, dándolle asesoramento enfocado e atendendo ás súas necesidades exactas.
he: אפשר להתעמק ביסודות המערכת או לטפח מיומנויות נרחבות בעזרת צוות המקצוענים שלנו שיוכלו לתת לך עצה ממוקדת שמתאימה לצרכים המסוימים שלך.
hr: Iskoristi vještinu i iskustvo našeg tima profesionalaca, koji ti mogu dati detaljne savjete, ovisno o tvojim potrebama.
hu: Merüljön el benne vagy használja ki szakértő csapatunk átfogó tudását és tapasztalatát — személyre szabott tanácsokkal, pontosan az Ön igényeire szabva.
id: Selami, atau manfaatkan keterampilan dan pengalaman yang luas dari tim profesional kami dengan memberikan saran terfokus yang memperhatikan kebutuhan Anda.
is: Skelltu þér í djúpu laugina, eða nýttu þér þekkingu og reynslu frá atvinnumönnunum okkar, sem gefa sértækum þörfum þínum þá athygli sem við á.
it: Esplora o sfrutta le competenze e l'esperienza del nostro team di professionisti, che potranno fornirti consigli mirati alle tue specifiche esigenze.
ja: プロフェッショナル チームの豊富なスキルと経験を活用して、お客様のニーズを的確に捉えた適切なアドバイスを提供します。
kab: Ger iman-ik daxel, neqɣ awi tiwezza akked termit seg terbaɛt-nneɣ n yimussnawen, awi awelleh ufrin n wayen tesriḍ kan.
nb: Finn ut selv, eller gjør bruk av omfattende ferdigheter og erfaring fra vårt lag av profesjonelle, som gir råd fokusert på dine eksakte behov.
nl: Duik erin of ontwikkel uw vaardigheden middels ons team van professionals die specifiek advies geven voor uw behoeften.
pl: Zanurz się lub wykorzystaj bogate umiejętności i doświadczenie naszego zespołu profesjonalistów, udzielając ukierunkowanych porad uwzględniających dokładnie Twoje potrzeby.
pt_br: Mergulhe ou aproveite as extensas habilidades e experiências de nossa equipe de profissionais, dando conselhos focados atentos às suas necessidades exatas.
pt_pt: Mergulhe já ou aproveite habilidades extensas e experiência da nossa equipa de profissionais, recebendo conselhos focados nas suas exactas necessidades.
ro: Poți să te implici sau să te folosești de competențele și experiența vastă a echipei noastre de profesioniști, care îți oferă consultanță orientată și atentă la nevoile tale exacte.
ru: Окунитесь и пользуйтесь обширными навыками и опытом нашей команды профессионалов, которые дадут целенаправленные советы и будут внимательными к вашим определённым потребностям.
sk: Vrhnite sa na to alebo využite rozsiahle zručnosti a skúsenosti nášho tímu profesionálov, poskytujúcich cielenú radu, ktorá zodpovedá vašim konkrétnym potrebám.
sq: Fillojani pa humbur kohë, ose shfrytëzoni aftësi dhe përvojë të thelluar prej ekipit tonë të profesionistëve, që japin këshilla të përqendruara, me nevojat tuaja ekzakte në mendje.
sv: Dyk in eller utnyttja omfattande färdigheter och erfarenheter från vårt team av professionella, ge fokuserade råd uppmärksammad på dina exakta behov.
ta: எங்கள் தொழில் வல்லுநர்கள் குழுவிலிருந்து விரிவான திறன்களையும் அனுபவத்தையும் செலுத்துங்கள், உங்கள் சரியான தேவைகளுக்கு கவனம் செலுத்தும் ஆலோசனைகளை வழங்குதல்.
th: ลงมือทำเอง หรือใช้ประโยชน์จากทักษะและประสบการณ์อันกว้างขวางของทีมงานมืออาชีพของเราที่พร้อมให้คำแนะนำตรงจุดตามความต้องการของคุณ
tr: Gereksinimlerinize özen göstererek ve bunlarla ilgili öneriler alarak, profesyonel ekibimizin geniş beceri ve deneyiminden yararlanın.
uk: Пориньте і користуйтеся чималими навичками і досвідом нашої команди фахівців, які дадуть цілеспрямовані поради і будуть уважними до ваших точних потреб.

source: <strong>Donate</strong>—to make the world a better place
ar: <strong>تبرّعوا</strong>—لجعل العالم مكانًا أفضل
be: <strong>Ахвяраваць</strong>—зрабіць свет лепшым
be_latn: <strong>Axvyaravacz'</strong>—zrabіcz' svet lepshy'm
ca: <strong>Doneu</strong> per a fer que el món sigui un lloc millor
cs: <strong>Darujte</strong> a učiňte svět lepším místem
da: <strong>Donér</strong> – for at gøre verden til et bedre sted
de: <strong>Spenden</strong> – um die Welt zu einem besseren Ort zu machen
el: <strong>Δωρίστε</strong>-για να κάνετε τον κόσμο ένα καλύτερο μέρος
es: <strong>Done</strong> para hacer del mundo un lugar mejor
fi: <strong>Lahjoita</strong> — ja tee maailmasta entistä parempi paikka
fr: <strong>Dons</strong> — pour rendre le monde meilleur
ga: <strong>Tabhair</strong>—chun an domhan a dhéanamh níos fearr
gl: <strong>Doe</strong>: para facer do mundo un lugar mellor
he: <strong>לתרום</strong>—כדי להפוך את העולם למקום טוב יותר
hr: <strong>Doniraj</strong> – i učini svijet boljim
hu: <strong>Adományozzon</strong> — hogy jobb hellyé tegyük a világot
id: <strong>Donasi</strong>—untuk menjadikan dunia sebagai tempat yang lebih baik
is: <strong>Styrktu okkur</strong>—til að gera heiminn örlítið betri
it: <strong>Dona</strong> per rendere il mondo un posto migliore
ja: <strong>寄付</strong> — 世界をより良くするために
kab: <strong>Mudd tawsa</strong>—Akken amaḍal ad yuɣal d amḍiq yelhan
lt: <strong>Paaukokite</strong>, kad padarytumėte pasaulį geresnį
nb: <strong>Doner</strong>—for å gjøre verden til et bedre sted
nl: <strong>Doneer</strong>—om de wereld te verbeteren
pl: <strong> Darowizna </strong> — aby uczynić świat lepszym miejscem
pt_br: <strong>Doe</strong> — para tornar o mundo um lugar melhor
pt_pt: <strong>Doe</strong> - para fazer do mundo um lugar melhor
ro: <strong>Donează</strong> — pentru a face lumea un loc mai bun
ru: <strong>Пожертвовать</strong> — сделать мир лучше
sk: <strong>Darujte</strong> a urobte tak svet lepším miestom
sq: <strong>Dhuroni</strong>—për ta bërë botën një vend më të mirë
sr: <strong>Донирајте</strong> — да учините свет бољим местом
sr_latn: <strong>Donirajte</strong> — da učinite svet boljim mestom
sv: <strong>Donera</strong> - för att göra världen till en bättre plats
ta: <strong> நன்கொடை </strong> - உலகை ஒரு சிறந்த இடமாக மாற்ற
th: <strong>บริจาค</strong>—เพื่อทำให้โลกน่าอยู่ขึ้น
tr: <strong>Bağış yapın</strong> Dünyanın daha iyi bir yer olmasını sağlayın
uk: <strong>Пожертвувати</strong> — зробити світ кращим

source: Give yourself a happy moment. Help build Weblate with a small or bigger donation. Funds are spent wisely between hosting and manpower.
ar: امنح نفسك لحظة سعيدة. ساعد في بناء Weblate من خلال تبرع صغير أو أكبر. يتم إنفاق الأموال بحكمة بين الاستضافة والقوى العاملة.
be: Дапамажыце ствараць Weblate сваімі ахвяраваннямі. Сродкі размяркоўваюцца з розумам паміж хостынгам і выдаткамі на распрацоўванне.
be_latn: Dapamazhy'cze stvaracz' Weblate svaіmі axvyaravannyamі. Srodkі razmyarkoўvayuczcza z rozumam pamіzh xosty'ngam і vy'datkamі na raspraczoўvanne.
ca: Doneu-vos un moment de felicitat. Ajudeu a construir el Weblate amb un donatiu petit o gros. Els fons s’inverteixen de manera assenyada entre l’allotjament i el personal.
cs: Dopřejte si šťastný okamžik. Pomozte vytvářet Weblate malým nebo větším darem. Prostředky jsou vynakládány rozumně na hostování a pracovní síly.
da: Giv dig selv et glad øjeblik. Hjælp med at opbygge Weblate med en lille eller større donation. Midlerne bruges fornuftigt på hosting og arbejdskraft.
de: Schenken Sie sich einen glücklichen Moment. Helfen Sie mit einer kleinen oder größeren Spende beim Aufbau von Weblate. Die Mittel werden sinnvoll zwischen Hosting und Personal aufgeteilt.
el: Χαρίστε στον εαυτό σας μια ευτυχισμένη στιγμή. Βοηθήστε στην ανάπτυξη του Weblate με μια μικρή ή μεγαλύτερη δωρεά. Τα χρήματα ξοδεύονται με σύνεση μεταξύ φιλοξενίας και ανθρώπινου δυναμικού.
es: Dese una alegría. Ayude a construir Weblate con un donativo, pequeño o grande. Repartimos los recursos juiciosamente entre el alojamiento y el personal.
fi: Anna itsellesi hyvä mieli. Auta rakentamaan Weblatea lahjoituksellasi. Varat jaetaan viisaasti ylläpidon ja työvoiman välillä.
fr: Faites-vous plaisir. Aidez à construire Weblate avec un don petit ou grand. Les fonds seront dépensés sagement entre hébergement et main d’œuvre.
ga: Tabhair nóiméad sona duit féin. Cabhraigh linn Weblate a thógáil le síntiús beag nó mór. Caitear cistí go ciallmhar idir óstáil agus daonchumhachta.
gl: Déase unha alegría. Axude a construír Weblate cunha doazón, pequena ou grande. Os fondos repartiranse con prudencia entre hospedaxe e recursos humanos.
he: כמו להעניק לעצמך מתנה. ניתן לסייע בפיתוח Weblate בעזרת תרומה קטנה או גדולה. הסכומים מושקעים בצורה נבונה לצורכי אירוח וכוח אדם.
hr: Usreći se. Pomogni izgraditi Weblate pomoću manje ili veće donacije. Financijska sredstva trošimo razumno na hosting i radnu snagu.
hu: Ajándékozzon magának egy jó érzést. Segítse a Weblate fejlődését akár kisebb, akár nagyobb adománnyal. Az összegek ésszerűen kerülnek felhasználásra: tárhelyre és emberi erőforrásra.
id: Berikan momen bahagia. Bantu membangun Weblate dengan donasi kecil atau lebih besar. Dana akan dihabiskan secara bijaksana untuk hosting dan tenaga kerja.
is: Gerður þér glaðan dag. Hjálpaðu til við uppbyggingu Weblate með dálitlu framlagi. Fjármunum verður eytt í hýsingu og mannafl, eins skynsamlega og auðið er.
it: Regalati un momento felice. Aiuta a costruire Weblate con una donazione piccola o grande. I fondi vengono spesi saggiamente tra hosting e manodopera.
ja: 幸せなひと時が得られます。小額または多額の寄付で Weblate の構築を支援してください。資金はホスティングと人件費として適切に使用されます。
kab: Efk i yiman-ik akud yessefṛaḥen. Ɛiwen deg bennu n Weblate s tewsa meẓẓiyen neɣ meqqren. Tadrimt ad ttettuṣerref akken iwata gar tnezduɣt d yixeddamaen.
lt: Duokite sau laimingą akimirką. Padėkite kurti „Weblate“ maža ar didesne auka. Lėšos išmintingai panaudojamos tarp talpinimo ir darbo jėgos.
nb: Gi deg selv et hyggelig øyeblikk. Hjelp til å bygge Weblate med en mindre eller større donasjon. Midlene brukes mellom vertstjening og arbeidskraft.
nl: Maak uzelf blij. Ondersteun de Weblate-ontwikkeling middels een kleine of grote donatie. De inkomsten worden verdeeld tussen de hostingkosten en personeel.
pl: Podaruj sobie szczęśliwą chwilę. Pomóż zbudować Weblate dzięki małej lub większej darowiźnie. Zebrane pieniądze są wydawane mądrze na hosting i pracę ludzi.
pt_br: Dê a si mesmo um momento feliz. Ajude a construir Weblate com uma doação pequena ou maior. Fundos são gastos sabiamente entre hospedagem e mão de obra.
pt_pt: Dê a si mesmo um momento feliz. Ajude a criar o Weblate com uma doação grande ou pequena. Os fundos são gastos sabiamente entre o alojamento e os recursos humanos.
ro: Acordă-ți un moment de fericire. Ajută la construirea Weblate cu o donație mică sau mare. Fondurile sunt cheltuite cu înțelepciune între găzduire și forța de muncă.
ru: Подарите себе счастливый случай. Помогите Weblate в развитии, любой размер пожертвования важен для нас. Средства мы распределяем разумно между хостингом и рабочей силой.
sk: Doprajte si šťastný okamih. Pomôžte vytvárať Weblate malým alebo väčším darom. Prostriedky sú vynakladané rozumne na hosťovanie a pracovnú silu.
sq: Jepini vetes një çast të lumtur. Ndihmoni të ndërtohet Weblate-i, me një dhurim të vogël ose me një më të madh. Fondet shpenzohen me urtësi për strehim dhe krahë pune.
sr: Подарите себи срећан тренутак. Помозите Weblate-у са малом или већом донацијом. Фондови се паметно користе на људе и хостинг.
sr_latn: Podarite sebi srećan trenutak. Pomozite Weblate sa malom ili većom donacijom. Fondovi se pametno koriste na ljude i hosting.
sv: Ge dig själv en lycklig stund. Hjälp till att utveckla Weblate med en liten eller större donation. Pengar spenderas klokt mellan hosting och arbetskraft.
ta: உங்களுக்கு ஒரு மகிழ்ச்சியான தருணம் கொடுங்கள். ஒரு சிறிய அல்லது பெரிய நன்கொடை மூலம் வலைபெயர்ப்பு உருவாக்க உதவுங்கள். புரவலதிற்கு மற்றும் மனிதவளத்திற்கு இடையில் பொருள் அறிவாளித்தனமாக செலவிடப்படுகிறது.
th: มอบความสุขให้ตัวคุณเอง ช่วยสร้าง Weblate ด้วยการบริจาคไม่ว่าจะมากหรือน้อย เงินทุนจะถูกใช้อย่างคุ้มค่าสำหรับค่าโฮสติ้งและกำลังคน
tr: Kendinize bir ödül verin. Küçük veya büyük bir bağışla Weblate projesine destek olun. Fonlar, barındırma ve insan gücü gibi kaynaklara akıllıca harcanıyor.
uk: Подаруйте собі щасливу мить. Допоможіть створити Weblate пожертвами. Кошти витрачаються з розумом між хостингом та робочою силою.

source: <strong>Join the community</strong> and contribute
ar: <strong>انضموا إلى المجتمع</strong> وساهموا
be: <strong> Далучайцеся да супольнасці </strong> і дапамагайце
be_latn: <strong> Daluchajczesya da supol'nasczі </strong> і dapamagajcze
ca: <strong>Uniu-vos a la comunitat</strong> i contribuïu-hi
cs: <strong>Přidejte se ke komunitě</strong> a přispějte
da: <strong>Slut dig til fællesskabet</strong> og bidrag
de: <strong>Werden Sie Mitglied der Gemeinschaft</strong> und helfen Sie mit
el: <strong>Γίνετε μέλος της κοινότητας</strong> και συνεισφέρετε
es: <strong>Incorpórese a la comunidad</strong> y colabore
fi: <strong>Liity yhteisöön</strong> ja osallistu
fr: <strong>Rejoignez la communauté</strong> et participez
ga: <strong>Bí páirteach sa phobal</strong> agus rannchuidigh
gl: <strong>Únase á comunidade</strong> e colabore
he: ניתן <strong>להצטרף לקהילה</strong> ולסייע
hr: <strong>Pridruži se zajednici</strong> i doprinesi
hu: <strong>Csatlakozzon a közösséghez</strong> és működjön közre
id: <strong>Bergabunglah dengan komunitas</strong> dan mulailah berkontribusi
is: <strong>Gakktu í hópinn</strong> og leggðu þitt af mörkum
it: <strong>Unisciti alla comunità</strong> e collabora
ja: <strong>コミュニティに参加</strong> し貢献する
kab: <strong>Ddu-d ɣer temɣiwant</strong> daɣen ttekki
lt: <strong>Jungkitės prie bendruomenės</strong> ir prisidėkite
nb: <strong>Ta del i gemenskapen</strong> og bidra
nl: <strong>Sluit je bij ons aan</strong> en draag bij
pl: <strong>Dołącz do społeczności</strong> i wesprzyj nas
pt_br: <strong>Junte-se à comunidade</strong> e contribua
pt_pt: <strong>Junte-se à comunidade</strong> e contribua
ro: <strong>Alătură-te comunității</strong> și contribuie
ru: <strong>Присоединяйтесь к сообществу</strong> и внесите свой вклад
sk: <strong>Pripojte sa ku komunite</strong> a prispejte
sq: <strong>Bëhuni pjesë e bashkësisë</strong> dhe jepni ndihmesë
sr: <strong>Придружите се заједници</strong> и дајте допринос
sr_latn: <strong>Pridružite se zajednici</strong> i dajte doprinos
sv: <strong>Gå med i gemenskapen</strong> och bidra
ta: <strong> சமூகத்தில் சேரவும் </strong> மற்றும் பங்களிக்கவும்
th: <strong>เข้าร่วมชุมชน</strong> และมีส่วนร่วม
tr: <strong>Topluluğa katılın</strong> ve katkıda bulunun
uk: <strong>Приєднуйтесь до спільноти</strong> і посприяйте розвитку
