Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: %(countries)s+ Countries
ar: %(countries)s+ دولة
be: %(countries)s+ краін
be_latn: %(countries)s+ kraіn
ca: Més de %(countries)s països
cs: %(countries)s+ zemí
da: %(countries)s+ lande
de: %(countries)s+ Länder
el: %(countries)s+ Χώρες
es: Más de %(countries)s países
et: %(countries)s+ maad
fi: %(countries)s+ maata
fr: %(countries)s+ pays
ga: %(countries)s+ Tíortha
gl: Máis de %(countries)s países
he: למעלה מ־%(countries)s מדינות
hr: Više od %(countries)s zemalja
hu: %(countries)s+ ország
id: %(countries)s+ Negara
is: %(countries)s+ lönd
it: %(countries)s+ Paesi
ja: %(countries)s か国以上
kab: %(countries)s+ n tmura
lt: %(countries)s+ šalių
nb: %(countries)s+ land
nl: Meer dan %(countries)s landen
pl: %(countries)s+ krajów
pt_br: +%(countries)s países
pt_pt: + de %(countries)s países
ro: %(countries)s+ Țări
ru: %(countries)s+ стран
sk: %(countries)s+ krajín
sq: %(countries)s+ Vende
sr: %(countries)s+ земаља
sr_latn: %(countries)s+ zemalja
sv: %(countries)s+ Länder
ta: %(countries)s+ நாடுகள்
th: %(countries)s+ ประเทศ
tr: %(countries)s+ ülke
uk: %(countries)s країн

source: Weblate localizes the world
ar: Weblate يُترجِم العالَم
be: Weblate лакалізуе свет
be_latn: Weblate lakalіzue svet
ca: El Weblate localitza el món
cs: Weblate překládá svět
da: Weblate lokaliserer verden
de: Weblate übersetzt die ganze Welt
el: Το Weblate μεταφράζει τον κόσμο
es: Weblate traduce el mundo
fi: Weblate lokalisoi maailman
fr: Weblate traduit le monde
ga: Déanann Weblate an domhan a logánú
gl: Weblate traduce o mundo
he: Weblate מתרגמת את העולם
hr: Weblate lokalizira svijet
hu: A Weblate lokalizálja a világot
id: Weblate melokalkan dunia
is: Weblate tengir heiminn saman
it: Weblate localizza il mondo
ja: Weblate は、世界中を翻訳します
kab: Weblate isidig amaḍal
lt: „Weblate“ lokalizuoja pasaulį
nb: Weblate lokaliserer verden
nl: Weblate vertaalt de hele wereld
pl: Weblate tłumaczy świat
pt_br: Weblate localiza o mundo
pt_pt: Weblate traduz o mundo
ro: Weblate localizează lumea
ru: Weblate переводит мир
sk: Weblate lokalizuje svet
sq: Weblate-i përkthen botën
sr: Weblate локализује свет
sr_latn: Weblate lokalizuje svet
sv: Weblate lokaliserar världen
ta: வலைபெயர்ப்பு உலகை உள்ளூர்மயமாக்குகிறது
th: Weblate แปลภาษาให้โลก
tr: Weblate dünyayı yerelleştirir
uk: Weblate локалізує світ

source: Hosted service and standalone tool with tight version control integration. Simple and clean user interface, propagation of translations across components, quality checks and automatic linking to source files.
ar: خدمة إستضافة وأداة قائمة بذاتها مع تكامل قوي للتحكم في الإصدار. واجهة مستخدم بسيطة ونظيفة، نشر الترجمات عبر المكونات، فحصوات الجودة والربط التلقائي بملفات المصدر.
be: Служба і бясплатны інструмент для перакладаў са шчыльнай інтэграцыяй з сістэмай кіравання версіямі. Адметны простым і зразумелым карыстальніцкім інтэрфейсам, размеркаваннем перакладаў па кампанентах, праверкай якасці і аўтаматычным прывязваннем да зыходных файлаў.
be_latn: Sluzhba і byasplatny' іnstrument dlya perakladaў sa shchy'l'naj іnte'graczy'yaj z sіste'maj kіravannya versіyamі. Admetny' prosty'm і zrazumely'm kary'stal'nіczkіm іnte'rfejsam, razmerkavannem perakladaў pa kampanentax, praverkaj yakasczі і aўtamaty'chny'm pry'vyazvannem da zy'xodny'x fajlaў.
ca: Servei allotjat i eina independent amb integració plena amb el control de versions. Interfície d’usuari clara i simple, propagació de traduccions entre components, comprovacions de qualitat i enllaços automàtics als fitxers de codi font.
cs: Hostovaná služba a samostatný nástroj pro lokalizaci přes webové rozhraní s těsnou vazbou na správu verzí. Má jednoduché uživatelské rozhraní, umožňuje propagaci překladů mezi komponentami, kontrolu kvality překladu nebo zobrazení odkazů na zdrojové soubory.
da: Hostet tjeneste og uafhængigt værktøj med tæt integration af versionskontrol. Enkel og ren brugergrænseflade, udbredelse af oversættelser på tværs af komponenter, kvalitetskontrol og automatisk linkning til kildefiler.
de: Gehosteter Service und eigenständiges Tool mit enger Integration der Versionsverwaltung. Einfache und übersichtliche Bedienoberfläche, komponentenübergreifende Weitergabe von Übersetzungen, Qualitätsprüfungen und automatische Verlinkung zu Quelldateien.
el: Φιλοξενούμενη υπηρεσία και αυτόνομο εργαλείο με ενσωματωμένο έλεγχο έκδοσης. Απλό και καθαρό περιβάλλον χρήστη, διαμοιρασμός μεταφράσεων σε όλα τα στοιχεία, ποιοτικοί έλεγχοι και αυτόματη σύνδεση με τα πηγαία αρχεία.
es: Servicio alojado y herramienta independiente con una fuerte integración con sistemas de control de versiones. Interfaz limpia y sencilla, propagación de traducciones entre componentes, comprobaciones de calidad y enlazamiento automático a archivos de código fuente.
fi: Palveluna tarjottava tai itse ylläpidettävä kääntämistyökalu, joka on tiukasti integroitu versionhallintaan. Yksinkertainen ja siisti käyttöliittymä, käännösten levittäminen eri käännöskomponentteihin sekä työkaluja laadunvalvontaan ja automaattinen linkitys lähdetiedostoihin.
fr: Weblate est un outil libre de traduction en mode hébergé ou installé qui est étroitement lié aux systèmes de contrôle de versions. À travers une interface utilisateur claire et simple, Weblate permet la propagation de traductions entre sous-projets, peut vérifier la qualité des traductions et est automatiquement lié aux fichiers sources.
ga: Seirbhís óstáilte agus uirlis neamhspleách le comhtháthú rialaithe leagan daingean. Comhéadan úsáideora simplí agus glan, iomadú aistriúcháin trasna comhpháirteanna, seiceálacha cáilíochta agus nascadh uathoibríoch le comhaid foinse.
gl: Servizo aloxado e ferramenta independente cunha estreita integración de control de versións. Interface de usuario sinxela e limpa, propagación de traducións entre compoñentes, controis de calidade e ligazón automática a ficheiros de orixe.
he: שירות אירוח וכלי עצמאי עם שילוב הדוק מול מערכת ניהול גרסאות. מנשק משתמש פשוט ונקי לצד הפצה של תרגומים בין רכיבים שונים, בדיקות איכות וקישור אוטומטי לקובצי מקור.
hr: Hosting usluga i samostalni alat s uskom integracijom sustava za kontrolu verzija. Jednostavno i čisto korisničko sučelje, dijeljenje prijevoda među komponentama, provjera kvalitete i automatsko povezivanje s izvornim datotekama.
hu: Kiszolgálón biztosított szolgáltatás és önálló fordítóeszköz szoros verziókezelő-integrációval. Egyszerű, letisztult felület, fordítások terjesztése az összetevők között, minőség-ellenőrzések, és automatikus hivatkozás a forrásfájlokra.
id: Layanan terhosting dan piranti yang berdiri sendiri dengan integrasi kontrol versi yang ketat. Antarmuka yang bersih dan sederhana, propagasi terjemahan lintas komponen, pemeriksaan kualitas, dan penautan otomatis ke berkas sumber.
is: Hýsingarþjónusta og sjálfstætt verkfæri með náinni samþættingu við útgáfustýringarkerfi. Einfalt og hreinlegt notandaviðmót, flæði þýðinga á milli þýðingarhluta, gæðaprófanir og sjálfvirkar vísanir í grunnkóðaskrár.
it: Servizio di hosting e strumento con integrazione del controllo della versione. Interfaccia chiara e semplice, propagazione delle traduzioni tra i vari componenti, controlli qualità e collegamento automatico ai file sorgenti.
ja: 堅牢なバージョン管理を備えた、ホスティング サービスとスタンドアローンのツール。シンプルで分かりやすいユーザー インターフェイス、コンポーネント間の翻訳の連携、品質検査、ソースファイルへの自動リンクが特徴です。
kab: Ameẓlu n tnezduɣt akked ufecku n uselkim s uslaɣ n usefrek n lqem. D afessas s ugrudem n useqdac zeddigen, azuzer n tsuqilin deg yisuddisen, asenqed n tɣara akked wassaɣ awurman ɣer yifuyla iɣbula.
lt: Prieglobos paslauga ir atskiras įrankis su glaudžia versijų tvarkymo integracija. Paprasta ir švari naudotojo sąsaja, vertimų sklaida tarp komponentų, kokybės patikrinimai ir automatinis susiejimas su pirminiais failais.
nb: Vertstjent tjeneste og frittstående program, i tett integrasjon med versjonskontrollsystem. Enkelt og oversiktlig grensesnitt, utbredelse av oversettelser på tvers av komponenter, kvalitetskontroll og automatisk lenking til kildekodefiler.
nl: Een gehoste dienst en op zichzelf staand hulpmiddel met strakke versiecontrole-integratie. Weblate beschikt over een eenvoudige, nette vormgeving, verspreiding van vertalingen tussen onderdelen, kwaliteitscontroles en automatische koppeling met bronbestanden.
pl: Hostowana usługa i samodzielne narzędzie ze ścisłą integracją z kontrolą wersji. Prosty i czysty interfejs użytkownika, propagacja tłumaczeń pomiędzy komponentami, kontrole jakości i automatyczne odniesienia do plików źródłowych.
pt_br: Serviço hospedado e ferramenta independente com robusta integração de controle de versão. Interface de usuário limpa e simples, propagação de traduções através de componentes, verificações de qualidade e associação automática aos arquivos fontes.
pt_pt: Serviço alojado e ferramenta independente com forte integração com os sistemas de controlo de versões. Interface do utilizador fácil e simples, com propagação de traduções através de componentes, verificações de qualidade e interligação automática aos ficheiros fonte.
ro: Serviciu găzduit și unealtă independentă cu integrare strânsă a controlului versiunilor. Interfață de utilizator simplă și curată, propagare a traducerilor între componente, verificări de calitate și legături automate cu fișierele sursă.
ru: Площадка и независимый инструмент с тесным внедрением системы контроля версий. Простой и понятный пользовательский интерфейс, распределение переводов по компонентам, проверка качества и автоматическая привязка к исходным файлам.
sk: Hosťovaná služba a samostatný nástroj úzko spätý so systémom pre správu verzií. Jednoduché a jasné používateľské rozhranie, propagácia prekladov naprieč súčasťami, kontroly kvality a automatické odkazovanie na zdrojové súbory.
sq: Shërbim i strehuar dhe mjet i pavarur, me integrim të fuqishëm me sisteme kontrolli versionesh. Ndërfaqe përdoruesi e thjeshtë dhe e qëruar, përhapje e përkthimeve nëpër përbërës të një projekti, kontrolle cilësie dhe lidhje e automatizuar me kartelat burim.
sr: Хостоване услуге и самостална алатка интегрисана са системом за контролу верзија. Једноставан и прегледан кориснички интерфејс, простирање превода кроз компоненте, провера квалитета и аутоматско везивање за изворне фајлове.
sr_latn: Hostovan servis i samostalni alat integrisan sa sistemom za kontrolu verzija. Jednostavno i pregledno sučelje, prostiranje prevoda kroz komponente, proveru kvaliteta i automatsko vezivanje za izvorne fajlove.
sv: Hostad service och fristående verktyg med tät integrering av versionskontrollsystemet. Det har ett enkelt och rent användargränssnitt, propagering av översättningar mellan underprojekt, kvalitetskontroller och automatisk länkning till källkodsfiler.
ta: இறுக்கமான பதிப்பு கட்டுப்பாட்டு ஒருங்கிணைப்புடன் புரவலன் செய்யப்பட்ட பணி மற்றும் முழுமையான கருவி. எளிய மற்றும் தூய்மையான பயனர் இடைமுகம், கூறுகள் முழுவதும் மொழிபெயர்ப்புகளின் பரப்புதல், தர சோதனைகள் மற்றும் மூல கோப்புகளுடன் தானியங்கி இணைத்தல்.
th: บริการแบบโฮสต์และเครื่องมือสแตนด์อโลนที่ผสานการทำงานกับระบบควบคุมเวอร์ชันอย่างแน่นแฟ้น ส่วนติดต่อผู้ใช้ที่เรียบง่ายและสะอาดตา การกระจายคำแปลข้ามองค์ประกอบ การตรวจสอบคุณภาพ และการเชื่อมโยงกับไฟล์ต้นฉบับโดยอัตโนมัติ
tr: Sıkı sürüm denetimi bütünleştirmesi sağlayan bir barındırılan hizmet ve bağımsız araç. Kolay ve sade bir kullanıcı arayüzü, çevirilerin bileşenler boyunca paylaşılması, kalite denetimleri ve kaynak dosyalara kendiliğinden bağlantı.
uk: Розміщена служба та окремий набір інструментів із тісною інтеграцією з системами керування версіями. Простий і зручний інтерфейс, спільне використання рядків перекладу в складниках проєкту, перевірки якості та автоматична прив'язка до файлів із початковим кодом.

source: %(count)s translation %(when)s
ar: %(count)s ترجمة %(when)s
be: %(count)s пераклад %(when)s
be_latn: %(count)s peraklad %(when)s
bg: %(count)s превод %(when)s
ca: %(count)s traducció %(when)s
cs: %(count)s překlad %(when)s
da: %(count)s oversættelse %(when)s
de: %(count)s Übersetzung %(when)s
el: %(count)s μετάφραση %(when)s
es: %(count)s traducción %(when)s
et: %(count)s tõlge %(when)s
fi: %(count)s käännös %(when)s
fr: %(count)s traduction %(when)s
ga: %(count)s aistriúchán %(when)s
gl: %(count)s tradución %(when)s
he: תרגום אחד %(when)s
hr: %(count)s prijevod %(when)s
hu: %(count)s fordítás %(when)s
id: %(count)s string diterjemahkan %(when)s
is: %(count)s þýðing %(when)s
it: %(count)s traduzione %(when)s
ja: %(when)sされた翻訳 %(count)s 件
kab: %(count)s n tsuqilt deg %(when)s
lt: %(count)s vertimas %(when)s
nb: %(count)s oversettelse %(when)s
nl: %(count)s vertaling %(when)s
pl: %(count)s tłumaczenie %(when)s
pt_br: %(count)s tradução %(when)s
pt_pt: %(count)s tradução %(when)s
ro: %(count)s traducere %(when)s
ru: %(count)s перевод %(when)s
sk: %(count)s preklad %(when)s
sl: %(count)s prevod %(when)s
sq: %(count)s përkthim %(when)s
sr: %(count)s превод %(when)s
sr_latn: %(count)s prevod %(when)s
sv: %(count)s översättning %(when)s
ta: %(count)s மொழிபெயர்ப்பு %(when)s
th: การแปล %(count)s รายการ %(when)s
tr: %(when)s %(count)s çeviri
uk: %(count)s переклад %(when)s

source: Project
ar: المشروع
be: Праект
be_latn: Prajekt
bg: Проект
ca: Projecte
cs: Projekt
da: Projekt
de: Projekt
el: Έργο
es: Proyecto
et: Projekt
fi: Projekti
fr: Projet
ga: Tionscadal
gl: Proxecto
he: מיזם
hr: Projekt
hu: Projekt
id: Proyek
is: Verkefni
it: Progetto
ja: プロジェクト
kab: Asenfaṛ
lt: Projektas
nb: Prosjekt
pl: Projekt
pt_br: Projeto
pt_pt: Projeto
ro: Proiect
ru: Проект
sk: Projekt
sl: Projekt
sq: Projekt
sr: Пројекат
sr_latn: Projekat
sv: Projekt
ta: திட்டம்
th: โครงการ
tr: Proje
uk: Проєкт

source: %(count)s translation
ar: لا ترجمات
be: %(count)s пераклад
be_latn: %(count)s peraklad
bg: %(count)s превод
ca: %(count)s traducció
cs: %(count)s překlad
da: %(count)s oversættelse
de: %(count)s Übersetzung
el: %(count)s μετάφραση
es: %(count)s traducción
et: %(count)s tõlge
fi: %(count)s käännös
fr: %(count)s traduction
ga: %(count)s aistriúchán
gl: %(count)s tradución
he: תרגום %(count)s
hr: %(count)s prijevod
hu: %(count)s fordítás
id: %(count)s terjemahan
is: %(count)s þýðing
it: %(count)s traduzione
ja: %(count)s 件の翻訳
kab: %(count)s n tsuqilt
lt: %(count)s vertimas
nb: %(count)s oversettelse
nl: %(count)s vertaling
pl: %(count)s tłumaczenie
pt_br: %(count)s tradução
pt_pt: %(count)s tradução
ro: %(count)s traducere
ru: %(count)s перевод
sk: %(count)s preklad
sl: %(count)s prevod
sq: %(count)s përkthim
sr: %(count)s превод
sr_latn: %(count)s prevod
sv: En översättning
ta: %(count)s மொழிபெயர்ப்பு
th: %(count)s คำแปล
tr: %(count)s çeviri
uk: %(count)s переклад

source: in the last 7 days
ar: خلال الأيام السبع الماضية
be: за апошнія 7 дзён
be_latn: za aposhnіya 7 dzyon
ca: en els darrers 7 dies
cs: za posledních 7 dnů
da: i de sidste 7 dage
de: in den letzten 7 Tagen
el: τις τελευταίες 7 ημέρες
es: durante la semana pasada
et: viimase 7 päeva jooksul
fi: viimeisen 7 päivän aikana
fr: Ces 7 derniers jours
ga: le 7 lá anuas
gl: nos últimos 7 dias
he: בשבוע החולף
hr: u zadnjih 7 dana
hu: az elmúlt 7 napban
id: dalam 7 hari terakhir
is: síðustu 7 daga
it: negli ultimi 7 giorni
ja: 過去 7 日間
kab: di 7 n wussan ineggura
lt: per paskutines 7 dienas
nb: de siste syv dagene
nl: in de afgelopen 7 dagen
pl: w ciągu ostatnich 7 dni
pt_br: nos últimos 7 dias
pt_pt: nos últimos 7 dias
ro: în ultimele 7 zile
ru: за последние 7 дней
sk: za posledných 7 dní
sq: gjatë 7 ditëve të fundit
sr: у последњих 7 дана
sr_latn: u poslednjih 7 dana
sv: under de senaste sju dagarna
ta: கடந்த 7 நாட்களில்
th: ใน 7 วันที่ผ่านมา
tr: son 7 günde
uk: за останні 7 днів

source: Robust feature set
ar: مجموعة ميزات قوية
be: Надзейны набор функцый
be_latn: Nadzejny' nabor funkczy'j
ca: Conjunt robust de funcionalitats
cs: Robustní sada funkcí
da: Robust funktionssæt
de: Leistungsstarke Funktionen
el: Στιβαρό σύνολο χαρακτηριστικών
es: Sólido conjunto de funciones
fi: Vahva ominaisuuslista
fr: Fonctionnalités principales
ga: Sraith gné láidir
gl: Un sólido conxunto de funcionalidades
he: ערכת תכונות יציבה
hr: Moćan skup funkcija
hu: Erőteljes funkciókészlet
id: Kumpulan fitur yang luar biasa
is: Þróað safn eiginleika
it: Robusto set di funzioni
ja: 健全な機能セット
kab: Asbeddi n tmahilt iǧehden
lt: Patikimas funkcijų rinkinys
nb: Robust funksjonssett
nl: Robuuste mogelijkheden
pl: Solidny zestaw funkcji
pt_br: Conjunto robusto de funcionalidades
pt_pt: Conjunto de funcionalidades robusto
ro: Set robust de caracteristici
ru: Мощные возможности
sk: Veľké množstvo funkcií
sq: Grup i fuqishëm veçorish
sr: Робустан комплет карактеристика
sr_latn: Robustan komplet mogućnosti
sv: Robust uppsättning funktioner
ta: வலுவான நற்பொருத்தம் தொகுப்பு
th: ชุดคุณสมบัติที่แข็งแกร่ง
tr: Güçlü özellik kümesi
uk: Потужний функціонал

source: Go to pricing
ar: انتقل إلى التسعير
be: Перайсці да тарыфаў
be_latn: Perajsczі da tary'faў
ca: Vés a les tarifes
cs: Přejděte na ceník
da: Tilgængelige priser
de: Zur Preisliste gehen
el: Μετάβαση στην τιμολόγηση
es: Ir a los precios
fi: Siirry hinnoitteluun
fr: Consulter les tarifs
ga: Téigh go dtí an phraghsáil
gl: Ir aos prezos
he: מעבר לתמחור
hr: Pogledaj cijene
hu: Ugrás az árazáshoz
id: Lihat harga
is: Fara í verðlista
it: Vai ai prezzi
ja: 価格へ
kab: Ddu ɣer tesqamt
lt: Eiti į kainodarą
nb: Vis prisliste
nl: Bekijk de hostingtarieven
pl: Przejdź do cennika
pt_br: Ir para os preços
pt_pt: Preços
ro: Mergi la prețuri
ru: Тарифы и цены
sk: Prejdite na cenník
sq: Kaloni te çmimet
sr: Иди на ценовник
sr_latn: Idite na cenovnik
sv: Gå till prissättning
ta: விலைக்கு செல்லுங்கள்
th: ไปที่ราคา
tr: Ücretlere bakın
uk: Тарифи та ціни

source: Users and Supporters
ar: المستخدمون والداعمون
be: Карыстальнікі і фундадатары
be_latn: Kary'stal'nіkі і fundadatary'
bg: Потребители и поддръжници
ca: Usuaris i patrocinadors
cs: Uživatelé a podporovatelé
da: Brugere og støtter
de: Nutzer und Unterstützer
el: Χρήστες και Υποστηρικτές
es: Usuarios y partidarios
fi: Käyttäjät ja tukijat
fr: Utilisateurs et Promoteurs
ga: Úsáideoirí agus Tacadóirí
gl: Usuarios e patrocinadores
he: משתמשים ותומכים
hr: Korisnici i podržavatelji
hu: Felhasználók és támogatók
id: Pengguna dan Pendukung
is: Notendur og stuðningsaðilar
it: Utenti e sostenitori
ja: 利用者と支援者
kab: ISeqdacen d yiwiziwen
lt: Vartotojai ir rėmėjai
nb: Brukere og støttespillere
nl: Gebruikers en ondersteuners
pl: Użytkownicy i Współpracownicy
pt_br: Usuários e patrocinadores
pt_pt: Utilizadores e Patrocinadores
ro: Utilizatori și susținători
ru: Пользователи и покровители
sk: Používatelia a podporovatelia
sq: Përdorues dhe Përkrahës
sr: Корисници и присталице
sr_latn: Korisnici i pristalice
sv: Användare och supportrar
ta: பயனர்கள் மற்றும் ஆதரவாளர்கள்
th: ผู้ใช้และผู้สนับสนุน
tr: Kullanıcılar ve destekleyenler
uk: Користувачі та прихильники

source: Weblate, the libre continuous localization system.
ar: Weblate ، نظام التوطين المستمر الحر.
be: Weblate, вольнае праграмнае забеспячэнне сістэмы бесперапыннай лакалізацыі.
be_latn: Weblate, vol'nae pragramnae zabespyache'nne sіste'my' besperapy'nnaj lakalіzaczy'і.
bg: Weblate – системата за непрекъснати преводи.
ca: Weblate, el sistema lliure de localització contínua.
cs: Weblate, svobodný systém pro průběžnou lokalizaci.
da: Weblate, det frie kontinuerlige lokaliseringssystem.
de: Weblate, das freie kontinuierliche Übersetzungssystem.
el: Το Weblate, ένα δωρεάν σύστημα διαδικτυακής μετάφρασης.
es: Weblate, el sistema libre de regionalización continua.
et: Weblate, vaba tarkvara pideva lokaliseerimise jaoks.
fi: Weblate, vapaa jatkuvan lokalisoinnin järjestelmä.
fr: Weblate, plateforme libre de traduction en continu.
ga: Weblate, an córas logánaithe leanúnach saor in aisce.
gl: Weblate, o sistema libre de rexionalización continua.
he: מערכת התרגום הרציף החופשית, Weblate.
hr: Weblate, slobodan sustav za kontinuiranu lokalizaciju.
hu: Weblate – a szabad, folyamatos lokalizációs rendszer.
id: Weblate, sistem pelokalan berkelanjutan yang gratis.
is: Weblate, frjálsi vefhýsti hugbúnaðurinn fyrir samfellda staðfærslu hugbúnaðar.
it: Weblate, il sistema libero di localizzazione continua.
ja: Weblate、連携して動作する自由な翻訳システム。
kab: Weblate, anagraw n usideg ilelli imezgi.
lt: „Weblate“, laisvoji nepertraukiamo lokalizavimo sistema.
nb: Weblate, det frie kontinuerlige lokaliseringssystemet.
nl: Weblate, het vrije, doorlopende vertaalsysteem.
pl: Weblate, wolny system ciągłej lokalizacji.
pt_br: Weblate, o sistema livre de localização contínua.
pt_pt: Weblate, o sistema de tradução contínua livre.
ro: Weblate, sistemul libre de localizare continuă.
ru: Weblate — свободная площадка для непрерывного перевода.
sk: Weblate, slobodný systém pre kontinuálnu lokalizáciu.
sq: Weblate, sistemi i lirë i përkthimit në vazhdimësi.
sr: Weblate, слободан и континуиран систем за локализацију.
sr_latn: Weblate, slobodan kontinuiran sistem za lokalizaciju.
sv: Weblate, det fria systemet för fortlöpande lokalisering.
ta: வலைபெயர்ப்பு, லிப்ரே தொடர்ச்சியான உள்ளூராக்கல் அமைப்பு.
th: Weblate ระบบการแปลภาษาแบบต่อเนื่องที่เป็นซอฟต์แวร์เสรี
tr: Weblate, özgür kesintisiz yerelleştirme sistemi.
uk: Weblate — вільне програмне забезпечення безперервної локалізації.

source: Manage your payments
ar: إدارة مدفوعاتك
be: Кіраванне вашымі плацяжамі
be_latn: Kіravanne vashy'mі placzyazhamі
bg: Управление на Вашите плащания
ca: Gestiona els pagaments
cs: Spravovat vaše platby
da: Administrer dine betalinger
de: Verwalten Sie Ihre Zahlungen
el: Διαχειριστείτε τις πληρωμές σας
es: Gestionar sus pagos
et: Korralda oma rahakandeid
fi: Hallitse maksujasi
fr: Gérer vos paiements
ga: Bainistigh d'íocaíochtaí
gl: Xestionar os seus pagamentos
he: ניהול התשלומים שלך
hr: Upravljaj svojim plaćanjima
hu: Fizetéseinek kezelése
id: Kelola donasi Anda
is: Sýsla með greiðslurnar þínar
it: Gestite i vostri pagamenti
ja: 支払いの管理
kab: Sefrek lexlaṣ-ik
lt: Tvarkykite savo mokėjimus
nb: Håndter betalingene dine
nl: Betalingen beheren
pl: Zarządzaj swoimi płatnościami
pt_br: Gerenciar seus pagamentos
pt_pt: Gerir os Seus Pagamentos
ro: Gestionează-ți plățile
ru: Управление вашими платежами
sk: Spravovať vaše platby
sq: Administroni pagesat tuaja
sr: Управљајте плаћањима
sr_latn: Upravljajte plaćanjima
sv: Hantera dina betalningar
ta: உங்கள் கட்டணங்களை நிர்வகிக்கவும்
th: จัดการการชำระเงินของคุณ
tr: Ödemelerinizi yönetin
uk: Керування вашими платежами

source: Generated on %(timestamp)s.
ar: تم إنشاؤه في %(timestamp)s.
be: Згенеравана за %(timestamp)s.
be_latn: Zgeneravana za %(timestamp)s.
bg: Създадено на %(timestamp)s.
ca: Generat el %(timestamp)s.
cs: Vygenerováno %(timestamp)s.
da: Genereret %(timestamp)s.
de: Erzeugt am %(timestamp)s.
el: Δημιουργήθηκε στις %(timestamp)s.
es: Generado el %(timestamp)s.
et: Loodud %(timestamp)s.
fi: Luotu %(timestamp)s.
fr: Généré le %(timestamp)s.
ga: Ginte ar %(timestamp)s.
gl: Xerado o %(timestamp)s.
he: נוצר ב־%(timestamp)s.
hr: Izrađeno %(timestamp)s.
hu: Előállítva ekkor: %(timestamp)s.
id: Dihasilkan pada %(timestamp)s.
is: Útbúið %(timestamp)s.
it: Generato il %(timestamp)s.
ja: %(timestamp)s に生成。
kab: Yettwarna deg %(timestamp)s.
lt: Sugeneruota %(timestamp)s.
nb: Generert %(timestamp)s.
nl: Aangemaakt op %(timestamp)s.
pl: Wygenerowano %(timestamp)s.
pt_br: Gerado em %(timestamp)s.
pt_pt: Gerado em %(timestamp)s.
ro: Generat în %(timestamp)s.
ru: Сгенерировано за %(timestamp)s.
sk: Vytvorené %(timestamp)s.
sq: Prodhuar më %(timestamp)s.
sr: Генерисано %(timestamp)s.
sr_latn: Generisano %(timestamp)s.
sv: Genererades på %(timestamp)s.
ta: %(timestamp)s பொழுதில் உருவானது.
th: สร้างเมื่อ %(timestamp)s
tr: %(timestamp)s tarihinde oluşturuldu.
uk: Створено за %(timestamp)s.
