Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Please fill in your tax registration if it should appear on the invoice.
ar: يرجى ملء التسجيل الضريبي الخاص بك إذا كان يجب أن يظهر على الفاتورة.
be: Калі ласка, запоўніце падатковую рэгістрацыю, калі яна будзе размяшчацца на рахунку.
bg: Въведете данъчната си регистрация, ако тя трябва да присъства на фактурата.
ca: Ompliu la vostra identificació tributària, si cal que aparegui a la factura.
cs: Prosím zadejte vaše IČO, pokud se má objevit na faktuře.
de: Bitte geben Sie Ihre Steuer-Identifikationsnummer ein, wenn diese auf der Rechnung erscheinen soll.
el: Παρακαλούμε συμπληρώστε το φορολογικό αριθμό σας, για αναγραφή στην απόδειξη.
es: Proporcione su información tributaria si esta debe figurar en la factura.
et: Palun lisa oma maksuresidentsus, kui soovid seda näha arvel.
fi: Täytä verorekisterisi, jos sen pitäisi näkyä laskussa.
fr: Veuillez renseigner votre numéro fiscal si vous souhaitez qu’il apparaisse sur la facture.
gl: Encha o rexistro fiscal se ten que aparecer na factura.
he: נא למלא את פרטי רישום המס שלך אם הם אמורים להופיע בחשבונית.
is: Fylltu inn skattnúmer þitt ef það á að birtast á reikningnum.
it: Compila i dati della registrazione fiscale se devono comparire sulla fattura.
ja: 請求書に記載する場合は税務登録を記入してください。
nb: Fyll inn din skatteregistrering hvis den skal framtre på fakturaen.
pl: Proszę wypełnić swoją rejestrację podatkową, jeśli pojawi się na fakturze.
pt_br: Por favor preencha seu registro de imposto se ele deveria aparecer na fatura.
pt_pt: Por favor, preencha o seu registo de imposto se ele deveria aparecer na factura.
sk: Posím, zadajte svoje DIČ, pokiaľ ho chcete mať uvedené na faktúre.
sr: Попуните своју пореску пријаву ако је потребно да се појави на рачуну.
sv: Vänligen fyll i din skatteregistrering om den ska visas på fakturan.
tr: Lütfen faturada görüntülenmesini istediğiniz vergi bilgilerinizi yazın.
uk: Заповніть податкову реєстрацію, якщо вона повинна бути вказана в рахунку.

source: Excel Open XML
ca: Open XML de l’Excel
es: Open XML de Excel
ga: Excel Oscailte XML
gl: Open XML de Excel
he: XML פתוח של Excel
it: Open XML di Excel
ta: எக்செல் ஓபன் எக்ச்எம்எல்

source: GNU gettext
be_latn: gettext
ca: gettext de GNU
es: gettext de GNU
gl: Gettext de GNU
he: gettext מבית GNU
it: Gettext GNU
sq: gettext GNU
ta: குனு உரைபெறு

source: Your subscription on weblate.org should renew next week and you have not set up automatic payments.
ar: من المفترض أن يتم تجديد اشتراكك على weblate.org الأسبوع المقبل ولم تقم بإعداد الدفعات التلقائية.
be: Ваша падпіска на weblate.org мусіць аднавіцца на наступным тыдні, а вы не наладзілі аўтаматычную аплату.
ca: La vostra subscripció a weblate.org s’hauria de renovar la setmana vinent i no heu configurat els pagaments automàtics.
cs: Vaše předplatné na weblate.org by se mělo obnovit příští týden a nemáte nastavené automatické platby.
de: Ihr Abonnement auf weblate.org sollte nächste Woche verlängert werden und Sie haben keine automatischen Zahlungen eingerichtet.
el: Η συνδρομή σας στο weblate.org θα ανανεωθεί την επόμενη εβδομάδα και δεν έχετε ρυθμίσει αυτόματη πληρωμή.
es: Su suscripción en weblate.org debe renovarse la próxima semana pero no ha configurado los pagos automáticos.
fi: Tilauksesi weblate.org-sivustossa pitäisi uusia ensi viikolla, etkä ole määrittänyt automaattisia maksuja.
fr: Votre abonnement sur weblate.org devrait être renouvelé la semaine prochaine et vous n’avez pas mis en place de paiements automatiques.
gl: A súa subscrición en weblate.org debería renovarse a próxima semana e aínda non configurou os pagos automáticos.
he: המינוי שלך באתר weblate.org אמור להתחדש בשבוע הקרוב ולא הגדרת תשלומים אוטומטיים.
is: Áskriftin þín á weblate.org ætti að vera endurnýjuð í næstu viku, þú hefur hinsvegar ekki skilgreint sjálfvirkar greiðslur.
it: Il tuo abbonamento su weblate.org si rinnoverà la settimana prossima e non hai configurato i pagamenti automatici.
ja: weblate.org のサブスクリプションは来週更新される予定ですが、自動支払いが設定されていません。
nb: Abonnementet ditt på weblate.org burde fornyes neste uke, og du har ikke satt opp automatisk betaling.
pl: Twoja subskrypcja na weblate.org powinna zostać odnowiona w przyszłym tygodniu, a Ty nie ustawiłeś automatycznych płatności.
pt_br: Sua assinatura no weblate.org deve ser renovada na próxima semana e você tem pagamentos automáticos configurados.
pt_pt: A sua assinatura em weblate.org deve ser renovada na próxima semana e não configurou os pagamentos automáticos.
sk: Vaše predplatné na weblate.org by sa malo obnoviť budúci týždeň a vy nemáte nastavené automatické platby.
sv: Ditt abonnemang på weblate.org ska förnyas nästa vecka och du har inte konfigurerat automatiska betalningar.
tr: Weblate.org aboneliğiniz önümüzdeki hafta yenilenmeli. Ancak otomatik ödeme ayarı yapmamışsınız.
uk: Вашу передплату на weblate.org має бути поновлено наступного тижня, а ви не налаштували автоматичних сплат.

source: Your donation on weblate.org should renew next week and you have not set up automatic payments.
ar: يجب تجديد تبرعك على weblate.org الأسبوع المقبل ولم تقم بإعداد الدفعات التلقائية.
be: Ваша ахвяраванне на weblate.org мусіць аднавіцца на наступным тыдні, а вы не наладзілі аўтаматычную аплату.
bg: Вашето дарение на weblate.org би трябвало да бъде подновено следващата седмица, а не сте настроили автоматичните плащания.
ca: El vostre donatiu a weblate.org s’hauria de renovar la setmana vinent i no heu configurat els pagaments automàtics.
cs: Váš dar na weblate.org by měl být obnoven příští týden a nemáte nastavené automatické platby.
de: Ihre Spende an weblate.org sollte nächste Woche verlängert werden und Sie haben keine automatischen Zahlungen eingerichtet.
el: Η δωρεά σας στο weblate.org θα ανανεωθεί την επόμενη εβδομάδα και δεν έχετε ρυθμίσει αυτόματη πληρωμή.
es: Su donativo en weblate.org debe renovarse la próxima semana pero no ha configurado los pagos automáticos.
et: Sinu annetud weblate.org saidis aegub järgmisel nädalal ja sa pole seadistanud automaatseid makseid.
fi: Lahjoituksesi weblate.org-sivustossa pitäisi uusia ensi viikolla, etkä ole määrittänyt automaattisia maksuja.
fr: Votre don sur weblate.org devrait être renouvelé la semaine prochaine et vous n’avez pas mis en place de paiements automatiques.
gl: A súa doazón a weblate.org debería renovarse a próxima semana e aínda non configurou os pagos automáticos.
he: התרומה שלך ב־weblate.org אמורה להתחדש בשבוע הבא לא הגדרת תשלומים אוטומטיים.
is: Styrkur þinn til weblate.org ætti að vera endurnýjaður í næstu viku, þú hefur hinsvegar ekki skilgreint sjálfvirkar greiðslur.
it: La tua donazione su weblate.org si rinnoverà la prossima settimana e non hai configurato i pagamenti automatici.
ja: weblate.org への寄付は来週更新される予定ですが、自動支払いが設定されていません。
nb: Donasjonen din på weblate.org fornyes neste uke, og du har ikke satt opp automatiske betalinger.
pl: Twoja darowizna na weblate.org powinna zostać odnowiona w przyszłym tygodniu i nie skonfigurowałeś płatności automatycznych.
pt_br: Sua doação no weblate.org deve ser renovada na próxima semana e você não tem pagamentos automáticos configurados.
pt_pt: A sua doação em weblate.org deve ser renovada na próxima semana e não configurou os pagamentos automáticos.
sk: Váš príspevok na weblate.org by sa mal obnoviť budúci týždeň a vy nemáte nastavené automatické platby.
sv: Din donation på weblate.org ska förnyas nästa vecka och du har inte konfigurerat automatiska betalningar.
tr: Weblate.org bağışınız önümüzdeki hafta yenilenmeli. Ancak otomatik ödeme ayarı yapmamışsınız.
uk: Ваші внески на weblate.org має бути поновлено наступного тижня, а ви не налаштували автоматичних платежів.

source: Your upcoming renewal on weblate.org
ar: التجديد القادم على weblate.org
be: Чаканае падаўжэнне на weblate.org
bg: Вашето предстоящо подновяване на weblate.org
ca: La vostra renovació propera a weblate.org
cs: Vaše nadcházející obnovení na weblate.org
de: Ihre bevorstehende Verlängerung auf weblate.org
el: Η επερχόμενη ανανέωσή σας στο weblate.org
es: Su próxima renovación en weblate.org
et: Sinu järgmine tellimuse uuendus Weblate.org saidis
fi: Tuleva uudistuksesi weblate.org:lla
fr: Votre prochain renouvellement sur weblate.org
gl: A súa próxima renovación en weblate.org
he: החידוש הקרב שלך באתר weblate.org
is: Væntanleg endurnýjun þín á weblate.org
it: Il tuo prossimo rinnovo su weblate.org
ja: 今後 weblate.org で必要な更新
nb: Din kommende betalingsformidling på weblate.org
pl: Twoje nadchodzące odnowienie na weblate.org
pt_br: Sua próxima renovação no weblate.org
pt_pt: A sua próxima renovação no weblate.org
sk: Vaše nadchádzajúce obnovenie na weblate.org
sr: Наступајуће обнове на weblate.org
sv: Din kommande förnyelse på weblate.org
tr: Yakında yapılması gereken Weblate.org yenilemeniz
uk: Незабаром поновлення сплат на weblate.org

source: Your subscription on weblate.org will renew next week.
ar: سيتم تجديد اشتراكك على weblate.org الأسبوع المقبل.
be: Ваша падпіска на weblate.org адновіцца на наступным тыдні.
ca: La vostra subscripció a weblate.org es renovarà la setmana vinent.
cs: Vaše předplatné na weblate.org se obnoví příští týden.
de: Ihr Abonnement auf weblate.org wird nächste Woche verlängert.
el: Η συνδρομή σας στο weblate.org θα ανανεωθεί την επόμενη εβδομάδα.
es: Su suscripción en weblate.org se renovará la próxima semana.
fi: Tilauksesi sivustolla weblate.org uusitaan ensi viikolla.
fr: Votre abonnement sur weblate.org sera renouvelé la semaine prochaine.
gl: A súa subscrición en Weblate renovarase a semana que vén.
he: המינוי שלך באתר weblate.org יתחדש בשבוע הבא.
is: Áskriftin þín á weblate.org verður endurnýjuð í næstu viku.
it: Il tuo abbonamento su weblate.org si rinnoverà la prossima settimana.
ja: お客様の weblate.org でのサブスクリプションは来週更新予定です。
nb: Abonnementet ditt på weblate.org vil fornyes neste uke.
pl: Twoja subskrypcja na weblate.org zostanie odnowiona w przyszłym tygodniu.
pt_br: Sua assinatura no weblate.org será renovada na semana que vem.
pt_pt: A sua assinatura no weblate.org será renovada na próxima semana.
sk: Vaše predplatné na weblate.org sa obnoví budúci týždeň.
sv: Ditt abonnemang på weblate.org förnyas nästa vecka.
tr: Weblate.org aboneliğiniz önümüzdeki hafta yenilenecek.
uk: Вашу передплату на weblate.org має бути поновлено наступного тижня.

source: The payment will be automatically charged next week. In case your card has expired or you want to use different payment method, please perform the payment now.
ar: سيتم تحصيل الدفعة تلقائيا الأسبوع المقبل. في حالة انتهاء صلاحية بطاقتك أو كنت ترغب في استخدام طريقة دفع مختلفة ، يرجى إجراء الدفع الآن.
be: Плацеж будзе аўтаматычна выкананы на наступным тыдні. Калі тэрмін дзеяння вашай карткі сышоў або вы хочаце аплаціць іншым спосабам, самастойна выканайце плацеж да гэтай пары.
ca: El pagament es carregarà automàticament la setmana vinent. Si la vostra targeta ha caducat o voleu fer servir un mètode de pagament diferent, feu el pagament ara.
cs: Platba bude automaticky účtována příští týden. V případě, že platnost vaší karty vypršela nebo chcete použít jiný způsob platby, proveďte platbu nyní.
de: Die Zahlung wird nächste Woche automatisch abgebucht. Falls Ihre Karte abgelaufen ist oder Sie eine andere Zahlungsmethode verwenden möchten, führen Sie die Zahlung bitte jetzt durch.
el: Η πληρωμή θα χρεωθεί αυτόματα την επόμενη εβδομάδα. Σε περίπτωση που η κάρτα σας έχει λήξει ή θέλετε να χρησιμοποιήσετε διαφορετική μέθοδο πληρωμής, παρακαλούμε πραγματοποιήστε την πληρωμή τώρα.
es: El pago se cobrará automáticamente la próxima semana. En caso de que su tarjeta haya caducado o si quiere emplear un método de pago distinto, efectúe el pago ahora.
fi: Maksu veloitetaan automaattisesti ensi viikolla. Jos korttisi on vanhentunut tai haluat käyttää toista maksutapaa, suorita maksu nyt.
fr: Le montant sera automatiquement débité la semaine prochaine. Si votre carte bancaire a expiré ou si vous souhaitez utiliser un autre mode de paiement, merci de régler maintenant.
gl: O pagamento vai ser cargado automaticamente a semana que vén. No caso de que a súa tarxeta estea caducada ou queira usar un método de pagamento diferente, por favor, proceda ao pagamento agora.
he: התשלום יחויב אוטומטית בשבוע הבא. אם הכרטיס שלך פג או שעדיף לך להשתמש בשיטות תשלום אחרות, נא לשלם כעת.
is: Greiðslan verður sjálfkrafa innheimt í næstu viku. Ef greiðslukortið þitt er útrunnið eða ef þú vilt nota annan greiðslumáta, ættirðu að greiða núna.
it: Il pagamento verrà addebitato automaticamente la prossima settimana. Nel caso in cui la tua carta sia scaduta o tu voglia usare un metodo di pagamento diverso, esegui il pagamento ora.
ja: お支払いは来週自動的に請求されます。カードの有効期限が切れている場合、または別の支払い方法を使用したい場合は、今すぐ支払いをしてください。
nb: Betalingen vil bli trukket automatisk neste uke. Hvis kortet ditt har utløpt eller du vil bruke en annen betalingsmetode, utfør betalingen nå.
pl: Płatność zostanie automatycznie pobrana w przyszłym tygodniu. W przypadku, gdy Twoja karta wygasła lub chcesz użyć innej metody płatności, prosimy o dokonanie płatności teraz.
pt_br: O pagamento será cobrado automaticamente na próxima semana. Caso seu cartão tenha expirado ou você queira usar um método de pagamento diferente, por favor efetue o pagamento agora.
pt_pt: O pagamento será cobrado automaticamente na próxima semana. Caso o seu cartão tenha expirado ou queira usar diferentes métodos de pagamento, por favor faça o pagamento agora.
sk: Platba sa automaticky zaúčtuje budúci týždeň. V prípade, že platnosť vašej karty vypršala alebo chcete použiť iný spôsob platby, vykonajte platbu teraz.
sv: Betalningen debiteras automatiskt nästa vecka. Om ditt kort har gått ut eller om du vill använda en annan betalningsmetod, vänligen utför betalningen nu.
tr: Ödeme, önümüzdeki hafta otomatik olarak alınacak. Kartınızın son kullanma tarihinin geçmesi durumunda ya da farklı bir ödeme yöntemi kullanmak istiyorsanız, lütfen şimdi ödeme yapın.
uk: Наступного тижян буде автоматично знято гроші за передплату. Якщо термін дії вашої картки вичерпано або ви хочете скористатися іншим способом оплати, будь ласка, виконайте сплату зараз.

source: Your donation on weblate.org will renew next week.
ar: سيتم تجديد تبرعك على weblate.org الأسبوع المقبل.
be: Ваша ахвяраванне на weblate.org працягнецца на наступным тыдні.
bg: Вашето дарение в weblate.org ще бъде подновено следващата седмица.
ca: La vostra donació a weblate.org es renovarà la setmana vinent.
cs: Vaše dar na weblate.org se obnoví příští týden.
de: Ihre Spende an weblate.org wird nächste Woche erneuert.
el: Η δωρεά σας στο weblate.org θα ανανεωθεί την επόμενη εβδομάδα.
es: Su donación en weblate.org se renovará la próxima semana.
et: Sinu annetus weblate.org saidis pikeneb järgmisel nädalal.
fi: Lahjoituksesi weblate.org:lla uusitaan ensi viikolla.
fr: Votre don sur weblate.org sera renouvelé la semaine prochaine.
gl: A súa doazón en weblate.org renovarase a próxima semana.
he: התרומה שלך ב־weblate.org תתחדש בשבוע הבא.
is: Styrkur þinn til weblate.org verður endurnýjaðu í næstu viku.
it: La tua donazione su weblate.org si rinnoverà la settimana prossima.
ja: weblate.org への寄付は来週更新されます。
nb: Din betaling på weblate.org vil fornyes neste uke.
pl: Twoja darowizna na weblate.org zostanie odnowiona w przyszłym tygodniu.
pt_br: Sua doação no weblate.org será renovada na próxima semana.
pt_pt: A sua doação no weblate.org será renovada na próxima semana.
sk: Váš príspevok na weblate.org sa obnoví budúci týždeň.
sv: Din donation på weblate.org kommer att förnyas nästa vecka.
tr: Weblate.org bağışınız önümüzdeki hafta yenilenecek.
uk: Ваші внески на weblate.org буде поновлено наступного тиженя.

source: Payment frequence
ar: السداد الدوري
be: Перыядычнасць плацяжоў
bg: Честота на плащанията
ca: Freqüència de pagament
cs: Opakování platby
de: Zahlungsfrequenz
el: Συχνότητα πληρωμής
es: Frecuencia de pago
fi: Maksutiheys
fr: Fréquence de règlement
gl: Frecuencia do pagamento
he: תדירות תשלום
is: Tíðni greiðslna
it: Frequenza di pagamento
ja: 支払い回数
nb: Betalingsfrekvens
pl: Częstotliwość płatności
pt_br: Frequência do pagamento
pt_pt: Frequência do pagamento
sk: Opakovanie platby
sv: Betalningsfrekvens
tr: Ödeme sıklığı
uk: Частота платежу

source: Four hours of private consultations in price.
ar: أربع ساعات من الاستشارات الخاصة في السعر.
be: Чатыры гадзіны прыватных кансультацыі ў межах тарыфу.
ca: Quatre hores d’assessorament personalitzat incloses al preu.
cs: Čtyři hodiny soukromých konzultací v ceně.
de: Vier Stunden private Beratung im Preis inbegriffen.
el: Τέσσερις ώρες ιδιωτικών διαβουλεύσεων στην τιμή.
es: Cuatro horas de consultorías privadas incluidas en el precio.
et: Hinnas on neli tundi privaatset nõustamist.
fi: Neljän tunnin yksityisneuvonta hintana.
fr: Quatre heures de service personnalisé inclus dans ce prix.
gl: Catro horas de consultoría privada incluídas no prezo.
he: ארבע שעות ייעוץ פרטי כלולות במחיר.
is: Fjórir klukkutímar af einkaráðgjöf innifaldir í verðinu.
it: Nel prezzo incluse quattro ore di consulenze private.
ja: 価格には 4 時間の個人的な相談を含みます。
nb: Fire private konsultasjonstimer innbakt i prisen.
pl: Cztery godziny prywatnych konsultacji w cenie.
pt_br: Quatro horas de consultas particulares no preço.
sk: Štyri hodiny súkromných konzultácií v cene.
sv: Fyra timmars privata konsultationer ingår i priset.
tr: Fiyata dahil dört saatlik özel danışmanlık.
uk: Чотири години приватних консультацій у межах тарифу.

source: hourly
ar: كل ساعة
be: штогадзінна
ca: cada hora
cs: každou hodinu
de: stündlich
el: ωριαία
es: cada hora
fi: per tunti
fr: horaire
gl: cada hora
he: שעתית
is: á klukkutíma fresti
it: ora
ja: 毎時
nb: timevis
pl: za godzinę
pt_br: por hora
pt_pt: horária
sk: za hodinu
sr: на сат
sv: timvis
tr: saatlik
uk: щогодинно

source: Payment was added.
ca: S’ha afegit un pagament.
cs: Platba byla přidána.
de: Zahlung wurde hinzugefügt.
el: Η πληρωμή προστέθηκε.
es: Se añadió la forma pago.
et: Makseviis on lisatud.
fr: Mode de paiement ajouté.
gl: Engadiuse o pagamento.
he: נוסף תשלום.
is: Greiðslu var bætt við.
it: È stato aggiunto il pagamento.
ja: 支払いが追加されました。
pl: Płatność została dodana.
pt_br: O pagamento foi adicionado.
sk: Platba bola pridaná.
tr: Ödeme eklendi.
uk: Платіж було додано.

source: React Intl
ar: رد الفعل الدولي
ga: Imoibríonn Intl
gl: Intl de React
ta: எதிர்வினை பன்னாட்டு
tr: Uluslararası React

source: Vue I18n
gl: L18n de Vue
ta: உவே ப18ல்

# Date format
source: d M Y
es: j n Y
fi: j.n.Y
fr: j N Y
ga: d M B
hu: Y. M d.
is: j.n.Y
ja: Y/m/d
kab: j N Y
lt: d Mėn M
nl: j-n-Y
ro: j F Y
sr_latn: j.m.Y.
sv: Y-m-d

source: XLIFF
ta: ஃலிப்ப்

# Date range
source: %(created)s — %(expires)s
ja: %(created)s（契約日） — %(expires)s（有効期限）
nl: %(created)s&lt;em&gt;—&lt;/em&gt;%(expires)s

source: Bitcoin
ar: البتكوين

source: Postcode and city
ar: الرمز البريدي و المدينة
be: Паштовы індэкс і горад
fi: Postinumero ja postitoimipaikka
nb: Postnummer og sted
pt_pt: Código postal e cidade
sv: Postnummer och stad

source: The server had serious problems while serving your request. We've just sent our trained monkeys to fix the issue.
ar: واجه الخادم خللاً أثناء تلبية طلبك، لقد أرسلنا قرودنا المدربة لإصلاح المشكلة.
be: Падчас апрацоўвання вашага запыту на серверы ўзніклі сур'ёзныя праблемы. Толькі што мы выправілі сваіх адмыслова навучаных малпачак, каб гэта выправіць.
fi: Palvelimella oli vakavia ongelmia toteuttaessaan pyyntöäsi. Lähetimme koulutetut apinamme korjaamaan ongelman.
nb: Tjeneren hadde alvorlige problemer ved å utføre forespørselen. Vi har nettopp sendt våre trente «apekatter» for å fikse problemet.
pt_pt: O servidor teve problemas sérios durante o processamento do seu pedido. Nós já enviámos os nossos macaquinhos treinados para corrigir o problema.
sv: Servern hade allvarliga problem med din förfrågan. Vi har kallat in våra tränade apor för att rätta till problemet.

source: Terms and Privacy
ar: الشروط والخصوصية
be: Умовы і прыватнасць
fi: Käyttöehdot ja tietosuoja
nb: Bruksvilkår og personvern
pt_pt: Termos e Privacidade
sv: Villkor och integritet

source: Full-stack developer
ar: مطور متكامل
be: Full-stack распрацоўнік
sv: Fullstack-utvecklare

source: We're looking for a front-end developer who will not be afraid of touching the back-end as well.
ar: نحن نبحث عن مطور الواجهة الأمامية الذي لن يخاف من لمس الواجهة الخلفية أيضا.
be: Мы шукаем распрацоўніка кліентскай часткі, які не баіцца запусціць рукі ў серверную частку.
sv: Vi letar efter en front-end-utvecklare som inte är rädd för att röra back-end också.

source: Our front-end is currently using Bootstrap and jQuery, but we want to improve.
ar: تستخدم الواجهة الأمامية الخاصة بنا حاليا Bootstrap و jQuery ، لكننا نريد التحسين.
be: Наша кліетская частка ў гэты час выкарыстоўвае Bootstrap і jQuery, але мы хочам удасканаліць яе.
sv: Vår front-end använder för närvarande Bootstrap och jQuery, men vi vill förbättra den.

source: The back-end is in Python, using Django, Django REST framework, Celery, Translate Toolkit, and many others.
ar: النهاية الخلفية في Python ، باستخدام إطار عمل Django و Django REST والكرفس ومجموعة أدوات الترجمة وغيرها الكثير.
be: Серверная частка напісна на Python, выкарыстоўваючы Django, Django REST framework, Celery, Translate Toolkit і шмат іншага.
sv: Backend är i Python, med Django, Django REST framework, Celery, Translate Toolkit och många andra.

source: It is all libre software, all our code and issues are open to the public.
ar: إنها كلها برامج حرة ، وجميع التعليمات البرمجية والقضايا لدينا مفتوحة للجمهور.
be: Усё гэта вольнае праграмнае забеспячэнне, увесь наш код і праблемы адкрыты для грамадскаці.
sv: Allt är fri programvara, all vår kod och alla våra issues är öppna för allmänheten.

source: Customer care and sales
ar: خدمة العملاء والمبيعات
be: Падтрымка кліентаў і продажы
sv: Kundtjänst och försäljning

source: We're looking for a person who loves to speak with the people and will help them in getting the most out of our product.
ar: نحن نبحث عن شخص يحب التحدث مع الناس وسيساعدهم في تحقيق أقصى استفادة من منتجنا.
be: Мы шукаем чалавека, які любіць спілкавацца з людзьмі і дапаможа ім атрымаць максімум ад нашага прадукта.
sv: Vi söker en person som älskar att prata med människor och som hjälper dem att få ut det mesta av vår produkt.

source: You will work with customers to assess their needs and advise them on using Weblate.
ar: ستعمل مع العملاء لتقييم احتياجاتهم وتقديم المشورة لهم بشأن استخدام Weblate.
be: Вы будзеце працаваць з кліентамі, каб выяўляць іх патрэбы і радзіць ім у карыстанні Weblate.
sv: Du kommer att arbeta med kunder för att bedöma deras behov och ge dem råd om hur de ska använda Weblate.

source: You will be a contact for customers who are seeking help. Our engineers will closely cooperate with you on resolving the customer issues.
ar: ستكون جهة اتصال للعملاء الذين يطلبون المساعدة. سيتعاون مهندسونا معك بشكل وثيق في حل مشكلات العملاء.
be: Вы будзеце кантактаваць з кліентамі, што шукаюць дапамогі. Нашы інжынеры будуць цесна супрацоўнічаць з вамі ў вырашэнні праблем кліентаў.
sv: Du kommer att vara en kontaktperson för kunder som söker hjälp. Våra ingenjörer kommer att ha ett nära samarbete med dig för att lösa kundproblemen.
