Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: <strong>Thank you</strong> for your decision to support Weblate. Please choose your preferred method of support, or set a donation amount yourself. We are here to help if needed.
ar: <strong>شكرًا لك</strong> لقرارك بدعم Weblate. يرجى اختيار طريقة الدعم المفضلة لديك، أو تعيين مبلغ التبرع بنفسك. نحن هنا للمساعدة إذا لزم الأمر.
be: <strong>Дзякуй вам</strong>, што вырашылі падтрымаць Weblate. Калі ласка, абярыце найбольш зручны для вас спосаб альбо вызначце суму ахвяравання ўласнаручна. Мы дапаможам, калі спатрэбіцца.
be_latn: <strong>Dzyakuj vam</strong>, shto vy'rashy'lі padtry'macz' Weblate. Kalі laska, abyary'cze najbol'sh zruchny' dlya vas sposab al'bo vy'znachcze sumu axvyaravannya ўlasnaruchna. My' dapamozham, kalі spatre'bіczcza.
ca: <strong>Gràcies</strong> per decidir donar suport al Weblate. Trieu el vostre mètode d’assistència preferit, o definiu un import per al vostre donatiu. Us podem ajudar, si cal.
cs: <strong>Děkujeme</strong> za vaše rozhodnutí podpořit Weblate. Prosím vyberte upřednostňovaný způsob podpory, nebo si sami nastavte částku daru. Jsme tu na pomoc, pokud bude třeba.
da: <strong>Tak</strong> for din beslutning om at støtte Weblate. Vælg venligst din foretrukne støttemetode, eller angiv selv et beløb. Vi står klar til at hjælpe, hvis du har brug for det.
de: <strong>Danke</strong> für Ihre Entscheidung, Weblate zu unterstützen. Bitte wählen Sie Ihre bevorzugte Unterstützungsform oder legen Sie selbst einen Spendenbetrag fest. Wir sind immer für Sie da, um Ihnen bei Bedarf zu helfen.
el: <strong>Σας ευχαριστούμε</strong> για την απόφασή σας να υποστηρίξετε το Weblate. Παρακαλούμε επιλέξτε τη μέθοδο υποστήριξης που προτιμάτε ή ορίστε μόνοι σας ένα ποσό δωρεάς. Είμαστε εδώ για να σας βοηθήσουμε αν χρειαστεί.
es: <strong>Gracias</strong> por decidir ayudar a Weblate. Elija su medio de apoyo predilecto o defina su propio monto de donación. Estamos aquí para ayudarle si lo necesita.
et: <strong>Täname sind</strong> oma otsuse eest toetada Weblatet. Palun vali oma eelistatud viis toetamiseks, või sea ise annetuse kogus. Vajadusel oleme abistamas.
fi: <strong>Kiitos</strong> päätöksestänne tukea Weblatea. Valitse haluamasi tukimenetelmä tai aseta lahjoitussumma itse. Olemme täällä auttamassa tarvittaessa.
fr: <strong>Merci</strong> pour votre décision de soutenir Weblate. Veuillez sélectionner votre méthode de soutien préférée ou indiquez un montant de don. Nous sommes là pour vous aider si besoin.
ga: <strong>Go raibh maith agat</strong> as do chinneadh tacú le Weblate. Roghnaigh an modh tacaíochta is fearr leat, nó socraigh méid síntiús duit féin. Táimid anseo chun cabhrú leat más gá.
gl: <strong>Grazas</strong> pola súa decisión de patrocinar Weblate. Escolla o seu método de patrocinio preferido ou estabeleza Vde. mesmo un importe de doazón. Estamos aquí para axudar se é necesario.
he: <strong>תודה רבה</strong> על החלטתך לתמוך ב־Weblate. נא לבחור את העדפתך לגבי שיטת התמיכה או לבחור את סכום התרומה כרצונך. אנו כאן לסייע בכל דרך שניתן.
hr: <strong>Hvala ti</strong> što želiš podržati Weblate. Odaberi željeni način podrške ili odredi iznos donacije. Ako trebaš pomoć, tu smo.
hu: <strong>Köszönjük</strong>, hogy úgy döntött, támogatja a Weblate-et. Válassza ki a támogatás módját vagy adja meg saját maga az adomány összegét. Ha segítségre van szüksége, szívesen állunk rendelkezésére.
id: <strong>Terima kasih</strong> atas keputusan Anda untuk mendukung Weblate. Silakan pilih metode dukungan yang Anda inginkan atau tentukan sendiri jumlah donasinya. Kami ada di sini untuk membantu jika diperlukan.
is: <strong>Þakka þér kærlega</strong> fyrir ákvörðun þína um að styðja Weblate. Veldu þá aðferð sem þér hugnast best til að styðja okkur, eða settu þína eigin upphæð. Við erum hér til að aðstoða þig ef þörf er á.
it: <strong>Grazie</strong> per la tua decisione di supportare Weblate. Scegli il tuo metodo di supporto preferito o imposta tu stesso un importo per la donazione. Siamo qui per aiutarti se necessario.
ja: Weblate への支援を決めていただき、<strong>ありがとうございます</strong>。支援方法を選択するか、ご希望の寄付金額を設定してください。質問があれば、お問い合わせください。
kab: <strong>Tanemmirt-ik</strong> ɣef tigezmi n ṛṛay-ik ɣef tallelt Weblate. Ttxil-k fren tarrayt-ik n tallelt, neɣ sbadu tallayt-ik n tewsa. Aql-aɣ da akken ad k-nɛiwen ma tesriḍ.
nb: <strong>Takk</strong> for din støtte til Weblate. Velg din foretrukne metode for støtte, eller sett et donasjonsbeløp selv. Vi er her for å hjelpe hvis du trenger det.
nl: <strong>Bedankt</strong> voor het steunen van Weblate. Kies uw methode om ons te steunen, of kies zelf een bedrag om te doneren. Indien nodig helpen we u graag.
pl: <strong>Dziękujemy</strong> za decyzję o wsparciu Weblate. Wybierz preferowaną metodę wsparcia lub samodzielnie ustal kwotę darowizny. Jesteśmy tutaj, aby pomóc w razie potrzeby.
pt_br: <strong>Obrigado</strong> por sua decisão de patrocinar o Weblate. Por favor, escolha seu método preferido de patrocínio ou defina você mesmo uma quantia para doação. Estamos aqui para ajudar se necessário.
pt_pt: <strong>Obrigado</strong> por decidir ajudar o Weblate. Por favor, escolha o seu método favorito de suporte, ou defina um montante personalizado. Nós estamos aqui para ajudar, se necessário.
ro: <strong>Mulțumim</strong> pentru decizia ta de a sprijini Weblate. Te rugăm să alegi metoda preferată de susținere sau să alegi tu o sumă de donație. Suntem aici pentru a te ajuta dacă este nevoie.
ru: <strong>Спасибо вам</strong> за ваше решение поддержать Weblate. Пожалуйста, выберите предпочтительный для вас способ поддержки или установите сумму пожертвования самостоятельно. Мы здесь, чтобы помочь, если понадобится.
sk: <strong>Ďakujeme</strong>, že ste sa rozhodli podporiť Weblate. Vyberte, prosím, formu podpory, ktorá vám vyhovuje alebo si nastavte darovanú sumu sami. Ak potrebujete pomôcť, sme tu pre vás.
sl: <strong>Hvala vam</strong> za vašo odločitev, da podprete Weblate. Izberite želeni način podpore ali sami določite znesek donacije. Tukaj smo, da vam pomagamo, če je potrebno.
sq: <strong>Faleminderit</strong> për vendimin tuaj të përkrahni Weblate-in. Ju lutemi, zgjidhni metodën tuaj të parapëlqyer të përkrahjes, ose caktoni vetë një vlerë dhurimi. Këtu jemi, nëse ju duhet ndihmë.
sr: <strong>Хвала вам</strong> на одлуци да подржите Weblate. Изаберите жељени начин подршке или сами одредите износ донације. Ту смо да помогнемо, ако затреба.
sv: <strong>Tack</strong> för ditt beslut att stödja Weblate. Välj din önskade metod för support, eller ange ett donationsbelopp själv. Vi är här för att hjälpa till vid behov.
ta: <strong> நன்றி </strong> வலைபெயர்ப்பை ஆதரிப்பதற்கான உங்கள் முடிவுக்கு. தயவுசெய்து நீங்கள் விரும்பும் உதவி முறையைத் தேர்வுசெய்க, அல்லது நன்கொடைத் தொகையை நீங்களே அமைக்கவும். தேவைப்பட்டால் உதவ நாங்கள் இங்கு வந்துள்ளோம்.
th: <strong>ขอบคุณ</strong> ที่ตัดสินใจสนับสนุน Weblate โปรดเลือกวิธีสนับสนุนที่คุณต้องการ หรือกำหนดจำนวนเงินบริจาคด้วยตัวเอง เราพร้อมช่วยเหลือหากต้องการ
tr: Weblate projesini destekleme kararınız için <strong>teşekkür ederiz</strong>. Lütfen vermek istediğiniz destek yöntemini seçin ya da kendiniz bir bağış tutarı belirleyin. Gerek duyarsanız yardım etmek için buradayız.
uk: <strong>Дякуємо вам</strong> за ваше рішення підтримати Weblate. Оберіть бажаний спосіб підтримки або встановіть суму пожертви самостійно. Ми тут, щоб допомогти у разі потреби.

source: Choose your amount in EUR
ar: اختر مقدار المبلغ باليورو
be: Абярыце суму ў Еўра
be_latn: Abyary'cze sumu ў Eўra
bg: Изберете сумата в €
ca: Trieu l’import en euros
cs: Zvolte Vaši výši příspěvku v EUR
da: Vælg dit beløb i EUR
de: Wählen Sie Ihren Betrag in EUR
el: Επιλέξτε το ποσό σε ΕΥΡΏ
es: Elija su propio monto en euros
et: Vali summa eurodes
fi: Valitse summa euroina
fr: Sélectionnez le montant en EUR
ga: Roghnaigh do mhéid in EUR
gl: Escolla o seu importe en EUR
he: בחירת סכום משלך באירו
hr: Odaberi iznos u EUR
hu: Válassza ki az összeget euróban
id: Pilih jumlah Anda dalam EUR
is: Veldu upphæð í EUR (evrum)
it: Scegli l'importo della donazione in Euro
ja: ユーロでお支払いの金額を選択してください
kab: Fren tallayt-ik s Euro
nb: Velg ditt beløp i euro
nl: Uw eigen donatiebedrag in Euro kiezen
pl: Wybierz kwotę w EUR
pt_br: Escolha sua quantidade em EUR
pt_pt: Escolha o seu valor em EUROS
ro: Alege suma în EUR
ru: Выберите сумму в евро
sk: Vyberte sumu daru v EUR
sl: Izberite znesek v EUR
sq: Zgjidhni shumën tuaj në euro
sr: Изаберите износ у еврима
sr_latn: Izaberite iznos u evrima
sv: Välj ditt belopp i EUR
ta: யூரோவில் உங்கள் தொகையைத் தேர்வுசெய்க
th: เลือกจำนวนเงินเป็น EUR
tr: Tutarınızı EUR olarak seçin
uk: Оберіть суму в євро

# Minimal donation amount in a form
source: From %(minimum)s
ar: من %(minimum)s
be: Ад %(minimum)s
be_latn: Ad %(minimum)s
bg: От %(minimum)s
ca: A partir de %(minimum)s
cs: Alespoň %(minimum)s
da: Fra %(minimum)s
de: Von %(minimum)s
el: Από %(minimum)s
es: Desde %(minimum)s
et: Alates %(minimum)s
fi: %(minimum)s:sta
fr: À partir de %(minimum)s
ga: Ó %(minimum)s
gl: A partir de %(minimum)s
he: החל מ־%(minimum)s
hr: Od %(minimum)s
hu: Minimum: %(minimum)s
id: Mulai dari %(minimum)s
is: Frá %(minimum)s
it: Da %(minimum)s €
ja: %(minimum)s より
kab: Seg %(minimum)s
lt: Nuo %(minimum)s
nb: Fra %(minimum)s
nl: Vanaf %(minimum)s
pl: Od %(minimum)s
pt_br: A partir de %(minimum)s
pt_pt: Desde %(minimum)s
ro: Din %(minimum)s
ru: От %(minimum)s
sk: Od %(minimum)s
sl: Od %(minimum)s
sq: Duke filluar nga %(minimum)s
sr: Од %(minimum)s
sr_latn: Od %(minimum)s
sv: Från %(minimum)s
ta: %(minimum)s இல் இருந்து
th: เริ่มต้นที่ %(minimum)s
tr: Başlangıç %(minimum)s
uk: Від %(minimum)s

source: Pick how often to donate
ar: اختر عدد مرات التبرع
be: Абярыце чашчыню ахвяраванняў
be_latn: Abyary'cze chashchy'nyu axvyaravannyaў
bg: Изберете колко често да дарявате
ca: Trieu com de sovint voleu fer el donatiu
cs: Zvolte jak často darovat
da: Vælg, hvor ofte du vil donere
de: Wählen Sie, wie oft Sie spenden möchten
el: Επιλέξτε πόσο συχνά θα κάνετε δωρεά
es: Escoja cuán seguido donará
et: Vali annetamise sagedus
fi: Kuinka usein lahjoitetaan
fr: Sélectionnez la fréquence de don
ga: Roghnaigh cé chomh minic a bhronnadh
gl: Escolla con que frecuencia quere facer unha doazón
he: נא לבחור את תדירות התרומה
hr: Odaberi učestalost doniranja
hu: Válassza ki az adományozás gyakoriságát
id: Tentukan seberapa sering Anda akan berdonasi
is: Veldu hversu oft þú vilt gefa
it: Scegli con che frequenza donare
ja: 寄付する間隔を選ぶ
kab: Fren acḥal n tikkat ara tmuddeḍ
lt: Pasirinkite, kaip dažnai norite paremti
nb: Velg hvor ofte du vil donere
nl: Kies hoe vaak u wilt doneren
pl: Wybierz częstotliwość darowizn
pt_br: Escolha com qual frequência pretende fazer doações
pt_pt: Escolha a frequência do donativo
ro: Alege cât de des donezi
ru: Выберите, как часто вы будете делать пожертвования
sk: Vyberte, ako často chcete darovať
sl: Izberite, kako pogosto želite darovati
sq: Zgjidhni sa shpesh të dhurohet
sr: Изаберите учестаност донације
sr_latn: Izaberite učestanost donacije
sv: Välj hur ofta du vill donera
ta: எவ்வளவு அடிக்கடி நன்கொடை அளிக்க வேண்டும் என்பதைத் தேர்ந்தெடுங்கள்
th: เลือกว่าจะบริจาคบ่อยแค่ไหน
tr: Ne sıklıkta bağış yapacağınızı seçin
uk: Виберіть, як часто робитимете пожертви

source: Single payment
ar: دفع مرة واحدة
be: Аднаразовы плацеж
be_latn: Adnarazovy' placzezh
bg: Еднократно плащане
ca: Pagament únic
cs: Jednorázová platba
da: Engangsbetaling
de: Einmalige Zahlung
el: Απλή πληρωμή
es: Pago único
et: Üksik makse
fi: Kertamaksu
fr: Paiement unique
ga: Íocaíocht amháin
gl: Pagamento único
he: תשלום יחיד
hr: Jedanput
hu: Egyszeri befizetés
id: Satu kali
is: Stök greiðsla
it: Pagamento singolo
ja: 1 回のみの支払い
kab: Yiwen n lexlaṣ
lt: Vienkartinis mokėjimas
nb: Éngangsbetaling
nl: Eenmalige betaling
pl: Płatność jednorazowa
pt_br: Pagamento único
pt_pt: Pagamento único
ro: Plată unică
ru: Единоразовый платёж
sk: Jednorazová platba
sl: Enkratno plačilo
sq: Pagesë njëshe
sr: Једно плаћање
sr_latn: Jedno plaćanje
sv: Engångsbetalning
ta: ஒற்றை கட்டணம்
th: ชำระครั้งเดียว
tr: Tek seferlik ödeme
uk: Разовий платіж

source: Every year
ar: كل عام
be: Штогод
be_latn: SHtogod
bg: Всяка година
ca: Cada any
cs: Každý rok
da: Hvert år
de: Jedes Jahr
el: Κάθε χρόνο
es: Cada año
et: Iga aasta
fi: Vuosittain
fr: Annuel
ga: Gach bliain
gl: Cada ano
he: כל שנה
hr: Godišnje
hu: Évente
id: Setiap tahun
is: Árlega
it: Ogni anno
ja: 毎年
kab: s useggas
lt: Kiekvienais metais
nb: Hvert år
nl: Jaarlijks
pl: Co rok
pt_br: Todo ano
pt_pt: Anualmente
ro: În fiecare an
ru: Каждый год
sk: Každý rok
sl: Vsako leto
sq: Çdo vit
sr: Сваке године
sr_latn: Svake godine
sv: Varje år
ta: ஒவ்வொரு வருடமும்
th: ทุกปี
tr: Her yıl
uk: Щорічно

source: Your reward options
ar: خيارات مكافأتك
be: Варыянты ўзнагароды
be_latn: Vary'yanty' ўznagarody'
bg: Вашите възможни награди
ca: Les vostres opcions de recompensa
cs: Vaše možnosti odměn
da: Dine belønningsmuligheder
de: Ihre Prämienoptionen
el: Οι επιλογές ανταμοιβής σας
es: Sus opciones de recompensas
et: Sinu preemia valikud
fi: Palkintovaihtoehtosi
fr: Vos choix pour féliciter
ga: Do roghanna luaíochta
gl: As súas opcións de recompensa
he: אפשרויות הפרס שלך
hr: Opcije za tvoju nagradu
hu: Jutalomlehetőségek
id: Pilihan penghargaan Anda
is: Möguleikar þínir á verðlaunum
it: Le tue opzioni di ricompensa
ja: 謝礼の種類
kab: Iɣewwaren-ik n warrazen
nb: Dine påskjønnelsesvalg
nl: Uw mogelijke beloningen
pl: Twoje opcje nagradzania
pt_br: Suas opções de recompensa
pt_pt: As suas opções de recompensa
ro: Opțiunile tale de recompensă
ru: Варианты вознаграждений
sk: Vaše možnosti odmeny
sl: Vaše možnosti nagrajevanja
sq: Mundësitë tuaja për shpërblim
sr: Ваше опције награђивања
sr_latn: Vaše opcije nagrađivanja
sv: Dina belöningsalternativ
ta: உங்கள் வெகுமதி விருப்பங்கள்
th: ตัวเลือกของรางวัลของคุณ
tr: Ödül seçenekleriniz
uk: Ваші варіанти винагороди

source: <strong>Whoa!</strong> You can get any reward.
ar: <strong>واو!</strong> يمكنك الحصول على أي مكافأة.
be: <strong>Ого!</strong> Вы можаце атрымаць любую ўзнагароду.
be_latn: <strong>Ogo!</strong> Vy' mozhacze atry'macz' lyubuyu ўznagarodu.
ca: <strong>Renoi!</strong> Podeu obtenir qualsevol recompensa.
cs: <strong>Hurá!</strong> Můžete dostat nějakou odměnu.
da: <strong>Nøj!</strong> Du kan få enhver belønning.
de: <strong>Wow!</strong> Sie können jede Prämie bekommen.
el: <strong>Ουάου!</strong> Μπορείτε να λάβετε οποιαδήποτε ανταμοιβή.
es: <strong>¡Vaya!</strong> Puede conseguir cualquier recompensa.
et: <strong>Ohhsa!</strong> Võid teenida igat preemiat.
fi: <strong>Voi!</strong> Voit saada minkä tahansa palkkion.
fr: <strong>Chouette !</strong> Vous pouvez obtenir une récompense.
ga: <strong>Whoa!</strong> Is féidir leat aon duais a fháil.
gl: <strong>Vaites!</strong> Podes obter calquera recompensa.
he: <strong>אדיר!</strong> כל אחד מהפרסים הוא לרשותך.
hr: <strong>Super!</strong> Možeš dobiti bilo koju nagradu.
hu: <strong>Hűha!</strong> Bármelyik jutalmat választhatja.
id: <strong>Wah!</strong> Anda bisa mendapatkan hadiah apa pun.
is: <strong>Vá!</strong> Þú getur fengið hvaða verðlaun sem er.
it: <strong>Wow!</strong> Puoi ricevere qualsiasi ricompensa.
ja: <strong>ありがとうございます！</strong>謝礼を選択してください。
kab: <strong>Whoa!</strong> Tzemreḍ ad tawiḍ yal arraz.
nb: <strong>Tøft.</strong> Du kan få alle påskjønnelsene.
nl: <strong>Wow!</strong> U kunt elke beloning kiezen.
pl: <strong>Whoa!</strong> Możesz otrzymać nagrodę.
pt_br: <strong>Uau!</strong> Você pode obter qualquer recompensa.
pt_pt: <strong>Viva!</strong> Pode obter qualquer recompensa.
ro: <strong>Uau!</strong> Poți obține orice recompensă.
ru: <strong>Вау!</strong> Вы можете получить любую награду.
sk: <strong>Hurá!</strong> Môžete získať ktorúkoľvek odmenu.
sl: <strong>Vau!</strong> Lahko dobite katero koli nagrado.
sq: <strong>Yha!</strong> Mund të merrni çfarëdo shpërblimi.
sr: <strong>Вау!</strong> Можете да бирате награду.
sr_latn: <strong>Vau!</strong> Možete da birate nagradu.
sv: <strong>Whoa!</strong> Du kan få vilken belöning du vill.
ta: <strong> அட! </strong> நீங்கள் எந்த வெகுமதியையும் பெறலாம்.
th: <strong>ว้าว!</strong> คุณสามารถรับของรางวัลใดก็ได้
tr: <strong> Durun! </strong> Bir ödül alabilirsiniz.
uk: <strong>Овва!</strong> Ви можете отримати будь яку винагороду.

source: Selected option
ar: الخيارات المختارة
be: Абраны варыянт
be_latn: Abrany' vary'yant
bg: Избрана опция
ca: Opció seleccionada
cs: Vybraná možnost
da: Valgt mulighed
de: Ausgewählte Option
el: Επιλεγμένη επιλογή
es: Opción seleccionada
et: Tähistatud valik
fi: Valittu vaihtoehto
fr: Option sélectionnée
ga: Rogha roghnaithe
gl: Opción seleccionada
he: האפשרות הנבחרת
hr: Odabrana opcija
hu: Kiválasztott lehetőség
id: Opsi terpilih
is: Valinn möguleiki
it: Opzione selezionata
ja: 選択済みのオプション
kab: Ismenyifen yettwafernen
nb: Valgt alternativ
nl: Geselecteerde optie
pl: Wybrana opcja
pt_br: Opção selecionada
pt_pt: Opção selecionada
ro: Opțiune selectată
ru: Выбранный вариант
sk: Vybraná možnosť
sl: Izbrana možnost
sq: Mundësi e përzgjedhur
sr: Изабрана опција
sr_latn: Izabrana opcija
sv: Valt alternativ
ta: தேர்ந்தெடுக்கப்பட்ட விருப்பம்
th: ตัวเลือกที่เลือก
tr: Seçilmiş seçenek
uk: Обраний варіант

source: Name in the list of supporters
ar: الاسم في قائمة الداعمين
be: Імя ў спісе карыстальнікаў, якія падтрымалі праект
be_latn: Іmya ў spіse kary'stal'nіkaў, yakіya padtry'malі praekt
ca: Nom a la llista de patrocinadors
cs: Jméno v seznamu podporovatelů
da: Navn på listen over støtter
de: Name in der Liste der Unterstützer
el: Όνομα στη λίστα των υποστηρικτών
es: Nombre en la lista de partidarios
et: Nimi toetajate nimekirjas
fi: Nimi tukijalistassa
fr: Nom dans la liste de nos sponsors
ga: Ainm i liosta na tacadóirí
gl: Nome na listaxe de patrocinadores
he: שם ברשימת התומכים
hr: Ime u popisu podržavatelja
hu: Név a támogatók listáján
id: Nama dalam daftar para pendukung
is: Nafn þitt í lista stuðningsfólks
it: Nome nell'elenco dei sostenitori
ja: 支援者名簿に名前を掲載
kab: Isem deg tebdart n yiwiziwen
nb: Navn i listen over støttespillere
nl: Naam in de lijst van supporters
pl: Nazwa na liście wsparcia
pt_br: Nome na lista de patrocinadores
pt_pt: Nome na lista de patrocinadores
ro: Nume în lista de susținători
ru: Ваше имя в списке поддержавших
sk: Meno v zozname podporovateľov
sl: Ime na seznamu podpornikov
sq: Emër te lista e përkrahësve
sr: Име у листи присталица
sr_latn: Ime u listi pristalica
sv: Namn i listan över understödjare
ta: ஆதரவாளர்களின் பட்டியலில் பெயர்
th: ชื่อในรายชื่อผู้สนับสนุน
tr: Destekleyenler listesinde ad
uk: Ім'я в списку прихильників

source: Unavailable for your amount
ar: غير متوفر لكميتك
be: Недаступна для вашай сумы
be_latn: Nedastupna dlya vashaj sumy'
ca: No està disponible per al vostre import
cs: Nedostupné pro Vaši částku
da: Utilgængelig for dit beløb
de: Nicht verfügbar für Ihren Betrag
el: Μη διαθέσιμο για το ποσό σας
es: No está disponible para su monto
et: Sinu kogusele pole saadaval
fi: Ei saatavilla summasi suhteen
fr: Indisponible pour votre montant
ga: Níl fáil ar do mhéid
gl: Non está dispoñíbel para o seu importe
he: לא זמין עבור הסכום שבחרת
hr: Nedostupno za tvoj iznos
hu: Az Ön által megadott összeghez nem elérhető
id: Tidak tersedia untuk jumlah Anda
is: Ekki í boði fyrir þessa upphæð
it: Non disponibile per il tuo importo
ja: その金額では利用できません
kab: Ulac i tallayt-ik
nb: Utilgjengelig for ditt beløp
nl: Niet beschikbaar voor het door u gekozen bedrag
pl: Niedostępne dla Twojej kwoty
pt_br: Indisponível para sua quantia
pt_pt: Indisponível para o seu montante
ro: Indisponibil pentru suma ta
ru: Недоступно для вашей суммы
sk: Nie je k dispozícii pre túto sumu
sl: Ni na voljo za vaš znesek
sq: Jo e mundshme për sasinë tuaj
sr: Није доступно за ваш износ
sr_latn: Nije dostupno za vaš iznos
sv: Inte tillgänglig för ditt belopp
ta: உங்கள் தொகைக்கு கிடைக்கவில்லை
th: ไม่สามารถเลือกได้สำหรับจำนวนเงินของคุณ
tr: Tutarınız için seçilemez
uk: Недоступно для вашої суми

source: Choose this
ar: أختر هذا
be: Абраць гэта
be_latn: Abracz' ge'ta
bg: Избиране
ca: Tria aquesta
cs: Zvolte toto
da: Vælg denne
de: Wählen Sie diese
el: Επιλέξτε αυτό
es: Elegir esta
et: Vali see
fi: Valitse tämä
fr: Bouton permettant de féliciter un don
ga: Roghnaigh é seo
gl: Escoller isto
he: לבחור בזה
hr: Odaberi ovo
hu: Ezt választom
id: Pilih ini
is: Velja þetta
it: Scegli questo
ja: これを選択
kab: Fren aya
nb: Velg dette
nl: Kies dit
pl: Wybierz tę opcję
pt_br: Escolher esta
pt_pt: Escolha isto
ro: Alege asta
ru: Выбрать
sk: Vybrať toto
sl: Izberi to
sq: Zgjidhni këtë
sr: Изаберите ово
sr_latn: Izaberite ovo
sv: Välj den här
ta: இதைத் தேர்வுசெய்க
th: เลือกรายการนี้
tr: Bunu seç
uk: Виберіть це

source: No thanks
ar: لا شكرًا
be: Не, дзякуй
be_latn: Ne, dzyakuj
bg: Не, благодаря
ca: No, gràcies
cs: Ne, díky
da: Nej tak
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
et: Ei aitäh
fi: Ei kiitos
fr: Non merci
ga: Níl, go raibh maith agat
gl: Non, grazas
he: לא תודה
hr: Ne hvala
hu: Nem, köszönöm
id: Tidak, terima kasih
is: Nei, takk
it: No grazie
ja: 謝礼は辞退します
kab: Ala tanemmirt
nb: Nei takk
nl: Nee bedankt
pl: Nie, dziękuję
pt_br: Não, obrigado
pt_pt: Não, obrigado
ro: Nu, mulţumesc
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sq: Jo, faleminderit
sr: Не хвала
sr_latn: Ne hvala
sv: Nej tack
ta: நன்றி இல்லை
th: ไม่รับ ขอบคุณ
tr: Hayır teşekkürler
uk: Ні, спасибі

source: Thank you anyway!
ar: شكرًا لك على أية حال!
be: У любым выпадку дзякуй!
be_latn: U lyuby'm vy'padku dzyakuj!
bg: Благодаря, все пак!
ca: Igualment, us ho agraïm!
cs: Děkujeme i tak!
da: Tak alligevel!
de: Trotzdem vielen Dank!
el: Σας ευχαριστούμε ούτως ή άλλως!
es: ¡Gracias de todos modos!
et: Aitäh sellegi poolest!
fi: Kiitos silti!
fr: Merci quand même !
ga: Go raibh maith agat!
gl: Grazas de todos os xeitos!
he: תודה לך בכל אופן!
hr: Svejedno hvala!
hu: Mindenesetre köszönjük!
id: Terima kasih!
is: Takk samt!
it: Grazie comunque!
ja: とにかくありがとう！
kab: Tanemmirt, xas akka!
nb: Takk skal du uansett ha.
nl: Alsnog bedankt!
pl: Mimo wszystko dziekuję!
pt_br: Obrigado mesmo assim!
pt_pt: Obrigado na mesma!
ro: Mulțumesc oricum!
ru: В любом случае, спасибо!
sk: Ďakujeme aj tak!
sl: Vseeno hvala!
sq: Faleminderit, sido qoftë!
sr: Хвала у сваком случају!
sr_latn: Hvala u svakom slučaju!
sv: Tack ändå!
ta: எப்படியும் நன்றி!
th: อย่างไรก็ตามขอขอบคุณ!
tr: Yine de teşekkürler!
uk: В будь-якому випадку, спасибі!

source: Continue
ar: استمر
be: Працягнуць
be_latn: Pradoŭžyć
bg: Продължаване
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätka
fi: Jatka
fr: Poursuivre
ga: Lean ar aghaidh
gl: Continuar
he: המשך
hr: Nastavi
hu: Folytatás
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続行
kab: Kemmel
lt: Tęsti
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sr: Настави
sr_latn: Nastavi
sv: Fortsätt
ta: தொடரவும்
th: ดำเนินการต่อ
tr: İlerle
uk: Продовжити
