Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Weblate is a platform for one of the most positive and empowering communities of libre software. We learn and grow together and we connect the world.
ar: Weblate هي عبارة عن منصة واحدة من أكثر مجتمعات البرامج الحرة إيجابية وتمكينًا. نتعلم وننمو معًا ونربط العالم.
be: Weblate - гэта платформа для адной з самых пазітыўных суполак, якая развіваецца хуткім тэмпам і распаўсюджвае свабоднае праграмнае забеспячэнне. Мы вучымся, развіваемся разам і аб’ядноўваем свет.
be_latn: Weblate - ge'ta platforma dlya adnoj z samy'x pazіty'ўny'x supolak, yakaya razvіvaeczcza xutkіm te'mpam і raspaўsyudzhvae svabodnae pragramnae zabespyache'nne. My' vuchy'msya, razvіvaemsya razam і ab’yadnoўvaem svet.
ca: El Weblate és una plataforma per a una de les comunitats més positives i apoderadores del programari lliure. Aprenem i creixem junts i connectem el món.
cs: Weblate je platforma pro jednu z nejpozitivnějších a nejsilnějších komunit svobodného softwaru. Učíme se a rosteme společně a propojujeme svět.
da: Weblate er en platform for et af de mest positive og styrkende fællesskaber inden for fri software. Vi lærer og vokser sammen, og vi forbinder verden.
de: Weblate ist eine Plattform für eine der positivsten und stärksten Gemeinschaften von Freier Software. Wir lernen und wachsen gemeinsam und wir verbinden die Welt.
el: Το Weblate είναι μια πλατφόρμα για μια από τις πιο θετικές και ενδυναμωτικές κοινότητες του ελεύθερου λογισμικού. Μαθαίνουμε και αναπτυσσόμαστε μαζί και συνδέουμε τον κόσμο.
es: Weblate tiene una de las comunidades más positivas y empoderantes del software libre. Aprendemos y crecemos juntos mientras conectamos al planeta.
fi: Weblate on yksi positiivisimmista ja kannustavimmista vapaiden ohjelmistojen yhteisöistä. Opimme ja kasvamme yhdessä.
fr: Weblate est la plateforme d’une des communautés les plus positive et stimulante du logiciel libre. Nous apprenons et grandissons ensemble et nous connectons le monde !
ga: Is ardán é Weblate do cheann de na pobail is dearfaí agus is cumhachtaí de bhogearraí libre. Foghlaimimid agus fásann muid le chéile agus nascaimid an domhan.
gl: Weblate é unha plataforma para unha das comunidades máis positivas e apoderadoras do software libre. Aprendemos e crecemos xuntos mentres conectamos o mundo.
he: Weblate היא פלטפורמה לאחת מהקהילות הכי חיוביות ומעצימות שיש בתחום התכנה החופשית. אנו לומדים לצמוח יחד ולהתחבר לעולם.
hr: Weblate je platforma za jednu od najpozitivnijih i snažnih zajednica slobodnog softvera. Učimo i rastemo zajedno i povezujemo svijet.
hu: A Weblate egy olyan platform, amely a szabad szoftveres közösség egyik legpozitívabb és leghozzáférhetőbb közösségét szolgálja ki. Együtt tanulunk, fejlődünk — és összekötjük a világot.
id: Weblate adalah salah satu platform yang paling positif dan memberdayakan komunitas perangkat lunak gratis. Kami belajar dan berkembang bersama dan kami mempersatukan dunia.
is: Weblate er grundvöllur eins af mest jákvæðu og valdeflandi samfélögunum í heimi frjáls hugbúnaðar. Við lærum og vöxum öll um leið og við tengjum heiminn saman.
it: Weblate è una piattaforma per una delle comunità più positive e più autorevoli del software libero. Impariamo e cresciamo insieme e colleghiamo il mondo.
ja: Weblate は、自由ソフトウェアのコミュニティの中でも最も活発で力強いプラットフォームのひとつです。私たちは共に学び成長し世界をつなぎます。
kab: Weblate d tiɣerɣert i yiwet n terbaɛt yettnernin n useqzan ilelli. Nlemmed , nettimɣur lwaḥid daɣen nteqqen amaḍal.
lt: „Weblate“ – tai platforma, skirta vienai pozityviausių ir daugiausiai galimybių suteikiančių laisvosios programinės įrangos bendruomenių. Mes mokomės ir augame kartu bei sujungiame pasaulį.
nb: Weblate er en plattform for en av de mest positive og tillitsvekkende gemenskapene i fri programvare. Vi kan lære og vokse samme, og koble verden sammen.
nl: Weblate is een platform voor een van de meest positieve en krachtige gemeenschappen van vrije software. We leren en groeien samen en we verbinden de wereld.
pl: Weblate jest platformą dla jednej z najbardziej pozytywnych i umacniających społeczności wolnego oprogramowania. Uczymy się i rozwijamy razem i łączymy świat.
pt_br: Weblate é uma plataforma para uma das comunidades mais positivas e capacitantes de software livre. Aprendemos e crescemos juntos e conectamos o mundo.
pt_pt: Weblate é uma plataforma para uma das comunidades mais positivas e estimulantes de &lt;i&gt;software&lt;/i&gt; livre. Nós aprendemos e crescemos juntos, e nós ligámos o mundo.
ro: Weblate este o platformă pentru una dintre cele mai pozitive și mai puternice comunități de software libre. Învățăm și creștem împreună și conectăm lumea.
ru: Weblate — это площадка для одного из самых позитивных и развивающихся сообществ, которая распространяет свободное программное обеспечение. Мы учимся, развиваемся вместе и объединяем мир.
sk: Weblate je platforma pre jednu z najpozitívnejších a najsilnejších komunít slobodného softvéru. Učíme sa a rastieme spoločne a spolu prepájame svet.
sq: Weblate-i është një platformë për një nga bashkësitë më pozitive dhe më fuqizuese të software-it të lirë. Mësojmë dhe rritemi bashkë dhe lidhim botën.
sr: Weblate је једна од најпозитивнијих и снажнијих заједница слободног софтвера. Ми радимо и растемо заједно и повезујемо свет.
sr_latn: Weblate je jedna od najpozitivnijih i snažnijih zajednica slobodnog softvera. Mi radimo i rastemo zajedno i povezujemo svet.
sv: Weblate är en plattform för en av de mest positiva och stärkande gemenskaperna med fri programvara. Vi lär oss och växer tillsammans och vi ansluter världen.
ta: வலைபெயர்ப்பு என்பது விடுதலை மென்பொருளின் மிகவும் நேர்மறையான மற்றும் அதிகாரம் அளிக்கும் சமூகங்களில் ஒன்றாகும். நாங்கள் கற்றுக் கொண்டோம், ஒன்றாக வளர்கிறோம், உலகை இணைக்கிறோம்.
th: Weblate เป็นแพลตฟอร์มสำหรับหนึ่งในชุมชนซอฟต์แวร์เสรีที่คิดบวกและสร้างพลังได้มากที่สุด เราเรียนรู้และเติบโตไปด้วยกัน และเราเชื่อมโลกเข้าด้วยกัน
tr: Weblate, özgür yazılımın en olumlu ve güçlendirici topluluklarından biri için bir platform sağlar. Birlikte öğrenir, büyür ve dünyayı birleştiririz.
uk: Weblate — це платформа для однієї з найпозитивніших та розширених спільнот із вільним програмним забезпеченням. Ми вчимося та ростемо разом й обʼєднуємо світ.

source: Contribute with us
ar: ساهموا معنا
be: Супрацоўнічаць з намі
be_latn: Supraczoўnіchacz' z namі
bg: Допринесете с нас
ca: Contribuïu-hi
cs: Přispějte s námi
da: Bidrag sammen med os
de: Bei uns mitmachen
el: Συνεισφέρετε μαζί μας
es: Colabore con nosotros
fi: Osallistu kanssamme
fr: Rejoignez-nous
ga: Cuidigh linn
gl: Colabore connosco
he: להתנדב אתנו
hr: Doprinesi zajedno s nama
hu: Vegyen részt velünk a közös munkában
id: Berkontribusi bersama kami
is: Leggðu þitt af mörkum með okkur
it: Collabora con noi
ja: Weblate に貢献
kab: Ttekki yid-neɣ
lt: Prisidėti su mumis
nb: Bidra med oss
nl: Help mee
pl: Współpracuj z nami
pt_br: Contribua conosco
pt_pt: Contribua connosco
ro: Contribuie cu noi
ru: Сотрудничать с нами
sk: Prispejte s nami
sq: Jepni ndihmesë te ne
sr: Сарађуј са нама
sr_latn: Radite sa nama
sv: Bidra med oss
ta: எங்களுடன் பங்களிக்கவும்
th: มีส่วนร่วมกับเรา
tr: Katkıda bulunun
uk: Сприяйте розвитку з нами

source: Good written and spoken English language skills are required.
ar: مطلوب مهارات جيدة في اللغة الإنجليزية تحدثا وكتابة.
be: Патрэбны добрыя пісьмовыя і размоўныя веды ангельскай мовы.
be_latn: Patre'bny' dobry'ya pіs'movy'ya і razmoўny'ya vedy' angel'skaj movy'.
ca: Cal que tingueu un bon nivell d’anglès escrit i parlat.
cs: Požaduje se dobrá znalost anglického jazyka v psané i mluvené podobě.
da: Gode skriftlige og mundtlige engelskkundskaber er påkrævet.
de: Gute Englischkenntnisse in Wort und Schrift sind erforderlich.
el: Απαιτούνται καλές δεξιότητες αγγλικής γλώσσας στον γραπτό και προφορικό λόγο.
es: Necesitará dominar el inglés, tanto oral como por escrito.
fr: De bonnes compétences linguistiques en anglais écrit et parlé sont requises.
ga: Tá scileanna maithe Béarla scríofa agus labhartha ag teastáil.
gl: Requírese bos coñecementos de inglés escrito e falado.
he: דרושות יכולות טובות בכתיבה ובדיבור באנגלית.
hr: Potrebne su dobre vještine pisanog i govornog engleskog jezika.
hu: Jó írásbeli és szóbeli angol nyelvtudás szükséges.
id: Keterampilan bahasa Inggris tertulis dan lisan yang baik sangat diperlukan.
is: Krafist er góðrar kunnáttu í talaðri og skrifaðri ensku.
it: È richiesta una buona conoscenza della lingua inglese scritta e parlata.
ja: 優れた英語の文章力と会話力が必要となります。
lt: Būtini geri rašybos ir kalbėjimo anglų kalba įgūdžiai.
nl: Vereist: een goede beheersing van de Engelse taal, zowel op schrift als in gesproken communicatie.
pl: Wymagana jest dobra znajomość języka angielskiego w mowie i piśmie.
pt_br: Bons conhecimentos da língua inglesa, escrita e falada são necessários.
ro: Sunt necesare bune cunoștințe de limba engleză scrisă și vorbită.
ru: Необходимы хорошие письменные и разговорные навыки английского языка.
sk: Vyžadujú sa dobré znalosti písaného a hovoreného Anglického jazyka.
sq: Janë të domosdoshme sftësi të kënaqshme në shkrim dhe lexim anglishteje.
sv: Goda kunskaper i engelska i tal och skrift krävs.
ta: நல்ல எழுதப்பட்ட மற்றும் பேசப்படும் ஆங்கில மொழித் திறன் தேவை.
th: ต้องมีทักษะการเขียนและการพูดภาษาอังกฤษที่ดี
tr: İyi düzeyde yazılı ve sözlü İngilizce yeterliliği gereklidir.
uk: Потрібні хороші письмові та розмовні знання англійської мови.

source: This is a remote contractor position.
ar: هذا هو موقف المقاول عن بعد.
be: Гэты дыстанцыйная праца.
be_latn: Ge'ty' dy'stanczy'jnaya pracza.
ca: És un lloc de treball en remot.
cs: Jedná se o pozici smluvního partnera na dálku.
da: Dette er en fjernansættelsesstilling.
de: Dies ist eine Vertragsstelle für Telearbeit.
el: Πρόκειται για μια απομακρυσμένη θέση συμβασιούχου.
es: Esta es una posición de contratista remoto.
fr: Il s’agit d’un poste à distance.
ga: Is post cianchonraitheora é seo.
gl: Este é un posto de contratista remoto.
he: זו משרה לעצמאי מרחוק.
hr: Ovo je pozicija udaljenog ugovarača.
hu: Ez egy távmunkában végezhető vállalkozói pozíció.
id: Ini adalah posisi kontraktor jarak jauh.
is: Þetta er staða fyrir verktaka í fjarvinnslu.
it: Questa è una posizione di appaltatore remoto.
ja: これは、リモートで働く契約社員です。
lt: Tai nuotolinio paslaugų vykdytojo pozicija.
nl: Op deze positie werkt u op afstand.
pl: To jest stanowisko dla zdalnego kontraktora.
pt_br: Esta é uma posição de contratado remoto.
ro: Acesta este un post de contractor la distanță.
ru: Это вакансия удалённого сотрудника.
sk: Toto je pozícia práce na diaľku.
sq: Ky është një vend pune me kontratë për dikë në distancë.
sv: Detta är en distansanställning som entreprenör.
ta: இது தொலைநிலை ஒப்பந்தக்காரர் நிலை.
th: ตำแหน่งนี้เป็นสัญญาจ้างแบบทำงานจากระยะไกล
tr: Bu uzaktan sözleşmeli çalışılan bir pozisyondur.
uk: Це дистанційна робота.

source: We're a small libre software company where everybody has a lot of space to grow.
ar: نحن شركة برمجيات حرة صغيرة حيث يتمتع الجميع بمساحة كبيرة للنمو.
be: Мы невялікая кампанія, што працуе з вольным праграмным забяспячэннем, дзе кожнаму знойдзецца магчымасцяў для развіцця.
be_latn: My' nevyalіkaya kampanіya, shto praczue z vol'ny'm pragramny'm zabyaspyache'nnem, dze kozhnamu znojdzeczcza magchy'masczyaў dlya razvіczczya.
ca: Som una empresa petita de programari lliure on tothom té molt d’espai per a créixer.
cs: Jsme malá společnost vyvíjející svobodný software, kde má každý velký prostor k růstu.
da: Vi er en lille fri softwarevirksomhed, hvor alle har masser af plads til at vokse.
de: Wir sind ein kleines Unternehmen für Freie Software, in dem jeder viel Platz zum Wachsen hat.
el: Είμαστε μια μικρή εταιρεία ελεύθερου λογισμικού όπου όλοι έχουν πολύ χώρο για να αναπτυχθούν.
es: Somos una pequeña empresa de software libre en la que todo el mundo tiene mucho espacio para crecer.
fr: Nous sommes une petite entreprise du logiciel libre où les opportunités, nombreuses, permettent à chacun de se développer.
ga: Is cuideachta bheag bogearraí saor sinn ina bhfuil go leor spáis ag gach duine le fás.
gl: Somos unha pequena empresa de software libre onde todos teñen moito espazo para medrar.
he: אנו חברה קטנה לתוכנה חופשית בה לכולם יש המון מקום לצמוח.
hr: Mi smo mala tvrtka slobodnog softvera, gdje svatko ima puno prostora za rast.
hu: Egy kis szabad szoftveres cégnél dolgozunk, ahol mindenkinek bőven van lehetősége fejlődni.
id: Kami adalah perusahaan kecil pembuat perangkat lunak gratis di mana setiap orang memiliki banyak ruang untuk berkembang.
is: Við erum lítið fyrirtæki byggt á frjálsum hugbúnaði þar sem allir hafa tækifæri til að dafna.
it: Siamo una piccola azienda di software libero in cui tutti hanno molto spazio per crescere.
ja: 当社は、誰もが成長できる機会がある、小さな自由ソフトウェアの開発会社です。
lt: Esame maža laisvosios programinės įrangos įmonė, kurioje kiekvienas gali augti.
nl: Wij zijn een klein bedrijf dat vrije software maakt, waar iedereen kan groeien.
pl: Jesteśmy małą firmą zajmującą się wolnym oprogramowaniem, w której każdy ma dużo przestrzeni do rozwoju.
pt_br: Somos uma pequena empresa de software livre no qual todos têm muito espaço para crescer.
ro: Suntem o companie mică de software libre în care toată lumea are mult spațiu pentru a se dezvolta.
ru: Мы являемся небольшой компанией, работающей над свободным программным обеспечением, где любому найдётся достаточно места для роста.
sk: Sme malou otvorenou softvérovou spoločnosťou, kde má každý mnoho priestoru pre rast.
sq: Jemi një shoqëri e vogël software-i të lirë ku gjithkush ka plot hapësirë për rritje.
sv: Vi är ett litet libre mjukvaruföretag där alla har mycket utrymme att växa.
ta: நாங்கள் ஒரு சிறிய விடுதலை மென்பொருள் நிறுவனம், அங்கு அனைவருக்கும் வளர நிறைய இடம் உள்ளது.
th: เราเป็นบริษัทซอฟต์แวร์เสรีขนาดเล็กที่ทุกคนมีพื้นที่ให้เติบโตได้อีกมาก
tr: Herkesin büyümek için çok fazla alanı olan küçük bir özgür yazılım şirketiyiz.
uk: Ми невелика компанія, яка працює з вільним програмним забезпеченням, де кожен має багато можливостей для розвитку.

source: Users
ar: المستخدمون
be: Карыстальнікі
be_latn: Karystaĺnіkі
bg: Потребители
ca: Usuaris
cs: Uživatelé
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
et: Kasutajad
fi: Käyttäjät
fr: Utilisateurs
ga: Úsáideoirí
gl: Usuarios
he: משתמשים
hr: Korisnici
hu: Felhasználók
id: Pengguna
is: Notendur
it: Utenti
ja: ユーザー
kab: Iseqdacen
lt: Vartotojai
nb: Brukere
nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
pt_pt: Utilizadores
ro: Utilizatori
ru: Пользователи
sk: Používatelia
sl: Uporabniki
sq: Përdorues
sr: Корисници
sr_latn: Korisnici
sv: Användare
ta: பயனர்கள்
th: ผู้ใช้
tr: Kullanıcılar
uk: Користувачі

source: You can not remove yourself
ar: لا يمكنك إزالة نفسك
be: Вы не можаце выдаліць самога сябе
be_latn: Vy' ne mozhacze vy'dalіcz' samoga syabe
ca: No us podeu suprimir a vós mateix
cs: Nemůžete se odebrat sami
da: Du kan ikke fjerne dig selv
de: Sie können sich nicht entfernen
el: Δεν μπορείτε να αφαιρέσετε τον εαυτό σας
es: No puede quitarse a sí mismx
fi: Et voi poistaa itseäsi
fr: Impossible de vous supprimer vous-même 😊
ga: Ní féidir leat tú féin a bhaint
gl: Vde. non pode retirarse a si mesmo
he: אין לך אפשרות להסיר את עצמך
hr: Sebe ne možeš ukloniti
hu: Saját magát nem távolíthatja el
id: Anda tidak dapat menghapus diri Anda sendiri
is: Þú getur ekki fjarlægt sjáfa/n þig
it: Non puoi rimuovere te stesso
ja: 自分自身の削除はできません
kab: Ur tezmireḍ ara ad tekkseḍ iman-ik·im
lt: Negalite pašalinti savęs
nb: Du kan ikke fjerne deg selv
nl: U kunt uzelf niet verwijderen
pl: Nie można usunąć siebie
pt_br: Você não pode se remover
ro: Nu te poți elimina
ru: Вы не можете удалить сами себя
sk: Nemôžete sa odstrániť
sq: S’mund të hiqni veten
sv: Du kan inte ta bort dig själv
ta: உங்களை நீங்களே அகற்ற முடியாது
th: คุณไม่สามารถลบตัวเองออกได้
tr: Kendinizi kaldıramazsınız
uk: Ви не можете вилучати самі себе

source: Protected user
ar: مستخدم محمي
be: Абаронены карыстальнік
be_latn: Abaroneny' kary'stal'nіk
bg: Защитен потребител
ca: Usuari protegit
cs: Chráněný uživatel
da: Beskyttet bruger
de: Geschützter Benutzer
el: Προστατευμένος χρήστης
es: Usuario protegido
fi: Suojattu käyttäjä
fr: Utilisateur protégé
ga: Úsáideoir cosanta
gl: Usuario protexido
he: משתמש מוגן
hr: Zaštićeni korisnici
hu: Védett felhasználó
id: Pengguna yang dilindungi
is: Verndaður notandi
it: Utente protetto
ja: 保護されたユーザー
lt: Apsaugotas vartotojas
nb: Beskyttet bruker
nl: Beschermde gebruiker
pl: Chroniony użytkownik
pt_br: Usuário protegido
ro: Utilizator protejat
ru: Защищённый пользователь
sk: Chránený používateľ
sq: Përdorues i mbrojtur
sv: Skyddad användare
ta: பாதுகாக்கப்பட்ட பயனர்
th: ผู้ใช้ที่ได้รับการป้องกัน
tr: Korunmuş kullanıcı
uk: Захищений користувач

source: Remove user
ar: إزالة مستخدم
be: Выдаліць карыстальніка
be_latn: Vy'dalіcz' kary'stal'nіka
bg: Премахване на потребител
ca: Suprimeix l’usuari
cs: Odstranit uživatele
da: Fjern bruger
de: Benutzer entfernen
el: Αφαίρεση χρήστη
es: Quitar usuario
fi: Poista käyttäjä
fr: Supprimer l’utilisateur
ga: Bain úsáideoir
gl: Retirar usuario
he: הסרת משתמש
hr: Ukloni korisnika
hu: Felhasználó eltávolítása
id: Hapus pengguna
is: Fjarlægja notanda
it: Rimuovi utente
ja: ユーザーの削除
kab: Kkes aseqdac
lt: Pašalinti vartotoją
nb: Fjern bruker
nl: Gebruiker verwijderen
pl: Usuń użytkownika
pt_br: Remover usuário
ro: Elimină utilizator
ru: Удалить пользователя
sk: Odstránenie používateľa
sq: Hiqe përdoruesin
sv: Ta bort användare
ta: பயனரை அகற்று
th: ลบผู้ใช้
tr: Kullanıcıyı kaldır
uk: Вилучити користувача

source: Remove
ar: حذف
be: Выдаліць
be_latn: Vydalіć
bg: Премахване
ca: Suprimeix
cs: Odstranit
da: Fjern
de: Löschen
el: Αφαίρεση
es: Quitar
et: Eemalda
fi: Poista
fr: Supprimer
ga: Bain
gl: Retirar
he: הסרה
hr: Ukloni
hu: Eltávolítás
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
kab: Kkes
lt: Pašalinti
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sq: Hiqe
sr: Уклони
sr_latn: Ukloni
sv: Ta bort
ta: அகற்று
th: ลบ
tr: Kaldır
uk: Видалити

source: Add a user
ar: إضافة مستخدم
be: Дадаць карыстальніка
be_latn: Dadacz' kary'stal'nіka
bg: Добавяне на потребител
ca: Afegeix un usuari
cs: Přidat uživatele
da: Tilføj en bruger
de: Benutzer hinzufügen
el: Προσθήκη χρήστη
es: Añadir usuario
et: Lisa kasutaja
fr: Ajouter un utilisateur
ga: Cuir úsáideoir leis
gl: Engadir un usuario
he: הוספת משתמש
hr: Dodaj korisnika
hu: Felhasználó hozzáadása
id: Tambah pengguna
is: Bæta við notanda
it: Aggiungi utente
ja: ユーザーの追加
kab: Rnu aseqdac
lt: Įtraukti vartotoją
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
pt_br: Adicionar um usuário
ro: Adaugă utilizator
ru: Добавить пользователя
sk: Pridať používateľa
sq: Shtoni një përdorues
sr: Додај корисника
sr_latn: Dodaj korisnika
ta: ஒரு பயனரைச் சேர்க்கவும்
th: เพิ่มผู้ใช้
tr: Kullanıcı ekle
uk: Додати користувача

source: Continuous Localization
ar: توطين مستمر
be: Бесперапынная лакалізацыя
be_latn: Besperapy'nnaya lakalіzaczy'ya
bg: Непрекъсната локализация
ca: Localització contínua
cs: Průběžná lokalizace
da: Løbende lokalisering
de: Kontinuierliche Lokalisierung
el: Συνεχής μετάφραση
es: Localización continua
fi: Jatkuvaa lokalisointia
fr: Traduction en continu
ga: Logánú Leanúnach
gl: Rexionalización continua
he: תרגום רציף
hr: Kontinuirana lokalizacija
hu: Folyamatos lokalizáció
id: Pelokalan berkelanjutan
is: Samfelld staðfærsla
it: Localizzazione continua
ja: 開発と翻訳が結びついた現地語化
kab: Asideg i ttkemmilen
lt: Nepertraukiamas lokalizavimas
nb: Kontinuerlig lokal tilpasning
nl: Doorlopende vertaling
pl: Ciągła lokalizacja
pt_br: Localização contínua
pt_pt: Tradução Contínua
ro: Localizare continuă
ru: Непрерывный перевод
sk: Kontinuálna lokalizácia
sq: Përkthim Në Vazhdimësi
sr: Континуирана локализација
sr_latn: Kontinualna lokalizacija
sv: Fortlöpande lokalisering
ta: தொடர்ச்சியான உள்ளூர்மயமாக்கல்
th: การแปลภาษาแบบต่อเนื่อง
tr: Kesintisiz yerelleştirme
uk: Безперервна локалізація

source: Automated localization workflow follows your project development closely.
ar: يتبع سير عمل التوطين الآلي تطور مشروعكم عن كثب.
be: Аўтаматызаваны працэс лакалізацыі шчыльна звязаны з распрацоўваннем праекта.
be_latn: Aўtamaty'zavany' pracze's lakalіzaczy'і shchy'l'na zvyazany' z raspraczoўvannem praekta.
bg: Автоматизираният процес на локализацията следва плътно разработката на Вашия проект.
ca: El procés automatitzat de localització segueix de prop el desenvolupament del vostre projecte.
cs: Automatizovaný lokalizační proces následuje vývoj vašeho projektu.
da: Automatiseret lokaliseringsarbejdsgang følger din projektudvikling tæt.
de: Automatisierte Lokalisierungsprozesse folgen genau Ihrer Projektentwicklung.
el: Η αυτοματοποιημένη ροή εργασιών μετάφρασης ακολουθεί στενά την ανάπτυξη του έργου σας.
es: El flujo de trabajo de regionalización automatizado sigue de cerca el desarrollo de su proyecto.
fi: Automaattinen lokalisoinnin työnkulku seuraa tiiviisti ohjelmistoprojektissa tehtävää kehitystyötä.
fr: Le processus automatisé suit de près le développement de votre projet.
ga: Leanann sreabhadh oibre logánaithe uathoibrithe go dlúth le forbairt do thionscadal.
gl: O fluxo de traballo de rexionalización automatizado segue de preto o desenvolvemento do seu proxecto.
he: אופן עבודה אוטומטי על תרגום עוקב אחר התפתחות המיזם שלך מקרוב.
hr: Automatiziran radni tok pomno prati razvoj tvog projekta.
hu: Az automatizált lokalizációs munkafolyamat szorosan követi a projekt fejlesztését.
id: Alur kerja pelokalan otomatis mengikuti perkembangan proyek Anda dengan cermat.
is: Sjálfvirkt vinnuferli í staðfærslu fylgir þróun verkefnis þíns náið.
it: Il flusso di localizzazione automatizzato segue da vicino lo sviluppo del tuo progetto.
ja: 翻訳作業工程の自動化により、プロジェクトの開発側と密接に連携します。
kab: Akala n umahil n usideg yeṭṭafaṛ s lqerban taleflit n usenfaṛ-ik.
lt: Automatizuota lokalizavimo darbo eiga atidžiai seka jūsų projekto kūrimą.
nb: Automatisert prosess for lokal tilpasning følger utviklingen av prosjektet nøye.
nl: De geautomatiseerde vertaalomgeving volgt nauw de ontwikkeling van uw project.
pl: Zautomatyzowany workflow lokalizacji, który ściśle podąża za rozwojem twojego projektu.
pt_br: Fluxo de trabalho de localização automatizada segue o desenvolvimento do seu projeto de perto.
pt_pt: O fluxo de trabalho da tradução automatizada segue de perto o desenvolvimento do seu projeto.
ro: Fluxul de lucru automatizat pentru localizare urmărește îndeaproape dezvoltarea proiectului tău.
ru: Автоматизированный процесс локализации чутко следит за разработкой вашего проекта.
sk: Automatizovaný lokalizačný proces úzko sleduje vývoj vášho projektu.
sq: Rrjedha e automatizuar e përkthimit ndjek nga afër ecurinë e projektit tuaj.
sr: Аутоматизовани рад на локализацији у стопу прати развој вашег пројекта.
sr_latn: Automatizovani rad na lokalizaciji u stopu prati razvoj vašeg projekta.
sv: Automatiserat arbetsflöde för lokalisering följer din projektutveckling noga.
ta: தானியங்கு உள்ளூர்மயமாக்கல் பணிப்பாய்வு உங்கள் திட்ட வளர்ச்சியை நெருக்கமாகப் பின்பற்றுகிறது.
th: กระบวนการทำงานด้านการแปลภาษาแบบอัตโนมัติที่สอดคล้องกับการพัฒนาโครงการของคุณอย่างใกล้ชิด
tr: Kendiliğinden işleyen yerelleştirme iş akışı, projenizdeki gelişmeleri yakından izler.
uk: Автоматизований робочий процес локалізації уважно стежить за розробкою вашого проєкту.
