Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Support for uploading screenshots to provide better context for translators
ar: دعم تحميل لقطات الشاشة لتوفير سياق أفضل للمترجمين
be: Падтрымка запампоўвання здымкаў экрана для больш зручнага паказу кантэксту для перакладчыкаў
be_latn: Padtry'mka zapampoўvannya zdy'mkaў e'krana dlya bol'sh zruchnaga pakazu kante'kstu dlya perakladchy'kaў
ca: Suport per a penjar captures de pantalla per a proporcionar més context als traductors
cs: Podpora pro nahrávání snímků obrazovky pro poskytnutí lepšího kontextu překladatelům
da: Understøttelse af upload af skærmbilleder for at give oversættere bedre kontekst
de: Unterstützung zum Hochladen von Bildschirmfotos, um einen besseren Kontext für Übersetzer zu schaffen
el: Υποστήριξη για μεταφόρτωση στιγμιότυπων για παροχή καλύτερου περιεχομένου για τους μεταφραστές
es: Es posible cargar capturas de pantalla para brindar un mejor contexto a los traductores
et: Kuvavõtete üleslaadimis võimalus, pakkumaks paremat sõne-keskkonda tõlkijatele
fi: Tuki kuvankaappausten lataamiselle, jotta kääntäjille voidaan ilmaista paremmin käännösten konteksti
fr: Possibilité d’ajouter des captures écran pour fournir un meilleur contexte aux traducteurs
ga: Tacaíocht chun screenshots a uaslódáil chun comhthéacs níos fearr a sholáthar do na haistritheoirí
gl: É posíbel enviar capturas de pantalla para fornecerlle un mellor contexto aos tradutores
he: תמיכה בהעלאת צילומי מסך כדי להעניק הקשר ברור יותר למתרגמים
hr: Podrška za prijenos snimaka ekrana, kako bi prevodioci bolje razumjeli kontekst
hu: Képfeltöltés támogatása a fordítók számára jobb szövegkörnyezet biztosításához
id: Dukungan untuk mengunggah tangkapan layar untuk menyediakan konteks yang lebih baik bagi para penerjemah
is: Stuðningur við innsendingu skjámynda til að þýðendur geti glöggvað sig betur á samhengi
it: Supporto per il caricamento di schermate per fornire un migliore contesto per i traduttori
ja: 翻訳者に優れたコンテキストを提供するために、スクリーンショットのアップロードをサポート
kab: Asefrek i usali n tuṭṭfiwin n ugdil ad d-imudd ugar n tallet deg usatal i yimsuqal
lt: Ekrano nuotraukų įkėlimo palaikymas, suteikiant geresnį kontekstą vertėjams
nb: Støtte for opplasting av skjermavbildninger for å tilby bedre bindeleddsinformasjon for oversettere
nl: Ondersteuning voor het uploaden van schermfoto's, zodat vertalers de context van een tekenreeks kunnen zien
pl: Obsługa wczytywania zrzutów ekranu w celu zapewnienia lepszego kontekstu dla tłumaczy
pt_br: Suporte ao envio de capturas de tela para proporcionar um melhor contexto para os tradutores
pt_pt: Suporte para envio de capturas de ecrã para oferecer melhor contexto aos tradutores
ro: Suport pentru încărcarea de capturi de ecran pentru a oferi un context mai bun pentru traducători
ru: Поддержка загрузки снимков экрана, чтобы обеспечить лучший контекст для переводчиков
sk: Podpora pre nahrávanie snímkov obrazovky pre poskytnutie lepšieho kontextu prekladateľom
sl: Podpora za nalaganje zaslonskih slik, ki prevajalcem podajajo jasnejši kontekst
sq: Mbulim për ngarkim fotosh ekrani, për t’u dhënë përkthyesve kontekst më të mirë
sr: Подршка са отпремање снимака екрана ради пружања бољег контекста преводиоцима
sr_latn: Podrška sa otpremanje snimaka ekrana radi pružanja boljeg konteksta prevodiocima
sv: Stöd för att ladda upp skärmdumpar för att ge bättre kontext för översättare
ta: மொழிபெயர்ப்பாளர்களுக்கு சிறந்த சூழலை வழங்க திரைக்காட்சிகளை பதிவேற்றுவதற்கான உதவி
th: รองรับการอัปโหลดภาพหน้าจอเพื่อให้บริบทที่ดีขึ้นแก่นักแปล
tr: Çevirmenlere daha iyi bağlam sunmak amacıyla ekran görüntüleri yükleme özelliği eklendi
uk: Підтримка завантаження знятків екрану, щоб забезпечити кращий контекст для перекладачів

source: Show older milestones
ar: عرض الأهداف القديمة
be: Паказ папярэдніх этапаў
be_latn: Pakaz papyare'dnіx e'tapaў
bg: Показване на всички важни събития
ca: Mostra fites més antigues
cs: Zobrazit starší milníky
da: Vis ældre milepæle
de: Ältere Meilensteine anzeigen
el: Εμφάνιση παλαιότερων ορόσημων
es: Mostrar hitos anteriores
et: Näita vanemaid verstaposte
fi: Näytä vanhemmat virstanpylväät
fr: Afficher les jalons plus anciens
ga: Taispeáin garspriocanna níos sine
gl: Amosar fitos anteriores
he: הצגת אבני דרך קודמות
hr: Prikaži starije ključne etape
hu: Korábbi mérföldkövek megjelenítése
id: Menampilkan pencapaian sebelumnya
is: Sýna eldri verkáfanga
it: Visualizza le pietre miliari più vecchie
ja: 古いマイルストーンの表示
kab: Slken-d imecwaṛen iqburen
lt: Rodyti senesnius svarbiausius etapus
nb: Vis eldre milepæler
nl: Bekijk oudere mijlpalen
pl: Pokaż starsze kamienie milowe
pt_br: Mostrar marcos antigos
pt_pt: Mostrar Acontecimentos Antigos
ro: Arată repere mai vechi
ru: Показать предыдущие этапы
sk: Zobraziť staršie míľniky
sl: Pokaži starejše mejnike
sq: Shfaq arritje më të vjetra
sr: Прикажи старије прекретнице
sr_latn: Prikaži starije prekretnice
sv: Visa äldre milstolpar
ta: பழைய மைல்கற்களைக் காட்டு
th: แสดงเหตุการณ์สำคัญที่เก่ากว่า
tr: Eski aşamaları görüntüle
uk: Показати попередні віхи

source: Founder of Weblate
ar: مؤسس Weblate
be: Заснавальнік Weblate
be_latn: Zasnaval'nіk Weblate
bg: Създателят на Weblate
ca: Fundador del Weblate
cs: Zakladatel Weblate
da: Grundlægger af Weblate
de: Gründer von Weblate
el: Ιδρυτής του Weblate
es: Fundador de Weblate
et: Weblate'i asutaja
fi: Weblaten perustaja
fr: Fondateur de Weblate
ga: Bunaitheoir Weblate
gl: Fundador de Weblate
he: מייסד Weblate
hr: Osnivač Weblatea
hu: A Weblate alapítója
id: Penemu Weblate
is: Stofnandi Weblate
it: Fondatore di Weblate
ja: Weblate の創設者
kab: Amesnulfuy n Weblate
lt: „Weblate“ įkūrėjas
nb: Grunnleggeren av Weblate
nl: Stichter van Weblate
pl: Założyciel Weblate
pt_br: Fundador do Weblate
pt_pt: Fundador do Weblate
ro: Fondatorul Weblate
ru: Основатель Weblate
sk: Zakladateľ Weblate
sl: Ustanovitelj Weblate
sq: Themelues i Weblate-it
sr: Оснивач Weblate-а
sr_latn: Osnivač Weblate-a
sv: Grundare av Weblate
ta: வலைபெயர்ப்பின் நிறுவனர்
th: ผู้ก่อตั้ง Weblate
tr: Weblate kurucusu
uk: Засновник Weblate

source: Michal is a libre software enthusiast born and residing in Prague, Czech Republic. He is a long term contributor to various libre software projects like <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> and <a href="https://www.debian.org/">Debian</a>.
ar: ميشال هو أحد عشاق البرمجيات الحرة المفتوحة المصدر ولد ويقيم في براغ، الجمهورية التشيكية. وهو مساهم طويل الأمد في العديد من مشاريع البرمجيات الحرة مفتوحة المصدر مثل <a href="https://weblate.org/">Weblate</a>،<a href="https://wammu.eu/">Gammu</a>،<a href="https://www.phpmyadmin.net/">phpMyAdmin</a> و <a href="https://www.debian.org/">Debian</a>.
be: Міхал нарадзіўся і жыве ў Празе, Чэхія. Ён энтузіяст вольнага праграмнага забеспячэння і ўжо працяглы час робіць унёскі ў розныя праекты, напрыклад <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> и <a href="https://www.debian.org/">Debian</a>.
be_latn: Mіxal naradzіўsya і zhy've ў Praze, CHe'xіya. YOn e'ntuzіyast vol'naga pragramnaga zabespyache'nnya і ўzho praczyagly' chas robіcz' unyoskі ў rozny'ya praekty', napry'klad <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> i <a href="https://www.debian.org/">Debian</a>.
ca: Michal és un entusiasta del programari lliure que va néixer i resideix a Praga, República Txeca. És col·laborador en diversos projectes de programari lliure des de fa molt de temps, com ara <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> i <a href="https://www.debian.org/">Debian</a>.
cs: Michal je nadšenec do svobodného software a žije v Praze. Je dlouhodobým přispěvatelem do svobodných softwarových projektů jako je <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> a <a href="https://www.debian.org/">Debian</a>.
da: Michal er en fri software-entusiast, født og bosat i Prag, Tjekkiske Republik. Han er en langvarig bidragsyder til forskellige fri softwareprojekter, som <a href="https://weblate.org/"> Weblate </a>, <a href="https://wammu.eu/"> Gammu &lt; / a&gt;, </a><a href="https://www.phpmyadmin.net/"> phpMyAdmin </a> og <a href="https://www.debian.org/"> Debian </a>.
de: Michal ist ein Liebhaber Freier Software, der in Prag, Tschechische Republik, geboren wurde und lebt. Er ist langjähriger Mitarbeiter an verschiedenen Projekten für Freie Software wie <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> und <a href="https://www.debian.org/">Debian</a>.
el: Ο Michal είναι υποστηρικτής του ελεύθερου λογισμικού, γεννημένος και κάτοικος Πράγας της Δημοκρατίας της Τσεχίας. Είναι συνεργάτης σε πολλά ελεύθερα προγράμματα όπως τα <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> και <a href="https://www.debian.org/">Debian</a>.
es: Michal es un entusiasta del software libre que nació y reside en Praga (Chequia). Lleva mucho tiempo contribuyendo a proyectos de software libre como <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> y <a href="https://www.debian.org/">Debian</a>.
et: Michal on prii-tarkvara huviline, sündinud ja elab Prahas, Tšehhi Vabariigis. Ta on pikaaegne erinvate prii-tarkvara projektide toetaja, nagu: <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> ja <a href="https://www.debian.org/">Debian</a>.
fi: Michal on ilmaisten ohjelmistojen harrastaja, joka on syntynyt ja asuu Prahassa, Tšekin tasavallassa. Hän on pitkäaikainen avustaja useissa maksuttomissa ohjelmistoprojekteissa, kuten <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> and <a href="https://www.debian.org/">Debian</a>.
fr: Michal est un fan de logiciel libre né et vivant à Prague en République tchèque. Il contribue de longue date à de nombreux projets de logiciels libres comme <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> et <a href="https://www.debian.org/">Debian</a>.
ga: Is díograiseoir bogearraí libre é Michal a rugadh agus a bhfuil cónaí air i bPrág, Poblacht na Seice. Cuireann sé go fadtéarmach le tionscadail bogearraí libre éagsúla ar nós <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu&lt; /a&gt;, </a><a href="https://www.phpmyadmin.net/">phpMyAdmin</a> agus <a href="https://www.debian.org/">Debian</a>.
gl: Michal é un entusiasta do software libre que naceu e vive en Praga, República Checa. Leva moito tempo colaborando con proxectos de software libre como <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> e <a href="https://www.debian.org/">Debian</a>.
he: מיכל הוא חובב תכנה חופשית שנולד וחי בפראג, רפובליקת צ׳כיה. הוא מתנדב ותיק במגוון מיזמי קוד פתוח כגון <a href="https://weblate.org/">Weblate</a>,‏ <a href="https://wammu.eu/">Gammu</a>,‏ <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> ו<a href="https://www.debian.org/">דביאן</a>.
hr: Michal je entuzijast po pitanju slobodnog softvera. Rođen je i živi u Pragu, Češka Republika. Dugoročni je doprinositelj raznim projektima slobodnog softvera kao što su <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> i <a href="https://www.debian.org/">Debian</a>.
hu: Michal a szabad szoftverek elkötelezett híve, Prágában (Csehország) született és él. Hosszú évek óta aktívan közreműködik különféle szabad szoftveres projektekben, például a <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> és <a href="https://www.debian.org/">Debian</a> fejlesztésében.
id: Michal adalah seorang penggemar perangkat lunak gratis yang lahir dan tinggal di Praha, Republik Ceko. Dia sudah lama menjadi kontributor untuk berbagai perangkat lunak gratis seperti <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> dan <a href="https://www.debian.org/">Debian</a>.
is: Michal er áhugamaður um frjálsan hugbúnað, fæddur og uppalinn í Prag, Tékklandi. Hann hefur í áraraðir lagt vinnu af mörkum í margvíslegum frjálsum hugbúnaðarverkefnum, svo sem þýðingakerfinu <a href="https://weblate.org/">Weblate</a>, farsímahugbúnaðnum <a href="https://wammu.eu/">Gammu</a>, gagnagrunnaumsýsluforritinu <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> og GNU/Linuxútgáfunni <a href="https://www.debian.org/">Debian</a>.
it: Michal è uno sviluppatore di software libero ed è nato e vive a Praga, nella Repubblica Ceca. È un appassionato di software libero e collaboratore a lungo termine di vari progetti di software libero come <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/ ">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> e <a href="https://www.debian.org/">Debian</a>.
ja: Michal は、チェコ共和国のプラハに生まれて在住している、自由ソフトウェアの信奉者です。彼は、<a href="https://weblate.org/">Weblate</a>、<a href="https://wammu.eu/">Gammu</a>、<a href="https://www.phpmyadmin.net/">phpMyAdmin</a>、<a href="https://www.debian.org/">Debian</a> などのさまざまな自由ソフトウェア プロジェクトに長年のあいだ貢献しています。
kab: Michal iḥemmel aseɣzan ilelli, ilul daɣen yettidir deg Prag, Tagduda n Čik. D iwizi n wacḥal n yiseggasen deg ddeqs n yiseɣzanen ilelliyen am <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> akked <a href="https://www.debian.org/">Debian</a>.
lt: Michalas yra laisvosios programinė įrangos entuziastas, gimęs ir šiuo metu gyvenantis Prahoje, Čekijoje. Jis jau ilgą laiką prisideda prie įvairių laisvosios programinės įrangos projektų, pvz., <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> ir <a href="https://www.debian.org/">Debian</a>.
nb: Michal er en friprog-entusiast født og boende i Praha, Tsjekkia Han har lenge bidratt till forskjellige frie programmer, som <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> og <a href="https://www.debian.org/">Debian</a>.
nl: Michal is een voorvechter van vrije software. Hij is geboren en woont in Praag, Tsjechië, en draagt al jaren bij aan verschillende vrije softwareprojecten, zoals <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> en <a href="https://www.debian.org/">Debian</a>.
pl: Michał jest entuzjastą wolnego oprogramowania, urodził się i mieszka w Pradze, w Republice Czeskiej. Jest długoletnim współpracownikiem różnych projektów wolnego oprogramowania, takich jak <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> oraz <a href="https://www.debian.org/">Debian</a>.
pt_br: Michal é um entusiasta do software livre nascido e residente em Praga, República Checa. É colaborador em vários projetos de software livre como <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> e <a href="https://www.debian.org/">Debian</a>.
pt_pt: Michal é um entusiasta de &lt;i&gt;software&lt;/i&gt; livre, nascido e residente em Praga, República Checa. Ele contribui há muito tempo em vários projetos, tais como <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> e <a href="https://www.debian.org/">Debian</a>.
ro: Michal este un pasionat de software libre născut și stabilit în Praga, Republica Cehă. Este un contribuitor pe termen lung la diverse proiecte de software libre, cum ar fi <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> și <a href="https://www.debian.org/">Debian</a>.
ru: Михал(Michal) родился и живет в Праге, в Чешской Республике. На протяжении долгого времени он является энтузиастом свободного программного обеспечения и в течении долгого времени вносит свой вклад в различные проекты, такие как <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> и <a href="https://www.debian.org/">Debian</a>.
sk: Michal je nadšenec slobodného softvéru, narodený a žijúci v Prahe. Je dlhoročným prispievateľom do rôznych projektov slobodného softvéru, ako napríklad <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> a <a href="https://www.debian.org/">Debian</a>.
sl: Michal je navdušenec nad prostimi programi, rojen in prebiva v Pragi na Češkem. Je dolgoletni sodelavec pri različnih prostih projektih programov, kot so <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu&lt; /a&gt;, </a><a href="https://www.phpmyadmin.net/">phpMyAdmin</a> in <a href="https://www.debian.org/">Debian</a>.
sq: Michal është një entuziast i software-it të lirë i lindur dhe banues në Pragë, Çeki. Është një kontribues prej kohësh te projekte të ndryshëm software-i të lirë, të tillë si <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> dhe <a href="https://www.debian.org/">Debian</a>.
sr: Михал је ентузијаста слободног софтвера, рођен и живи у Прагу, Чешка република. Одавно доприноси различитим пројектима слободног софтвера попут <a href="https://weblate.org/">Weblate-a</a>, <a href="https://wammu.eu/">Gammu-a</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin-a</a> и <a href="https://www.debian.org/">Debian-а</a>.
sr_latn: Mihal je entuzijasta slobodnog softvera, rođen i živi u Pragu, Češka republika. Odavno doprinosi različitim projektima slobodnog softvera poput <a href="https://weblate.org/">Weblate-a</a>, <a href="https://wammu.eu/">Gammu-a</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin-a</a> i <a href="https://www.debian.org/">Debian-a</a>.
sv: Michal är en entusiast för fri programvara som är född och bosatt i Prag, Tjeckien. Han är en långsiktig bidragsgivare till olika libre-program som <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> och <a href="https://www.debian.org/">Debian</a>.
ta: மைக்கேல் ஒரு விடுதலை மென்பொருள் ஆர்வலர், செக் குடியரசின் ப்ராக் நகரில் பிறந்து வசிக்கிறார். <a href="https://weblate.org/"> வலைபெயர்ப்பு </a>, <a href="https://wammu.eu/">கம்மு</a>, <a href="https://www.phpmyadmin.net/">பிஎச்பிஎன்நிர்வாகி</a> and <a href="https://www.debian.org/">டேபியன்</a> போன்ற பல்வேறு விடுதலை மென்பொருள் திட்டங்களுக்கு அவர் நீண்டகால பங்களிப்பாளராக உள்ளார்.
th: Michal เป็นผู้คลั่งไคล้ซอฟต์แวร์เสรี เกิดและอาศัยอยู่ในกรุงปราก สาธารณรัฐเช็ก เขาเป็นผู้มีส่วนร่วมมายาวนานในโครงการซอฟต์แวร์เสรีต่าง ๆ เช่น <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> และ <a href="https://www.debian.org/">Debian</a>
tr: Michal, Çekya, Prag’da doğmuş ve yaşayan bir özgür yazılım meraklısıdır. <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> ve <a href="https://www.debian.org/">Debian</a> gibi çeşitli özgür yazılım projelerine uzun süredir katkıda bulunmaktadır.
uk: Міхал народився і живе в Празі, Чеська Республіка. Він є поціновувачем вільного програмного забезпечення і протягом довгого часу робить свій внесок в різні проєкти, такі як <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> та <a href="https://www.debian.org/">Debian</a>.
