Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: After employment in several technology companies, since early 2016, Michal dedicated himself to providing services to companies focusing on localization and Weblate.
ar: بعد العمل في العديد من شركات التكنولوجيا ، منذ أوائل عام 2016 ، كرس ميخال نفسه لتقديم الخدمات للشركات التي تركز على التوطين و Weblate.
be: Пасля працы ў некалькіх тэхналагічных кампаніях, ад пачатку 2016 года Міхал прысвяціў сябе аказанню паслуг кампаніям, якія займаюцца лакалізацыяй і Weblate.
be_latn: Paslya praczy' ў nekal'kіx te'xnalagіchny'x kampanіyax, ad pachatku 2016 goda Mіxal pry'svyaczіў syabe akazannyu paslug kampanіyam, yakіya zajmayuczcza lakalіzaczy'yaj і Weblate.
ca: Després de treballar en diverses empreses tecnològiques, a començaments del 2016, en Michal s’ha dedicat a proporcionar serveis de qualitat a empreses del sector de la localització i al Weblate.
cs: Po zaměstnání v několika technologických společnostech se Michal od počátku roku 2016 plně věnuje poskytování služeb společnostem se zaměřením na lokalizaci a Weblate.
da: Efter ansættelse i flere teknologivirksomheder har Michal siden begyndelsen af 2016 dedikeret sig til at levere tjenester til virksomheder med fokus på lokalisering og Weblate.
de: Nach seiner Tätigkeit in verschiedenen Technologieunternehmen widmete sich Michal seit Anfang 2016 der Dienstleistung für Unternehmen mit den Schwerpunkten Übersetzung und Weblate.
el: Μετά την απασχόλησή του σε διάφορες εταιρείες τεχνολογίας, από τις αρχές του 2016, ο Michal αφιερώθηκε στην παροχή υπηρεσιών σε εταιρείες που επικεντρώνονται στην τοπική προσαρμογή και στο Weblate.
es: Después de trabajar en varias empresas tecnológicas, a principios de 2016 Michal comenzó a dedicarse a la provisión de servicios para empresas, centrándose en la regionalización y en Weblate.
et: Peale palgatöid mitmetes tehnoloogiaettevõttes, pühendus Michal alates 2016. aasta algusest lokaliseerimisele ja Weblate'ile suunatud teenuste pakkumisele ettevõtetele.
fi: Työskenneltyään useissa teknologiayrityksissä vuoden 2016 alusta lähtien Michal omistautui palvelujen tarjoamiseen lokalisointiin ja Weblateen keskittyville yrityksille.
fr: Après avoir travaillé dans plusieurs entreprises technologiques, depuis début 2016, Michal s’est consacré à fournir aux entreprises des services axés sur la localisation et Weblate.
ga: Tar éis fostaíochta i roinnt cuideachtaí teicneolaíochta, ó 2016 go luath, bhí Michal tiomanta do sheirbhísí a sholáthar do chuideachtaí ag díriú ar logánú agus Weblate.
gl: Após traballar en varias empresas tecnolóxicas, a principios do 2016 Michal comezou a dedicarse a prestar servizos para empresas, centrándose na rexionalización e en Weblate.
he: לאחר העסקה במגוון חברות טכנולוגיות, מאז תחילת 2016, מיכל מקדיש עצמו לאספקת שירותים לחברות תוך התמקדות על התרגום ועל Weblate.
hr: Nakon što je bio zaposlen u raznim tehnološkim poduzećima, Michal se je početkom 2016. godine posvetio pružanju usluga poduzećima s naglaskom na lokalizaciju i Weblate.
hu: Több technológiai vállalatnál eltöltött idő után 2016 elejétől Michal szolgáltatásokat nyújt olyan cégek számára, amelyek a lokalizációra és a Weblate-re összpontosítanak.
id: Setelah bekerja di beberapa perusahaan teknologi, sejak awal 2016, Michal mendedikasikan dirinya untuk memberikan layanan kepada perusahaan yang berfokus pada pelokalan dan Weblate.
is: Eftir að hafa starfað hjá ýmsum tæknifyrirtækjum, ákvað Michal snemma árið 2016 að helga tíma sinn því að veita þjónustu fyrirtækjum sem einbeita sér að staðfærsluverkefnum.
it: Dopo un impiego in diverse aziende nel campo della tecnologia dall'inizio del 2016 Michal si è completamente dedicato a fornire servizi di qualità alle aziende che si concentrano sulla localizzazione e Weblate.
ja: 数社の技術系の企業での勤務を経て、2016 年の初頭からは、Michal は翻訳と Weblate に特化して、企業にサービスを提供することに専念しています。
lt: Kurį laiką dirbęs kelete technologijų įmonių, nuo 2016-ųjų Michalas atsidavė paslaugų teikimui įmonėms, kurios dirba su lokalizacija, ir „Weblate“.
nb: Etter å ha vært ansatt i flere firma i teknologisektoren i sin tidlige karriére, bestemte Michal seg i 2016 bruke hele tiden sin til å tilby kvalitetstjenester til selskaper som fokuserer på lokal tilpassing og Weblate.
nl: Hij werkte bij verschillende technologiebedrijven, maar sinds begin 2016 heeft Michal zich voorgenomen alleen nog diensten aan bedrijven te leveren in de vorm van vertaling en Weblate.
pl: Po zatrudnieniu w kilku firmach technologicznych, od początku 2016 roku Michał poświęcił się świadczeniu usług dla firm koncentrujących się na lokalizacji i Weblate.
pt_br: Após ter trabalhado em várias empresas de tecnologia, desde o início de 2016, Michal dedicou-se à prestação de serviços a empresas com foco em localização e Weblate.
ro: După ce a lucrat în mai multe companii de tehnologie, de la începutul anului 2016, Michal s-a dedicat furnizării de servicii pentru companiile care se concentrează pe localizare și Weblate.
ru: После работы в нескольких технологических компаниях, с начала 2016 года, Михал(Michal) посвятил себя предоставлению услуг компаниям, специализирующимся на локализации и Weblate.
sk: Po zamestnaní v niekoľkých technologických spoločnostiach sa Michal na začiatku roku 2016 začal naplno venovať poskytovaniu služieb spoločnostiam zameraným na lokalizáciu a projektu Weblate.
sl: Po zaposlitvi v več tehnoloških podjetjih se je Michal od začetka leta 2016 posvetil zagotavljanju storitev podjetjem, ki se osredotočajo na lokalizacijo in Weblate.
sq: Pas punësimesh në shoqëri të ndryshme teknologjie, prej fillimeve të 2016-s, Michal-i ia përkushtoi veten dhënies së shërbimeve për shoqëri që përqendrohen te përkthimi dhe Weblate-it.
sr: Након рада у неколико ИТ компанија, Михал се почетком 2016. посветио пружању услуга компанијама са нагласком на локализацију и Weblate.
sv: Efter att ha varit anställd i flera teknikföretag har Michal sedan början av 2016 ägnat sig åt att tillhandahålla tjänster till företag som fokuserar på lokalisering och Weblate.
ta: பல தொழில்நுட்ப நிறுவனங்களில் வேலைவாய்ப்புக்குப் பிறகு, 2016 ஆம் ஆண்டின் தொடக்கத்தில் இருந்து, உள்ளூர்மயமாக்கல் மற்றும் வலைபெயர்ப்பு ஆகியவற்றில் கவனம் செலுத்தும் நிறுவனங்களுக்கு சேவைகளை வழங்க மைக்கேல் தன்னை ஒப்படைத்தார்.
th: หลังจากทำงานในบริษัทเทคโนโลยีหลายแห่ง ตั้งแต่ต้นปี 2016 Michal ได้อุทิศตนเพื่อให้บริการแก่บริษัทที่เน้นเรื่องการปรับเนื้อหาให้เป็นภาษาท้องถิ่นและ Weblate
tr: Çeşitli teknoloji şirketlerinde çalıştıktan sonra, 2016 yılının başından beri Michal, Weblate ve yerelleşmeye odaklanmış şirketlere hizmet vermeye kendini adamıştır.
uk: Після роботи в декількох технологічних компаніях, з початку 2016 року Міхал присвятив себе наданню послуг компаніям, орієнтованим на локалізацію та Weblate.

source: Contact
ar: المراسلة
be: Кантактныя звесткі
be_latn: Suviaź
bg: За връзка
ca: Contacte
cs: Kontakt
da: Kontakt
de: Kontakt
el: Επικοινωνία
es: Contacto
et: Kontakt
fi: Ota yhteyttä
ga: Teagmháil
gl: Contacto
he: יצירת קשר
hr: Kontakt
hu: Kapcsolat
id: Kontak
is: Hafa samband
it: Contatto
ja: お問い合わせ
kab: Anermis
lt: Kontaktai
nb: Kontakt
pl: Kontakt
pt_br: Contato
pt_pt: Contactar
ru: Связаться с нами
sk: Kontakt
sl: Kontakt
sq: Kontakt
sr: Контакт
sr_latn: Kontakt
sv: Kontakt
ta: தொடர்பு
th: ติดต่อ
tr: İletişim
uk: Контакти

source: E-mail
ar: البريد الإلكتروني
be: Адрас электроннай пошты
be_latn: El. pošta
bg: Е-поща
ca: Adreça electrònica
el: Ηλεκτρονικό ταχυδρομείο
es: Correo electrónico
et: E-posti aadress
fi: Sähköposti
fr: Adresse courriel
ga: Ríomhphost
gl: Correo-e
he: דוא״ל
hr: E-mail adresa
id: Surel
is: Tölvupóstfang
ja: メールアドレス
kab: Imayl
lt: El. paštas
nb: E-post
nl: E-mailadres
pl: Adres e-mail
ru: Эл. почта
sl: E-pošta
sr: Е-пошта
sr_latn: E-pošta
sv: E-post
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
uk: Електронна пошта

source: Provider
ar: المُزَوّد
be: Адрас
be_latn: Adras
bg: Лице за контакт
ca: Proveïdor
cs: Poskytovatel
da: Udbyder
de: Anbieter
el: Πάροχος
es: Proveedor
et: Pakkuja
fi: Palveluntarjoaja
fr: Fournisseur
ga: Soláthróir
gl: Fornecedor
he: ספק
hr: Pružatelj usluge
hu: Szolgáltató
id: Penyedia
is: Þjónustuveita
it: Fornitore
ja: 提供者
kab: Asaǧǧaw
lt: Teikėjas
nb: Tilbyder
nl: Aanbieder
pl: Dostawca
pt_br: Provedor
pt_pt: Fornecedor
ro: Furnizor
ru: Адрес
sk: Poskytovateľ
sl: Ponudnik
sq: Furnizues Shërbimi
sr: Пружалац услуге
sr_latn: Provajder
sv: Leverantör
ta: வழங்குநர்
th: ผู้ให้บริการ
tr: Sağlayıcı
uk: Постачальник

source: Czechia
ar: التشيك
be: Чэхія
be_latn: CHe'xіya
bg: Чехия
ca: Txèquia
cs: Česko
da: Tjekkiet
de: Tschechien
el: Τσεχία
es: Chequia
et: Tšehhi
fi: Tšekki
fr: République tchèque
ga: An tSeic
gl: República Checa
he: צ׳כיה
hr: Češka
hu: Csehország
id: Republik Ceko
is: Tékkland
it: Cechia
ja: チェコ
lt: Čekija
nb: Tsjekkia
nl: Tsjechië
pl: Czechy
pt_br: República Tcheca
pt_pt: República Checa
ro: Cehia
ru: Чехия
sk: Česko
sl: Češka
sq: Çeki
sr: Чешка
sr_latn: Češka
sv: Tjeckien
ta: செச்சியா
th: เช็กเกีย
tr: Çekya
uk: Чехія

source: Business ID
ar: معرف العمل
be: Ідэнтыфікатар кампаніі
be_latn: Іde'nty'fіkatar kampanіі
bg: Бизнес №
ca: Identificador d’empresa
cs: IČO
da: CVR-nummer
de: Geschäfts-ID
el: Κωδικός επιχείρησης
es: Identificador de empresa
et: Äriregistri number
fi: Yhteisötunnus
fr: Code entreprise
ga: Aitheantas Gnó
gl: ID. de empresa
he: מזהה עסק
hr: ID poduzeća
hu: Cégazonosító
id: ID Bisnis
is: Fyrirtækiskennitala
it: ID business
ja: ビジネス ID
kab: Asulay ID n tkebbanit
lt: Įmonės kodas
nb: Forretnings-ID
nl: Kvk-nummer
pl: Identyfikator ID Firmy
pt_br: ID da Empresa
pt_pt: Id. da Empresa
ro: ID afacere
ru: Идентификатор компании
sk: IČO
sl: ID podjetja
sq: ID Biznesi
sr: Пословни ИД
sr_latn: Poslovni ID
sv: Företags-ID
ta: வணிக அடையாளம்
th: เลขทะเบียนนิติบุคคล
tr: İş kimliği
uk: Ідентифікатор компанї

source: VAT ID
ar: معرف ضريبة القيمة المضافة
be: ІНП (VAT ID)
be_latn: ІNP (VAT ID)
bg: ДДС №
ca: Identificador de l’IVA
cs: DIČ
da: Momsnummer
de: UST-ID
el: ΑΦΜ
es: Identificador de IVA
et: Käibemaksukohuslase number
fi: Arvonlisäverotunnus
fr: Code TVA
ga: Aitheantas CBL
gl: ID. do IVE
he: מזהה מע״מ
hr: ID PDV-a
hu: Adószám
id: ID VAT
is: Virðisaukaskattsnúmer
it: ID IVA
kab: Asulay n tebzert VAT
lt: PVM mokėtojo kodas
nb: Moms-ID
nl: Btw-nummer
pl: IDENTYFIKATOR VAT
pt_br: ID de IVA
pt_pt: IVA
ro: Cod de TVA
ru: ИНН (VAT ID)
sk: IČ DPH
sl: Davčna številka
sq: ID TVSH-je
sr: ПДВ ИД
sr_latn: PDV ID
sv: MOMS-ID
ta: மதிப்புகூடுதல்வரி அடையாளம்
th: เลขประจำตัวผู้เสียภาษี (VAT)
tr: KDV kimliği
uk: ІДЕНТИФІКАЦІЙНИЙ НОМЕР ПЛАТНИКА ПДВ

source: D-U-N-S Number
ar: رقم D-U-N-S
be: Нумар D-U-N-S
be_latn: Numar D-U-N-S
ca: Número D-U-N-S
cs: Číslo D-U-N-S
da: D-U-N-S-nummer
de: D-U-N-S-Nummer
el: Αριθμός D-U-N-S
es: Número D-U-N-S
fr: Numéro D-U-N-S
ga: Uimhir D-U-N-S
gl: Número D-U-N-S
he: מספר D-U-N-S
hr: D-U-N-S broj
hu: D-U-N-S-szám
id: Nomor D-U-N-S
is: D-U-N-S númer
it: Numero D-U-N-S
lt: D-U-N-S numeris
nl: D-U-N-S-nummer
pl: Numer D-U-N-S
pt_br: Número D-U-N-S
ro: Număr D-U-N-S
ru: Номер D-U-N-S
sk: Číslo D-U-N-S
sl: Številka D-U-N-S
sq: Numër D-U-N-S
sr_latn: D-U-N-S Broj
sv: D-U-N-S-nummer
ta: d-u-n-s எண்
th: หมายเลข D-U-N-S
tr: D-U-N-S numarası
uk: Номер D-U-N-S

source: Bank account
id: Rekening bank
th: บัญชีธนาคาร

source: Contact us
ar: اتصل بنا
be: Звязацца з намі
be_latn: Napіšycie nam
bg: Свържете се с нас
ca: Contacta
cs: Napište nám
da: Kontakt os
de: Kontaktieren Sie uns
el: Επικοινωνήστε μαζί μας
es: Contáctenos
et: Võta meiega ühendust
fi: Ota meihin yhteyttä
fr: Nous contacter
ga: Téigh i dteagmháil linn
gl: Contacte connosco
he: יצירת קשר אתנו
hr: Kontaktiraj nas
hu: Lépjen velünk kapcsolatba
id: Hubungi kami
is: Hafðu samband
it: Contattaci
ja: 連絡をとる
kab: Nermes-aɣ-d
lt: Susisiekite su mumis
nb: Ta kontakt
nl: Contacteer ons
pl: Skontaktuj się z nami
pt_br: Fale conosco
pt_pt: Contacte-nos
ro: Contactează-ne
ru: Связаться с нами
sk: Napíšte nám
sl: Stopite v stik z nami
sq: Lidhuni me ne
sr: Контактирајте нас
sr_latn: Kontaktirajte nas
sv: Kontakta oss
ta: எங்களை தொடர்புகொள்
th: ติดต่อเรา
tr: Bize ulaşın
uk: Напишіть нам

source: Weblate is a libre software web-based continuous localization system.
ar: Weblate هو نظام مجاني قائم على المتصفح لإدارة الترجمات بشكل مستمر.
be: Weblate — сеціўнае свабоднае праграмнае забеспячэнне сістэмы бесперапыннай лакалізацыі.
be_latn: Weblate — seczіўnae svabodnae pragramnae zabespyache'nne sіste'my' besperapy'nnaj lakalіzaczy'і.
bg: Weblate е свободен софтуер за управление на превода, изцяло в Интернет.
ca: El Weblate és un sistema de localització contínua lliure i basat en web.
cs: Weblate je svobodný webový nástroj pro průběžné lokalizace.
da: Weblate er et webbaseret, kontinuerligt lokaliseringssystem til fri software.
de: Weblate ist ein auf Freier Software beruhendes, webbasiertes, kontinuierliches Lokalisierungssystem.
el: Το Weblate είναι ένα ελεύθερο λογισμικό μετάφρασης σε web-based σύστημα.
es: Weblate es un sistema de software libre en la web para traducción y localización continuas.
et: Weblate on prii-tarkvara võrgu-põhise järjepideva lokaliseerimis süsteemiga.
fi: Weblate on verkkopohjainen jatkuvan lokalisoinnin järjestelmä ja vapaa ohjelmisto.
fr: Weblate est un système libre de gestion de traductions en continu et en mode Web.
ga: Is córas logánaithe leanúnach gréasán-bhunaithe bogearraí libre é Weblate.
gl: Weblate é un sistema de software libre para rexionalización continua baseado na web.
he: Weblate היא מערכת חופשית מבוססת מנשק דפדפן לניהול תרגומים באופן שוטף.
hr: Weblate je slobodan softver za kontinuiranu lokalizaciju putem interneta.
hu: A Weblate egy szabad szoftveres, webalapú folyamatos lokalizációs rendszer.
id: Weblate adalah perangkat lunak gratis untuk sistem pelokalan berkelanjutan yang berbasis web.
is: Weblate er frjáls vefhýstur hugbúnaður sem er samfellt staðfærslukerfi.
it: Weblate è un sistema di software libero, basato sul web, per la localizzazione continua.
ja: Weblate は自由ソフトウェアであり、Web ベースのサービスを連携して動作する翻訳システムです。
kab: Weblate d anagraw n usideg ameɣlal yebnan ɣef web n useɣzan ilelli.
lt: „Weblate“ – tai laisvosios programinės įrangos internetinė nepertraukiamo lokalizavimo sistema.
nb: Weblate et fritt nettbasert system for kontinuerkug håndtering av oversettelser.
nl: Weblate is een webgebaseerd vertaalbeheersysteem en volledig vrije software.
pl: Weblate to internetowy system ciągłej lokalizacji oparty na darmowym oprogramowaniu.
pt_br: Weblate é um sistema de localização contínua baseado na web de software livre.
pt_pt: Weblate é um sistema de tradução contínua baseado na Web de &lt;i&gt;software&lt;/i&gt; livre.
ro: Weblate este un sistem de localizare continuă bazat pe web, cu software libre.
ru: Weblate — это свободное программное обеспечение системы непрерывного перевода основанного на сетевых технологиях.
sk: Weblate je slobodný webový nástroj pre kontinuálnu lokalizáciu.
sl: Weblate je brezplačna programska spletna oprema za neprekinjeno lokalizacijo.
sq: Weblate-i është një software i lirë sistemi përkthimi në vazhdimësi, me bazë web-in.
sr: Weblate је систем за континуирану локализацију који је слободан и заснован на вебу.
sr_latn: Weblate je slobodan, veb orijentisan sistem za kontinuiranu lokalizaciju.
sv: Weblate är ett webbaserat system för fortlöpande lokalisering, och är fri mjukvara.
ta: வலைபெயர்ப்பு ஒரு விடுதலை மென்பொருள் வலை அடிப்படையிலான தொடர்ச்சியான உள்ளூராக்கல் அமைப்பு.
th: Weblate เป็นระบบการแปลภาษาแบบต่อเนื่องบนเว็บที่เป็นซอฟต์แวร์เสรี
tr: Weblate İnternet temelli sürekli yerelleştirme yapmayı sağlayan bir özgür yazılımdır.
uk: Weblate - вільна вебсистема неперервного перекладу.

# Keyword
source: translate
ar: ترجم
be: перакласці
be_latn: Kliuč
bg: превеждане
ca: traducció
cs: překládání
da: oversæt
de: Übersetzen
el: μετάφραση
es: traducir
et: tõlgi
fi: Käännä
fr: traduire
ga: aistrigh
gl: traducir
he: תרגום
hr: prevedi
hu: fordítás
id: terjemahkan
is: þýða
it: traduci
ja: 翻訳
kab: Suqqel
lt: versti
nb: oversette
nl: vertalen
pl: przetłumacz
pt_br: traduzir
pt_pt: Traduzir
ro: tradu
ru: перевести
sk: prekladanie
sl: prevajanje,prevod
sq: përkthejeni
sr: преведи
sr_latn: prevedi
sv: översätt
ta: மொழிபெயர்த்திடு
th: แปล
tr: çevir
uk: переклад

source: Sign out
ar: خروج
be: Выйсці
be_latn: Vy'jsczі
bg: Излизане
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Salir
et: Logi välja
fi: Kirjaudu ulos
fr: Se déconnecter
ga: Sínigh amach
gl: Pechar a sesión
he: יציאה
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
is: Skrá út
it: Esci
ja: サインアウト
kab: Ffeɣ
lt: Atsijungti
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectează-te
ru: Выйти
sk: Odhlásiť sa
sl: Odjavi
sq: Dilni
sr: Одјава
sr_latn: Odjava
sv: Logga ut
ta: வெளியேறு
th: ออกจากระบบ
tr: Oturumu kapat
uk: Вийти

source: Go Weblate!
ar: اذهب ويبليت!
be: Перайсці да Weblate!
be_latn: Perajsczі da Weblate!
bg: Напред, Weblate!
ca: Entra al Weblate!
cs: Weblatuj!
da: Afsted, Weblate!
de: Weblate aufrufen!
el: Μετάβαση στο Weblate!
es: ¡Ir a Weblate!
et: Kasuta Weblate't!
fi: Mene Weblate!
fr: Accéder à Weblate
ga: Gabh go dtí Weblate!
gl: Ir a Weblate!
he: לאתר Weblate!
hr: Idi na Weblate!
hu: Irány a Weblate!
id: Pakai Weblate!
is: Taktu í Weblate!
it: Vai a Weblate!
ja: Weblate 開始！
kab: Ddu ɣer Weblate!
lt: Eiti į „Weblate“!
nb: Start Weblate!
nl: Stap over naar Weblate!
pl: Przejdź do Weblate!
pt_br: Ir para Weblate!
pt_pt: Aceda ao Weblate!
ro: Autentificare
ru: Открыть Weblate!
sk: O Weblate!
sl: O Weblate!
sq: Zgjidhni Weblate-in!
sr: Иди на Weblate!
sv: Använd Weblate!
ta: வலைபெயர்ப்பு செல்லுங்கள்!
th: ไปที่ Weblate!
tr: Weblate sitesine git!
uk: Нумо до Weblate!

source: Service Status
ar: حالة الخدمة
be: Стан службы
be_latn: Stan služby
bg: Състояние на услугата
ca: Estat dels serveis
cs: Stav služby
da: Status for tjeneste
el: Κατάσταση υπηρεσίας
es: Estado del servicio
et: Teenuse olek
fi: Palvelun tila
fr: État des services
ga: Stádas na seirbhíse
gl: Estado do servizo
he: מצב השירות
hr: Stanje usluge
hu: Szolgáltatás állapota
id: Status Layanan
is: Þjónustustaða
it: Stato servizio
ja: サービスの状態
kab: Addad n umeẓlu
lt: Paslaugos būsena
nb: Tjenestestatus
nl: Dienststatus
pl: Stan usługi
pt_br: Status do serviço
pt_pt: Estado do Serviço
ro: Stare serviciu
ru: Состояние службы
sk: Stav služby
sl: Stanje storitve
sq: Gjendje Shërbimi
sr: Стање услуге
sr_latn: Stanje usluge
sv: Driftinformation
ta: பணி நிலை
th: สถานะบริการ
tr: Hizmet durumu
uk: Стан служби

source: Licensed GNU GPLv3+
ar: رخصة جنو GPLv3+
be: Ліцэнзія GNU GPLv3+
be_latn: Lіcze'nzіya GNU GPLv3+
bg: Лицензиран с GNU GPLv3+
ca: Llicenciat amb la GNU GPLv3+
cs: Vydáno pod GNU GPLv3+
da: Licenseret GNU GPLv3+
de: Lizenziert unter GNU GPLv3+
el: Άδεια χρήσης GNU GPLv3+
es: Bajo licencia GNU GPLv3+
et: Litsentseeritud GNU GPLv3+ alusel
fi: Lisensoitu GNU GPLv3+
fr: Sous licence GNU GPLv3+
ga: Ceadúnaithe GNU GPLv3+
gl: Con licenza GNU GPL v3+
he: ברישיון GPL גרסה 3 ומעלה של גנו
hr: Licenca za GNU GPLv3+
hu: GNU GPLv3+ szerint licencelt
id: Dilisensikan GNU GPLv3+
is: Með notkunarleyfinu GNU GPLv3+
it: Licenziato sotto GNU GPLv3+
kab: Ddaw turagt GNU GPLv3+
lt: Lincencijuota GNU GPLv3+
nb: Lisensiert GNU GPLv3+
nl: Licentie: GNU GPLv3+
pl: Licencjonowane GNU GPLv3+
pt_br: Licenciado sob a GNU GPLv3+
pt_pt: Licenciado sob o GNU GPLv3+
ro: Licențiat GNU GPLv3+
ru: Лицензия: GNU GPLv3+
sk: Licencované GNU GPLv3+
sl: Izdano pod dovoljenjem GNU GPLv3+
sq: Licencuar sipas GNU GPLv3+
sr: Лиценца Гну ОЈЛв3+
sr_latn: Licenca GNU GPLv3+
sv: Licensierad under GNU GPLv3+
ta: உரிமம் பெற்ற குனு சிபிஎல்விப3+
th: สัญญาอนุญาต GNU GPLv3+
tr: GNU GPLv3+ lisanslı
uk: Умови ліцензування — GNU GPLv3+

source: Terms
be_latn: Umovy
bg: Условия
ca: Condicions
cs: Podmínky
da: Vilkår
de: Nutzungsbedingungen
el: Όροι
es: Términos
et: Tingimused
fr: Conditions
ga: Téarmaí
gl: Termos
he: תנאים
hr: Uvjeti
hu: Felhasználási feltételek
id: Persyaratan
is: Skilmálar
it: Termini
ja: 規約
kab: Tiwtilin
lt: Sąlygos
nl: Voorwaarden
pl: Warunki
pt_br: Termos
ro: Termene
ru: Положения
sk: Podmienky
sl: Pogoji
sq: Kushte
sr: Термини
ta: விதிமுறை
th: ข้อกำหนด
tr: Hükümler
uk: Умови

source: Privacy
be_latn: Pryvatnasć
bg: Поверителност
ca: Privadesa
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Ιδιωτικότητα
es: Privacidad
et: Privaatsus
fr: Vie privée
ga: Príobháideacht
gl: Privacidade
he: פרטיות
hr: Privatnost
hu: Adatvédelem
id: Privasi
is: Gagnaleynd
ja: プライバシー
kab: Tabaḍnit
lt: Privatumas
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Ochrana osobných údajov
sl: Zasebnost
sq: Privatësi
sr: Приватност
ta: தனியுரிமை
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність

source: Design by %(author)s
ar: التصميم بواسطة %(author)s
be: Дызайн %(author)s
be_latn: Dy'zajn %(author)s
bg: Проектиран от %(author)s
ca: Dissenyat per %(author)s
cs: Design %(author)s
da: Design af %(author)s
de: Design von %(author)s
el: Σχεδιάστηκε από %(author)s
es: Diseñado por %(author)s
et: Kujundas: %(author)s
fi: Suunnitellut %(author)s
fr: Conçu par %(author)s
ga: Dearadh ag %(author)s
gl: Deseñado por %(author)s
he: עוצב על ידי %(author)s
hr: Dizajn: %(author)s
hu: Tervezte: %(author)s
id: Desain oleh %(author)s
is: Hannað af %(author)s
it: Progettato da %(author)s
kab: Afeṣṣel sɣur %(author)s
lt: Sukūrė %(author)s
nb: Design av %(author)s
nl: Ontwerp door %(author)s
pl: Zaprojektowane przez %(author)s
pt_br: Design por %(author)s
pt_pt: Desenhado por %(author)s
ro: Proiectat de %(author)s
ru: Дизайн от %(author)s
sk: Dizajn %(author)s
sl: Oblikovanje: %(author)s
sq: Skema grafike nga %(author)s
sr: Дизајнирао %(author)s
sr_latn: Dizajnirao %(author)s
sv: Design av %(author)s
ta: வடிவமைப்பு %(author)s
th: ออกแบบโดย %(author)s
tr: Tasarlayan %(author)s
uk: Дизайн %(author)s

source: Career at Weblate
ar: مهنة في ويبليت
be: Праца ў Weblate
be_latn: Pracza ў Weblate
bg: Кариера в Weblate
ca: Treballeu a Weblate
cs: Kariéra ve Weblate
da: Karriere hos Weblate
de: Karriere bei Weblate
el: Καριέρα στο Weblate
es: Oportunidades de trabajo en Weblate
et: Töö Weblates
fi: Ura Weblate:ssa
fr: Faire carrière chez Weblate
ga: Gairme ag Weblate
gl: Oportunidades de traballo en Weblate
he: משרות אצל Weblate
hr: Karijera u Weblateu
hu: Karrier a Weblate-nél
id: Karir di Weblate
is: Störf hjá Weblate
it: Carriera in Weblate
ja: Webate で経歴を積む
kab: Axeddim deg Weblate
lt: „Weblate“ karjera
nb: Karriere i Weblate
nl: Werken bij Weblate
pl: Kariera w Weblate
pt_br: Carreira no Weblate
pt_pt: Trabalhar na Weblate
ro: Carieră la Weblate
ru: Работа в Weblate
sk: Kariéra vo Weblate
sl: Kariera pri Weblate
sq: Punësim në Weblate
sr: Каријера у Weblate-у
sr_latn: Zaposlenje u Weblate-u
sv: Karriär på Weblate
ta: வலைபெயர்ப்பில் தொழில்
th: ร่วมงานกับ Weblate
tr: Weblate iş olanakları
uk: Кар'єра у Weblate
