Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Back to
id: Kembali ke
ro: Înapoi la
ru: Вернуться к
th: ย้อนกลับไปที่

source: yearly view
id: tampilan tahunan
ru: ежегодно
th: มุมมองรายปี

source: Year
id: Tahun
ru: Год
th: ปี

source: Income by Category
id: Pendapatan berdasarkan Kategori
ru: Доход по категориям
th: รายได้แยกตามหมวดหมู่

source: Total Income
id: Pendapatan Total
ru: Весь доход
th: รายได้รวม

source: Daily Income
id: Pendapatan Harian
ru: Ежедневный доход
th: รายได้รายวัน

source: Monthly Income with Category Breakdown
id: Pendapatan Bulanan dengan Rincian Kategori
ru: Ежемесячный доход по категориям
th: รายได้รายเดือนพร้อมรายละเอียดหมวดหมู่

source: Category Distribution
id: Distribusi Kategori
ru: Распределение по категориям
th: การกระจายตัวของหมวดหมู่

source: Category
da: Kategori
id: Kategori
nl: Categorie
ro: Categorie
ru: Категория
th: หมวดหมู่

source: Amount (EUR)
id: Jumlah (EUR)
ru: Сумма (евро)
th: จำนวนเงิน (EUR)

source: Total
da: I alt
nl: Totaal
ru: Всего
th: รวม

source: Monthly Breakdown
id: Rincian Bulanan
ru: Статистика по месяцам
th: รายละเอียดรายเดือน

source: Month
id: Bulan
ru: Месяц
th: เดือน

source: Actions
da: Handlinger
ga: Gníomhartha
hr: Radnje
id: Aksi
nl: Handelingen
ro: Acțiuni
ru: Действия
ta: செயல்கள்
th: การดำเนินการ

source: View details
da: Se detaljer
ga: Féach ar na sonraí
hr: Pogledaj detalje
id: Lihat rincian
nl: Details tonen
ro: Vezi detalii
ru: Подробнее
ta: விபரங்களை பார்
th: ดูรายละเอียด

source: Income by Category (Full Year)
id: Pendapatan berdasarkan Kategori (Setahun Penuh)
ru: Доход по категориям (весь год)
th: รายได้แยกตามหมวดหมู่ (ทั้งปี)

source: Add
be_latn: Dadać
da: Tilføj
ga: Cuir
hr: Dodaj
hu: Hozzáadás
id: Tambahkan
kab: Rnu
lt: Pridėti
nl: Toevoegen
ro: Adaugă
ru: Добавить
sl: Dodaj
sq: Shtoje
sr_latn: Dodaj
ta: கூட்டு
th: เพิ่ม

source: View
da: Se
id: Lihat
lt: Rodyti/Peržiūrėti
nl: Tonen
ro: Vezi
ru: Просмотреть
th: ดู

source: Add new agreement
id: Tambahkan perjanjian baru
ru: Добавить новое соглашение
th: เพิ่มข้อตกลงใหม่

source: Issue new invoice
id: Terbitkan faktur baru
ru: Выставить счёт
th: ออกใบแจ้งหนี้ใหม่

source: The largest Weblate server worldwide is home to hundreds of libre and private projects. And Weblate itself! Love libre software? Your possibilities of contributing are limitless here!
ar: أكبر خادم Weblate في جميع أنحاء العالم هو موطن لمئات المشاريع الحرة والخاصة. و Weblate نفسه! هل تحب البرامج الحرة؟ إمكانياتك للمساهمة لا حدود لها هنا!
be: Вялікі сервер Weblate ёсць прытулкам для многіх вольных і прыватных праектаў. Вам падабаецца свабоднае праграмнае забеспячэнне? Вашыя магчымасці тут неабмежаваныя!
be_latn: Vyalіkі server Weblate yoscz' pry'tulkam dlya mnogіx vol'ny'x і pry'vatny'x praektaў. Vam padabaeczcza svabodnae pragramnae zabespyache'nne? Vashy'ya magchy'masczі tut neabmezhavany'ya!
bg: Най-големият сървър на Weblate е дом на стотици свободни и частни проекти. Както и на самия Weblate! Харесвате ли свободен софтуер? Тук възможностите Ви за принос са безкрайни!
ca: El servidor Weblate més gran del món és la llar de centenars de projectes lliures i privats. I del Weblate mateix! Estimeu el programari lliure? Aquí hi teniu possibilitats sense límits de col·laborar-hi!
cs: Největší Weblate server na světě je domovem pro stovky svobodných i komerčních projektů včetně Weblate samotného. Milujete svobodný software? Pak nabízí neomezené možnosti přispívání!
da: Den største Weblate-server i verden er hjemsted for hundredvis af frie og private projekter. Og Weblate selv! Elsker du fri software? Dine muligheder for at bidrage er ubegrænsede her!
de: Der weltweit größte Weblate-Server beherbergt Hunderte von freien und privaten Projekten. Und Weblate selbst! Sie lieben Freie Software? Ihre Möglichkeiten, etwas beizutragen, sind hier grenzenlos!
el: Ο μεγαλύτερος διακομιστής Weblate παγκοσμίως φιλοξενεί εκατοντάδες δωρεάν και ιδιωτικά έργα. Και πλαισιώνουμε τον εαυτό μας! Σας αρέσει το ελεύθερο λογισμικό; Οι δυνατότητες συνεισφοράς σας είναι απεριόριστες εδώ!
es: El servidor Weblate más grande del mundo alberga cientos de proyectos libres y privados, ¡además del propio Weblate! ¿Adora el software libre? ¡Sus posibilidades de contribuir son ilimitadas!
et: Maailma suurim Weblate'i server võõrustab sadu vabu ja privaatseid tarkvaraprojekte. Ning mõistagi Weblate'i ennast! Kas sulle meeldib vaba tarkvara? Su võimalused panustamiseks on otsatud!
fi: Maailman suurin Weblate-palvelin on koti sadoille libre- ja yksityisprojekteille. Ja Weblatelle itselleen! Rakastatko libre-ohjelmistoja? Täällä sinulla on rajattomat mahdollisuudet osallistua!
fr: Le plus grand serveur Weblate du monde abrite des centaines de projets libres et privés. Dont Weblate lui-même ! Vous aimez les logiciels libres ? Vos possibilités de contribution sont illimitées ici !
ga: Tá na céadta tionscadal saor in aisce agus príobháideach ar an bhfreastalaí Weblate is mó ar fud an domhain. Agus Weblate féin! An breá le bogearraí saor in aisce? Tá na féidearthachtaí atá agat maidir le rannchuidiú gan teorainn anseo!
gl: O maior servidor de Weblate do mundo alberga centos de proxectos libres e privados. E o propio Weblate! Amas o software libre? As posibilidades de facer achegas aquí son ilimitadas!
he: שרת ה־Weblate הגדול בעולם הוא בית לאלפי מיזמים חופשיים ופרטיים. לרבות ל־Weblate עצמו! תכנה חופשית חשובה לך? כאן הזדמנויות התרומה לא יודעות גבולות!
hr: Najveći Weblate server na svijetu udomljuje stotine slobodnih i privatnih projekata, kao i sam Weblate! Voliš slobodan softver? Ovdje su tvoje mogućnosti doprinošenja neograničene!
hu: A világ legnagyobb Weblate-kiszolgálója több száz szabad és magánprojekt otthona. Köztük maga a Weblate is! Szereti a szabad szoftvereket? Itt korlátlanul hozzájárulhat!
id: Server Weblate terbesar di seluruh dunia adalah rumah bagi ratusan proyek pribadi, gratis, dan Weblate itu sendiri! Suka dengan perangkat lunak gratis? Anda dapat berkontribusi tak terbatas di sini!
is: Stærsti Weblate-vefþjónninn í heiminum er heimili hundruða opinna og einkaverkefna. Og Weblate sjálfs! Elskarðu opinn hugbúnað? Möguleikar þínir til þess að leggja þitt af mörkum eru endalausir hér!
it: Il più grande server mondiale di Weblate ospita centinaia di progetti liberi e privati. E Weblate stesso! Ami il software libero? Le tue possibilità per collaborare qui sono illimitate!
ja: 世界最大の Weblate サーバーには、何百もの自由プロジェクトやプライベート プロジェクトがあります。また Weblate 自身もそうです！自由ソフトウェアは好きですか？あなたの貢献の可能性は無制限に広がります！
lt: Didžiausiame pasaulyje „Weblate“ serveryje rasite šimtus laisvųjų ir privačių projektų. Taip pat ir „Weblate“ projektą! Mėgstate laisvąją programinę įrangą? Jūsų galimybės prisidėti čia yra neribotos!
nb: Den største Weblate-tjeneren huser hundrevis av frie og private prosjekter, og selve Weblate. Elsker du fri programvare? Du har ubegrensede muligheter til å bidra her.
nl: De grootste Weblate-server ter wereld biedt onderdak aan honderden vrije en privéprojecten, en natuurlijk Weblate zelf! Draagt u vrije software een warm hart toe? Dan zijn uw mogelijkheden om bij te dragen hier eindeloos!
pl: Największy serwer Weblate na świecie jest domem dla setek darmowych i prywatnych projektów. I samego Weblate! Lubisz darmowe oprogramowanie? Twoje możliwości współtworzenia są tutaj nieograniczone!
pt_br: O maior servidor Weblate do mundo é o lar de centenas de projetos livres e privados. E o próprio Weblate! Gosta de software livre? Suas possibilidades de contribuir são ilimitadas aqui!
ro: Cel mai mare server Weblate din lume găzduiește sute de proiecte libre și private. Și pe Weblate însuși! Îți place software-ul libre? Posibilitățile tale de a contribui sunt nelimitate aici!
ru: Крупнейший сервер Weblate в мире является домом для сотен свободных и частных проектов. И для самого Weblate! Любите свободное программное обеспечение? Ваши возможности здесь безграничны!
sk: Najväčší server Weblate celosvetovo je domovom stoviek slobodných a súkromných projektov. Vrátane Weblate! Máte radi slobodný softvér? Vaše možnosti prispievania sú tu neobmedzené!
sl: Največji strežnik Weblate na svetu je dom na stotine brezplačnih in zasebnih projektov. In sam Weblate! Vam je všeč prost program? Vaše možnosti za prispevanje so tukaj neomejene!
sq: Shërbyesi më i madh në botë Weblate është vatra e qindra projekteve të lirë dhe privatë. Dhe vetë Weblate-it! E doni software-in e lirë? Mundësitë tuaja për të dhënë ndihmesë janë të pakufishme këtu!
sr: Највећи Weblate сервер на свету је дом стотина бесплатних и приватних пројеката, као и сам Weblate! Волите слободан софтвер? Ваше могућности доприноса су овде неограничене!
sr_latn: Najveći Weblate server na svetu je dom stotina besplatnih i privatnih projekata, kao i sam Weblate! Volite slobodan softver? Vaše mogućnosti doprinosa su ovde neograničene!
sv: Den största Weblate-servern i världen är hemvist för hundratals fria och privata projekt. Och Weblate själv! Älskar du fri programvara? Dina möjligheter att bidra är obegränsade här!
ta: உலகளவில் மிகப்பெரிய வலைபெயர்ப்பு சேவையகம் நூற்றுக்கணக்கான விடுதலை மற்றும் தனியார் திட்டங்களுக்கு சொந்தமானது. மற்றும் தன்னைத்தானே வெல்லுங்கள்! விடுதலை மென்பொருளை விரும்புகிறீர்களா? பங்களிப்பதற்கான உங்கள் சாத்தியங்கள் இங்கே வரம்பற்றவை!
th: เซิร์ฟเวอร์ Weblate ที่ใหญ่ที่สุดในโลกเป็นที่ตั้งของโครงการซอฟต์แวร์เสรีและแบบส่วนตัวหลายร้อยโครงการ รวมถึงตัว Weblate เอง! รักซอฟต์แวร์เสรีใช่ไหม โอกาสในการมีส่วนร่วมของคุณที่นี่ไร้ขีดจำกัด!
tr: Dünya çapındaki en büyük Weblate sunucusu, yüzlerce özgür ve özel projeye ev sahipliği yapmaktadır. Ve Weblate kendisi için de bu sunucuyu kullanır! Özgür yazılımları seviyor musunuz? Burada sınırsız katkıda bulunma olasılıklarınız var!
uk: Найбільший у світі сервер Weblate є домівкою сотень вільних і закритих проєктів. І для самого Weblate! Захоплені вільним програмним забезпеченням? Тут немає меж вашим можливостям взяти участь!

source: Insufficient donation for selected reward!
ar: تبرع غير كافٍ للمكافأة المختارة!
be: Недастатковае ахвяраванне для абранага ўзнагароджання!
be_latn: Nedastatkovae axvyaravanne dlya abranaga ўznagarodzhannya!
ca: La donació no és suficient per a la recompensa seleccionada.
cs: Výše daru je nedostatečná pro zvolenou odměnu!
da: Utilstrækkelig donation til den valgte belønning!
de: Unzureichende Spende für die ausgewählte Prämie!
el: Ανεπαρκής δωρεά για την επιλεγμένη ανταμοιβή!
es: ¡Donación insuficiente para la recompensa elegida!
et: Annetus pole valitud preemia jaoks piisav!
fr: Don insuffisant pour la récompense sélectionnée !
ga: Síntiús neamhleor ar luaíocht roghnaithe!
gl: A doazón non é abondo para a recompensa seleccionada!
he: התרומה לא מספיקה לתגמול שנבחר!
hr: Nedovoljna donacija za odabranu nagradu!
hu: A kiválasztott jutalomhoz nem elegendő az adomány!
id: Donasi kurang untuk hadiah yang dipilih!
is: Ónógur styrkur til að fá valin verðlaun!
it: Donazione insufficiente per la ricompensa selezionata!
ja: 選択した報酬の寄付金としては不十分です！
lt: Nepakankamas paaukojamų lėšų kiekis pasirinktam atlygiui!
nl: Het donatiebedrag is te laag voor de gekozen beloning!
pl: Niewystarczająca darowizna na wybraną nagrodę!
pt_br: Doação insuficiente para a recompensa selecionada!
ro: Donație insuficientă pentru recompensa selectată!
ru: Недостаточно пожертвований для выбранного вознаграждения!
sk: Nedostatočný príspevok na vybranú odmenu!
sl: Nezadostna donacija za izbrano nagrado!
sq: Dhurim i pamjaftueshëm për shpërblimin e përzgjedhur!
sr: Недовољна донација за изабрану награду!
sr_latn: Nedovoljna donacija za izabranu nagradu!
ta: தேர்ந்தெடுக்கப்பட்ட வெகுமதிக்கு போதுமான நன்கொடை!
th: ยอดเงินบริจาคไม่เพียงพอสำหรับของรางวัลที่เลือก!
tr: Bağış tutarı seçilmiş ödül için yeterli değil!
uk: Недостатня пожертва для вибраної винагороди!

source: Account number
ar: رقم الحساب
be: Нумар рахунку
be_latn: Numar raxunku
bg: Номер на сметката
ca: Número de compte
cs: Číslo účtu
da: Kontonummer
de: Kontonummer
el: Αριθμός λογαριασμού
es: Número de cuenta
et: Pangaarve number
fi: Tilinumero
fr: Numéro de compte
ga: Uimhir an chuntais
gl: Número da conta
he: מספר חשבון
hr: Broj računa
hu: Bankszámlaszám
id: Nomor rekening
is: Reikningsnúmer
it: Numero conto
ja: 口座番号
kab: Uṭṭun n umiḍan
lt: Sąskaitos numeris
nb: Kontonummer
nl: Rekeningnummer
pl: Numer rachunku
pt_br: Número da conta
pt_pt: Número da conta
ro: Număr cont
ru: Номер счёта
sk: Číslo účtu
sl: Številka računa
sq: Numër llogarie
sr: Број рачуна
sr_latn: Broj računa
sv: Kontonummer
ta: கணக்கு எண்
th: หมายเลขบัญชี
tr: Hesap numarası
uk: Номер рахунку

source: Issuing bank
ar: البنك المصدر
be: Банк эмітэнт
be_latn: Bank e'mіte'nt
bg: Банка изател
ca: Banc emissor
cs: Banka
da: Udstedende bank
de: Ausgebende Bank
el: Εκδότρια τράπεζα
es: Banco emisor
et: Väljastanud pank
fi: Liikkeeseen laskeva pankki
fr: Banque émettrice
ga: Banc éisiúna
gl: Banco emisor
he: הבנק המנפיק
hr: Izdajuća banka
hu: Kibocsátó bank
id: Bank yang menerbitkan
is: Útgáfubanki
it: Banca emittente
ja: 発行銀行
kab: Tabankat tamazant
lt: Išduodantis bankas
nb: Utstedende bank
nl: Uitgevende bank
pl: Bank wydający
pt_br: Banco emissor
pt_pt: Banco emissor
ro: Bancă emitentă
ru: Банк-эмитент
sk: Vydávajúca banka
sl: Banka izdajateljica
sq: Banka emetuese
sr: Банка издавач
sr_latn: Banka izdavalac
sv: Utfärdande bank
ta: வங்கி வழங்குதல்
th: ธนาคาร
tr: İlgili banka
uk: Банк-емітент

source: Account holder
ar: صاحب الحساب
be: Уладальнік рахунку
be_latn: Uladal'nіk raxunku
bg: Титуляр на сметката
ca: Titular del compte
cs: Majitel účtu
da: Kontoindehaver
de: Kontoinhaber
el: Κάτοχος λογαριασμού
es: Titular de la cuenta
et: Konto omanik
fi: Tilin omistaja
fr: Titulaire du compte
ga: Sealbhóir an chuntais
gl: Titular da conta
he: בעל החשבון
hr: Vlasnik računa
hu: Számlatulajdonos
id: Nama pemegang rekening
is: Reikningseigandi
it: Titolare conto
ja: 口座名義人
kab: Bab n umiḍan
lt: Sąskaitos savininkas
nb: Kontoinnehaver
nl: Rekeninghouder
pl: Właściciel rachunku
pt_br: Titular da conta
pt_pt: Titular da conta
ro: Titular cont
ru: Владелец счёта
sk: Držiteľ účtu
sl: Imetnik računa
sq: Zotërues i llogarisë
sr: Власник рачуна
sr_latn: Vlasnik računa
sv: Kontoinnehavare
ta: கணக்கு வைத்திருப்பவர்
th: ชื่อเจ้าของบัญชี
tr: Hesap sahibi
uk: Власник рахунку

source: This invoice has already been paid. Please sign in to view details.
id: Faktur ini sudah dibayar. Silakan masuk untuk melihat rinciannya.
th: ใบแจ้งหนี้นี้ชำระเงินแล้ว โปรดเข้าสู่ระบบเพื่อดูรายละเอียด

source: No reward
ar: بدون مكافأة
be: Без узнагароды
be_latn: Bez uznagarody'
bg: Без възнаграждение
ca: Sense recompensa
cs: Žádná odměna
da: Ingen belønning
de: Keine Prämie
el: Δεν υπάρχει ανταμοιβή
es: Sin recompensa
et: Tasustamata
fi: Ei palkintoa
fr: Aucune récompense
ga: Gan duais
gl: Sen recompensa
he: אין תגמול
hr: Nema nagrade
hu: Nincs jutalom
id: Tidak ada imbalan
is: Engin verðlaun
it: Nessuna ricompensa
ja: 謝礼を辞退する
kab: Ulac arraz
lt: Jokios premijos
nb: Ingen påskjønnelse
nl: Geen beloning
pl: Brak wynagrodzenia
pt_br: Nenhuma recompensa
pt_pt: Sem recompensa
ro: Fără recompensă
ru: Без вознаграждения
sk: Žiadna odmena
sl: Brez nagrade
sq: Pa shpërblim
sr: Без награде
sr_latn: Bez nagrade
sv: Ingen belöning
ta: வெகுமதி இல்லை
th: ไม่มีของรางวัล
tr: Ödül yok
uk: Немає винагороди

source: Name in the list of supporters
ar: الاسم في قائمة الداعمين
be: Узгадаць у спісе падтрымаўшых
be_latn: Uzgadacz' u spіse padtry'maўshy'x
bg: Име в списъка с поддръжници
ca: Nom a la llista de patrocinadors
cs: Jméno v seznamu podporovatelů
da: Navn på listen over støtter
de: Name in der Unterstützerliste
el: Λίστα υποστηρικτών
es: Nombre en la lista de patrocinadores
et: Nimi toetajate loendis
fi: Nimi tukijalistassa
fr: Nom dans la liste de nos sponsors
ga: Ainm ar liosta na dtacadóirí
gl: Nome na listaxe de patrocinadores
he: שם ברשימת התומכים
hr: Ime u popisu podržavatelja
hu: Név a támogatók listáján
id: Nama di dalam daftar pendukung
is: Nafn í lista stuðningsaðila
it: Nome nell'elenco dei sostenitori
ja: 支援者名簿に名前を記載
kab: Isem deg tebdart n yiwiziwen
lt: Vardas rėmėjų sąraše
nb: Navn i listen over støttespillere
nl: Naam in de lijst van supporters
pl: Nazwisko na liście wsparcia
pt_br: Nome na lista de patrocinadores
pt_pt: Nome na lista de patrocinadores
ro: Nume în lista de susținători
ru: Упомянуть в списке поддержавших
sk: Meno v zozname podporovateľov
sl: Ime na seznamu podpornikov
sq: Emër në listën e përkrahësve
sr: Име у листи присталица
sr_latn: Ime u listi pristalica
sv: Namn i listan över understödjare
ta: ஆதரவாளர்களின் பட்டியலில் பெயர்
th: ชื่อในรายชื่อผู้สนับสนุน
tr: Destekleyenler listesinde ad
uk: Назва в списку прихильників

source: Link in the list of supporters
ar: الرابط في قائمة الداعمين
be: Размяшчэнне спасылкі ў спісе падтрымаўшых
be_latn: Razmyashche'nne spasy'lkі ў spіse padtry'maўshy'x
bg: Връзка в списъка с поддръжници
ca: Enllaç a la llista de patrocinadors
cs: Odkaz v seznamu podporovatelů
da: Link på listen over støtter
de: Link in der Unterstützerliste
el: Σύνδεσμος στη λίστα υποστηρικτών
es: Enlace en la lista de patrocinadores
et: Link toetajate loendis
fi: Linkki tukijalistassa
fr: Lien dans la liste des sponsors
ga: Nasc ar liosta na dtacadóirí
gl: Ligazón na listaxe de patrocinadores
he: קישור ברשימת התומכים
hr: Poveznica u popisu podržavatelja
hu: Hivatkozás a támogatók listáján
id: Tautan di dalam daftar pendukung
is: Tengill í lista stuðningsaðila
it: Collegamento nell'elenco sostenitori
ja: 支援者名簿にリンクを掲載
kab: Aseɣwen deg tebdart n yiwiziwen
lt: Nuoroda rėmėjų sąraše
nb: Lenke i listen over støttespillere
nl: Link in de lijst van supporters
pl: Odsyłacz na liście wsparcia
pt_br: Link na lista de patrocinadores
pt_pt: Hiperligação na lista de patrocinadores
ro: Legătură în lista de susținători
ru: Размещение ссылки в списке поддержавших
sk: Odkaz v zozname podporovateľov
sl: Povezava na seznamu podpornikov
sq: Lidhje në listën e përkrahësve
sr: Линк у листи присталица
sr_latn: Veza u listi pristalica
sv: Länk i listan över understödjare
ta: ஆதரவாளர்களின் பட்டியலில் இணைப்பு
th: ลิงก์ในรายชื่อผู้สนับสนุน
tr: Destekleyenler listesinde bağlantı
uk: Посилання у списку прихильників

source: Logo and link on the Weblate website
ar: الرابط والشعار على موقع Weblate
be: Лагатып і спасылка на вэб-сайце Weblate
be_latn: Lagaty'p і spasy'lka na ve'b-sajcze Weblate
bg: Лого и връзка на сайта на Weblate
ca: Logotip i enllaç al lloc web del Weblate
cs: Logo a odkaz na webu Weblate na stránce s poděkováním
da: Logo og link på Weblate-hjemmesiden
de: Logo und Link auf der Weblate-Website
el: Λογότυπο και σύνδεσμος ιστοσελίδας Weblate
es: Logotipo y enlace en el sitio web de Weblate
et: Logo ja link Weblate kodulehel
fi: Logo ja linkki Weblaten sivustolla
fr: Logo et lien sur le site Web Weblate
ga: Lógó agus nasc ar shuíomh gréasáin Weblate
gl: Logotipo e ligazón na páxina web de Weblate
he: לוגו וקישור באתר Weblate
hr: Logotip i poveznica na Weblate web stranici
hu: Logó és hivatkozás a Weblate webhelyén
id: Logo dan tautan di situs web Weblate
is: Kennimerki og tengill á vefsíðu Weblate
it: Logo e collegamento nel sito Weblate
ja: 当 HP にロゴとリンクを掲載
kab: Alugu d useɣwen deg usmel n Weblate
lt: Logotipas ir nuoroda „Weblate“ svetainėje
nb: Logo og lenke på weblate.org
nl: Logo en link op de website van Weblate
pl: Logo i odnośnik na stronie internetowej Weblate
pt_br: Logo e link no site do Weblate
pt_pt: Logótipo e hiperligação no site da Web do Weblate
ro: Logo și legătură pe site-ul web Weblate
ru: Логотип и ссылка на странице благодарности сайта Weblate
sk: Logo a odkaz na stránke Weblate
sl: Logotip in povezava na spletišču Weblate
sq: Stemë dhe lidhje në sajtin Weblate
sr: Лого и линк на Weblate сајту
sr_latn: Logo i link na Weblate sajtu
sv: Logotyp och länk på Weblates webbplats
ta: வலைபெயர்ப்பு இணையதளத்தில் லோகோ மற்றும் இணைப்பு
th: โลโก้และลิงก์บนเว็บไซต์ Weblate
tr: Weblate sitesinde logo ve bağlantı
uk: Логотип та посилання на сторінці подяк weblate.org

source: Release
ar: الإصدار
be: Выпуск
be_latn: Vy'pusk
bg: Издание
ca: Versió
cs: Vydání
da: Udgivelse
de: Version
el: Έκδοση
es: Versión
et: Väljalase
fi: Julkaisuversio
fr: Version
ga: Leagan
gl: Publicación
he: מהדורה
hr: Izdanje
hu: Kiadás
id: Rilis
is: Útgáfa
it: Rilascio
ja: リリース
kab: Tasuffeɣt n lqem
lt: Versija
nb: Utgivelse
nl: Uitgave
pl: Wydania
pt_br: Lançamento
pt_pt: Versão
ro: Lansare
ru: Выпуск
sk: Vydanie
sl: Izdaja
sq: Hedhje në qarkullim
sr: Издање
sr_latn: Izdanje
sv: Utgåva
ta: வெளியீடு
th: เวอร์ชันที่ปล่อยออกมา
tr: Sürüm
uk: Випуск

source: Features
ar: الميزات
be: Магчымасці
be_latn: Admietnascі
bg: Функционалности
ca: Funcionalitats
cs: Vlastnosti
da: Funktioner
de: Funktionen
el: Δυνατότητες
es: Funciones
et: Omadused
fi: Ominaisuudet
fr: Fonctionnalités
ga: Gnéithe
gl: Funcionalidades
he: תכונות
hr: Funkcije
hu: Funkciók
id: Fitur
is: Eiginleikar
it: Funzionalità
ja: 機能
kab: Timahilin
lt: Funkcijos
nb: Funksjoner
nl: Mogelijkheden
pl: Funkcje
pt_br: Funcionalidades
pt_pt: Funcionalidades
ro: Caracteristici
ru: Возможности
sk: Funkcie
sl: Zmožnosti
sq: Veçori
sr: Карактеристике
sr_latn: Mogućnosti
sv: Funktioner
ta: நற்பொருத்தங்கள்
th: คุณสมบัติ
tr: Özellikler
uk: Можливості

source: Announcement
ar: الإعلان
be: Анонс
be_latn: Anons
bg: Обявление
ca: Anunci
cs: Oznámení
da: Meddelelse
de: Mitteilung
el: Ανακοίνωση
es: Anuncio
et: Kuulutus
fi: Tiedotus
fr: Annonce
ga: Fógra
gl: Anuncio
he: הכרזה
hr: Objava
hu: Bejelentés
id: Pengumuman
is: Tilkynning
it: Annuncio
ja: お知らせ
kab: Alɣu
lt: Pranešimas
nb: Kunngjøring
nl: Aankondiging
pl: Ogłoszenie
pt_br: Anúncio
pt_pt: Anúncio
ro: Anunț
ru: Объявление
sk: Oznam
sl: Obvestilo
sq: Njoftime
sr: Објава
sr_latn: Objava
sv: Tillkännagivande
ta: அறிவிப்பு
th: ประกาศ
tr: Duyuru
uk: Оголошення

source: Conferences
ar: المؤتمرات
be: Канферэнцыі
be_latn: Kanfere'nczy'і
bg: Конференции
ca: Conferències
cs: Konference
da: Konferencer
de: Konferenzen
el: Συνέδρια
es: Conferencias
et: Kokkutulekud
fi: Konferenssit
fr: Conférences
ga: Comhdhálacha
gl: Conferencias
he: כנסים
hr: Konferencije
hu: Konferenciák
id: Konferensi
is: Ráðstefnur
it: Conferenze
ja: カンファレンス
kab: Isaragen
lt: Konferencijos
nb: Konferanser
nl: Conferenties
pl: Konferencje
pt_br: Conferências
pt_pt: Conferências
ro: Conferinţe
ru: Конференции
sk: Konferencie
sl: Konference
sq: Konferenca
sr: Конференције
sr_latn: Konferencije
sv: Konferenser
ta: மாநாடுகள்
th: งานประชุม
tr: Konferanslar
uk: Наради

source: Hosted Weblate
ar: استضافة Weblate
be: Хостынг Weblate
be_latn: Xosty'ng Weblate
bg: Хостван Weblate
el: Φιλοξενία στο Weblate
es: Alojado en Weblate
et: Majutatud Weblate
fi: Isännöity Weblate
fr: Weblate hébergé
ga: Weblate óstáil
gl: Aloxado en Weblate
he: Weblate באירוח מלא
is: Weblate-hýsing
kab: Weblate s tnezduɣt
nb: Vertslagret Weblate
pl: Hosting Weblate
pt_pt: Weblate Hospedado
ro: Găzduit pe Weblate
sk: Hosťované Weblate
sl: Gostovani Weblate
sq: Weblate i Strehuar
sr_latn: Hostovani Weblate
ta: வலைபெயர்ப்பு புரவலன் செய்யப்பட்டது
th: บริการ Weblate บนคลาวด์

source: Development
ar: التطوير
be: Распрацоўванне
be_latn: Raspraczoўvanne
bg: Разработка
ca: Desenvolupament
cs: Vývoj
da: Udvikling
de: Entwicklung
el: Ανάπτυξη
es: Desarrollo
et: Arendus
fi: Kehittäminen
fr: Développement
ga: Forbairt
gl: Desenvolvemento
he: פיתוח
hr: Razvoj
hu: Fejlesztés
id: Pengembangan
is: Þróun
it: Sviluppo
ja: 開発
kab: Taneflit
lt: Kūrimas
nb: Utvikling
nl: Ontwikkeling
pl: Rozwój
pt_br: Desenvolvimento
pt_pt: Desenvolvimento
ro: Dezvoltare
ru: Разработка
sk: Vývoj
sl: Razvoj
sq: Zhvillim
sr: Развој
sr_latn: Razvoj
sv: Utveckling
ta: வளர்ச்சி
th: การพัฒนา
tr: Geliştirme
uk: Розробка
