Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Consulting services and/or custom development
ar: خدمات استشارية وتطوير مخصص
be: Кансультацыі і дапамога ў распрацоўванні
be_latn: Kansul'taczy'і і dapamoga ў raspraczoўvannі
ca: Serveis de consultoria i/o desenvolupament personalitzat
cs: Konzultace a/nebo vývoj na zakázku
da: Konsulentydelser og/eller tilpasset udvikling
de: Beratungsleistungen und/oder kundenspezifische Entwicklung
el: Συμβουλευτικές υπηρεσίες ή/και προσαρμοσμένη ανάπτυξη
es: Servicios de consultoría o desarrollo a medida
fi: Konsultointipalvelut ja/tai räätälöintityö
fr: Prestation de conseil ou développement sur-mesure
ga: Seirbhísí comhairliúcháin agus/nó forbairt custaiméara
gl: Servizos de consultoría e/ou desenvolvemento personalizado
he: שירותי ייעוץ ו/או פיתוח בהתאמה אישית
hr: Usluge savjetovanja i/ili prilagođeni razvoj
hu: Tanácsadás és/vagy egyedi fejlesztés
id: Layanan konsultasi dan/atau pengembangan khusus
is: Ráðgjafarþjónusta og/eða sérsniðin þróun
it: Servizi di consulenza e/o di sviluppo personalizzato
ja: コンサルティング サービス、およびカスタム開発
kab: Imeẓla n uwelleh akked/neɣ taneflit tudmawant
nb: Konsultasjonstjenester og/eller tilpasset utvikling
nl: Consultatiediensten of aangepaste ontwikkeling
pl: Usługi konsultingowe i/lub rozwój niestandardowy
pt_br: Serviços de consultoria e/ou desenvolvimento personalizado
pt_pt: Serviços de consultoria e/ou desenvolvimento personalizado
ro: Servicii de consultanță și/sau dezvoltare personalizată
ru: Консультационные услуги и/или разработки на заказ
sk: Konzultačné služby a/alebo vývoj na zákazku
sq: Shërbime këshillimore dhe/ose zhvillim sipas kërkesash
sr: Консултантске услуге и/или посебан развој
sr_latn: Konsultantske usluge i/ili poseban razvoj
sv: Konsulttjänster och/eller anpassad utveckling
ta: அறிவுரை சேவைகள் மற்றும்/அல்லது தனிப்பயன் மேம்பாடு
th: บริการที่ปรึกษาและ/หรือการพัฒนาแบบกำหนดเอง
tr: Danışmanlık hizmetleri ve/veya özel geliştirme
uk: Послуги консультування чи/та особлива розробка

source: Development of custom features
ar: تطوير ميزات مخصصة
be: Распрацоўванне нестандартных функцый
be_latn: Raspraczoўvanne nestandartny'x funkczy'j
ca: Desenvolupament de funcionalitats personalitzades
cs: Vývoj funkcí na zakázku
da: Udvikling af tilpassede funktioner
de: Entwicklung von kundenspezifischen Funktionen
el: Ανάπτυξη προσαρμοσμένων χαρακτηριστικών
es: Desarrollo de prestaciones a medida
fi: Räätölöityjen ominaisuuksien kehittäminen
fr: Développement de fonctionnalités personnalisées
ga: Forbairt gnéithe saincheaptha
gl: Desenvolvemento de funcionalidades personalizadas
he: פיתוח של תכונות מותאמות אישית
hr: Razvoj prilagođenih funkcija
hu: Egyedi funkciók fejlesztése
id: Pengembangan fitur khusus
is: Þróun sérsniðinna eiginleika
it: Sviluppo di funzioni personalizzate
ja: 独自機能の開発
kab: Taneflit n tmahilin tudmawanin
nb: Utvikling av tilpassede funksjoner
nl: Ontwikkeling van aangepaste functies
pl: Rozwój funkcji niestandardowych
pt_br: Desenvolvimento de funcionalidades personalizadas
pt_pt: Desenvolvimento de funcionalidades personalizadas
ro: Dezvoltare de caracteristici personalizate
ru: Разработка нестандартных функций
sk: Vývoj funkcií na zákazku
sq: Zhvillim veçorish vetjake
sr: Развој прилагођених карактеристика
sr_latn: Razvoj posebnih mogućnosti
sv: Utveckling av anpassade funktioner
ta: தனிப்பயன் நற்பொருத்தங்களின் வளர்ச்சி
th: การพัฒนาคุณสมบัติแบบกำหนดเอง
tr: İstenilen özelliklerin geliştirilmesi
uk: Розробка нетипових можливостей

source: Integration of Weblate into your workflow
ar: دمج Weblate في مسار عملك
be: Інтэграцыя Weblate ў ваш працоўны працэс
be_latn: Іnte'graczy'ya Weblate ў vash praczoўny' pracze's
ca: Integració del Weblate al vostre flux de treball
cs: Začlenění Weblate do vašich procesů
da: Integration af Weblate i din arbejdsgang
de: Integration von Weblate in Ihren Arbeitsablauf
el: Ενσωμάτωση του Weblate στη ροή εργασιών σας
es: Integración de Weblate en su flujo de trabajo
fi: Weblaten integrointi työnkulkuusi
fr: Intégration de Weblate dans votre processus
ga: Comhtháthú Weblate isteach i do sreabhadh oibre
gl: Integración de Weblate no seu fluxo de traballo
he: שילוב Weblate בשגרת העבודה שלך
hr: Intergracija Weblatea u tvoj radni tok
hu: A Weblate integrálása az Ön munkafolyamatába
id: Integrasi Weblate pada alur kerja Anda
is: Samþætting Weblate við vinnuferlið þitt
it: Integrazione di Weblate nel tuo flusso di lavoro
ja: お客様のワークフローと Weblate を連携
kab: Aslaɣ n Weblate deg ukala n uxeddim-ik
nb: Integrasjon av Weblate i din arbeidsflyt
nl: Weblate-integratie in uw werkmethode
pl: Integracja Weblate z przepływem pracy
pt_br: Integração do Weblate em seu fluxo de trabalho
pt_pt: Integração do Weblate no seu fluxo de trabalho
ro: Integrare Weblate în fluxul tău de lucru
ru: Внедрение Weblate в вашу работу
sk: Integrácia Weblate do vášho pracovného postupu
sq: Integrim i Weblate-it në rrjedhën tuaj të punës
sr: Интеграција Weblate-а у ваш радни ток
sr_latn: Integracija Weblate-a u vaš radni tok
sv: Integrering av Weblate i ditt arbetsflöde
ta: உங்கள் பணிப்பாய்வுகளில் வலைபெயர்ப்பின் ஒருங்கிணைப்பு
th: การเชื่อมต่อ Weblate เข้ากับกระบวนการทำงานของคุณ
tr: Weblate ile iş akışınızın bütünleştirilmesi
uk: Угуртування Weblate у ваше робоче середовище

source: Suggestions on the internationalization and localization
ar: اقتراحات بشأن التدويل والتوطين
be: Прапановы па працэсе інтэрнацыяналізацыі і лакалізацыі
be_latn: Prapanovy' pa pracze'se іnte'rnaczy'yanalіzaczy'і і lakalіzaczy'і
ca: Suggeriments pel que fa a la internacionalització i la localització
cs: Doporučení k překladům nebo lokalizaci
da: Forslag til internationalisering og lokalisering
de: Hilfestellung bei der Internationalisierung und Lokalisierung
el: Προτάσεις για τη διεθνοποίηση και τη τοπικοποίηση
es: Sugerencias sobre la internacionalización y regionalización
fi: Ehdotuksia kansainvälistymisestä ja lokalisoinnista
fr: Suggestions sur les processus d’internationalisation ou de traduction
ga: Moltaí maidir le hidirnáisiúnú agus logánú
gl: Suxestións sobre a internacionalización e a rexionalización
he: הצעות בנוגע לבינאום או לתרגום
hr: Prijedlozi za internacionalizaciju i lokalizaciju
hu: Javaslatok a nemzetközivé tételre és lokalizációra
id: Saran tentang internasionalisasi dan pelokalan
is: Uppástungur um alþjóðavæðingu og staðfærslu
it: Suggerimenti per processi di internazionalizzazione e localizzazione
ja: 国際化と現地語化に関する提案
kab: Isumar n usegreɣlen akked usideg
nb: Forslag i prosessen med internasjonalisering og lokalisering
nl: Suggesties omtrent het internationalisatie- of vertaalproces
pl: Sugestie dotyczące procesu umiędzynarodowienia i lokalizacji
pt_br: Sugestões na internacionalização e localização
pt_pt: Sugestões de internacionalização e tradução
ro: Sugestii privind internaționalizarea și localizarea
ru: Предложения по интернационализации и переводу
sk: Návrhy týkajúce sa internacionalizácie a lokalizácie
sq: Sugjerime mbi ndërkombëtarizim dhe përkthim
sr: Сугестије у вези интернационализације и локализације
sr_latn: Sugestije u vezi internacionalizacije i lokalizacije
sv: Förslag på internationalisering och lokalisering
ta: பன்னாட்டுமயமாக்கல் மற்றும் உள்ளூர்மயமாக்கல் குறித்த பரிந்துரைகள்
th: คำแนะนำเกี่ยวกับการทำให้รองรับหลายภาษา (Internationalization) และการปรับเนื้อหาให้เป็นภาษาท้องถิ่น (Localization)
tr: Uluslararasılaştırma ve yerelleşme üzerine öneriler
uk: Пропозиції щодо процесу уміжнароднення або локалізації

source: Get a quote
id: Dapatkan penawaran
th: ขอใบเสนอราคา

source: Ask for help
ar: اطلب المساعدة
be: Запрасіць дапамогу
be_latn: Zaprasіcz' dapamogu
ca: Demana ajuda
cs: Požádat o pomoc
da: Bed om hjælp
de: Unterstützung anfordern
el: Ζητήστε βοήθεια
es: Solicitar ayuda
fi: Kysy apua
fr: Demande d’assistance
ga: Iarr cabhair
gl: Solicitar axuda
he: בקשת עזרה
hr: Zatraži pomoć
hu: Segítség kérése
id: Meminta bantuan
is: Biðja um aðstoð
it: Richiedi assistenza
ja: ヘルプの依頼
kab: Suter tallelt
nb: Spør om hjelp
nl: Hulp vragen
pl: Poproś o pomoc
pt_br: Pedir ajuda
pt_pt: Solicitar Ajuda
ro: Cere ajutor
ru: Задать вопрос
sk: Požiadať o pomoc
sl: Zaprosite za pomoč
sq: Kërkoni ndihmë
sr: Питајте за помоћ
sr_latn: Pitajte za pomoć
sv: Be om hjälp
ta: உதவி கேட்க
th: ขอความช่วยเหลือ
tr: Yardım iste
uk: Попросити про допомогу

source: Discuss with community on <a href="%(url)s">GitHub</a>.
ar: ناقش مع المجتمع على <a href="%(url)s">GitHub</a>.
be: Абмяркуйце з супольнасцю на <a href="%(url)s">GitHub issues</a>.
be_latn: Abmyarkujcze z supol'nasczyu na <a href="%(url)s">GitHub issues</a>.
bg: Включете се в дискусиите на общността в <a href="%(url)s">GitHub</a>.
ca: Discutiu amb la comunitat al <a href="%(url)s">GitHub</a>.
cs: Diskutujte s komunitou na <a href="%(url)s">GitHubu</a>.
da: Diskuter med fællesskabet på <a href="%(url)s">GitHub</a>.
de: Diskutieren Sie mit der Community auf <a href="%(url)s">GitHub</a>.
el: Συζητήστε με την κοινότητα στο <a href="%(url)s">GitHub</a>.
es: Debata con la comunidad en <a href="%(url)s">GitHub</a>.
et: Paku muudatust <a href="%(url)s">GitHubi teavitusega</a>.
fi: Keskustele yhteisön kanssa <a href="%(url)s">GitHubissa</a>.
fr: Discuter avec la communauté sur <a href="%(url)s">GitHub</a>.
ga: Déan plé leis an bpobal ar <a href="%(url)s">GitHub</a>.
gl: Debata coa comunidade en <a href="%(url)s">GitHub</a>.
he: ניתן לשוחח עם הקהילה דרך <a href="%(url)s">GitHub</a>.
hr: Diskutiraj sa zajednicom na <a href="%(url)s">GitHub-u</a>.
hu: Beszélgetés a közösséggel a <a href="%(url)s">GitHubon</a>.
id: Diskusikan dengan komunitas di <a href="%(url)s">GitHub</a>.
is: Ræddu mál við aðra á <a href="%(url)s">GitHub</a>.
it: Confrontati con la community su <a href="%(url)s">GitHub</a>.
ja: <a href="%(url)s">GitHub issues</a> のコミュニティで討論する。
kab: Mmeslay d temɣiwent <a href="%(url)s">GitHub</a>.
nb: Diskuter i fellesskap på <a href="%(url)s">GitHub</a>.
nl: Bespreek dit met de gemeenschap op <a href="%(url)s">GitHub</a>.
pl: Przedyskutuj ze społecznością na <a href="%(url)s">GitHub</a>.
pt_br: Discuta com a comunidade no <a href="%(url)s">GitHub</a>.
pt_pt: Discuta com a comunidade em <a href="%(url)s">GitHub</a>.
ro: Discută cu comunitatea pe <a href="%(url)s">GitHub</a>.
ru: Обсудите изменения на <a href="%(url)s">GitHub</a>.
sk: Diskutujte s komunitou na <a href="%(url)s"> GitHub </a>.
sl: Pogovorite se s skupnostjo na <a href="%(url)s">GitHubu</a>.
sq: Diskutoni me bashkësinë në <a href="%(url)s">GitHub</a>.
sr: Разговарајте са заједницом на <a href="%(url)s">Гитхабу</a>.
sr_latn: Razgovarajte sa zajednicom na <a href="%(url)s">Githabu</a>.
sv: Diskutera med gemenskapen på <a href="%(url)s">GitHub</a>.
ta: சமூகத்துடன் <a href="%(url)s"> அறிவிலிமையம் </a> இல் கலந்துரையாடுங்கள்.
th: พูดคุยกับชุมชนบน <a href="%(url)s">GitHub</a>
tr: <a href="%(url)s">GitHub</a> üzerinde toplulukla tartışın.
uk: Обговоріть питання зі спільнотою на <a href="%(url)s">GitHub</a>.

source: The General Terms and Conditions document is legally-binding in English, translations are provided for your convenience.
be_latn: Afіczy'ny'm dakumentam «Umoў abslugoўvannya» yoscz' dakument na anglіjskaj move, peraklady' padayuczcza, kab vam by'lo zruchnej.
ca: El document de condicions generals és vinculant legalment en anglès, les traduccions en altres llengües només es proporcionen per a la vostra comoditat.
cs: Dokument Všeobecné smluvní podmínky je právně závazný v angličtině, překlady jsou k dispozici pro vaše pohodlí.
da: De Generelle Vilkår og Betingelser er juridisk bindende på engelsk. Oversættelser er tilgængelige for din bekvemmelighed.
de: Für die allgemeinen Geschäftsbedingungen ist das Dokument in englischer Sprache rechtsverbindlich, Übersetzungen davon werden zu Ihrer Information bereitgestellt.
el: Το έγγραφο των Γενικών Όρων και Προϋποθέσεων είναι έγκυρο στα Αγγλικά, οι μεταφράσεις παρέχονται για τη διευκόλυνσή σας.
es: El documento de las Condiciones Generales es legalmente vinculante en inglés, se proporcionan traducciones para su conveniencia.
fr: Le document des termes généraux et des conditions d'utilisation en anglais est légalement applicable. Ses traductions ne sont présentes que pour votre commodité.
ga: Tá an doiciméad Téarmaí agus Coinníollacha Ginearálta ina gceangal dlí i mBéarla, soláthraítear aistriúcháin ar mhaithe leat.
gl: O documento de Condicións Xerais é xuridicamente vinculante en inglés, as traducións fornécense para a súa comodidade.
he: התוקף המשפטי של מסמך התנאים וההתניות הכלליים חל על הגרסה האנגלית בלבד, התרגומים מסופקים לנוחותך.
hr: Dokument „Opći uvjeti poslovanja” je mjerodavan na engleskom jeziku. Za lakše razumijevanje se nude prijevodi.
hu: Az Általános Szerződési Feltételek angol nyelvű változata jogilag kötelező érvényű, a fordítások kizárólag tájékoztató célt szolgálnak.
id: Dokumen Syarat dan Ketentuan Umum mengikat secara hukum dalam bahasa Inggris, terjemahan disediakan demi kenyamanan Anda.
is: Skjalið með þjónustuskilmálum er einungis lagalega bindandi á ensku, þýðingar eru gerðar til þægindaauka.
it: Il documento 'Termini e condizioni generali' è giuridicamente vincolante in inglese; per vostra comodità, ne forniamo le traduzioni.
ja: 利用規約の文書は英語版に限り法的効力が認められものであり、翻訳版は、お客様の便宜のために提供されたものに過ぎません。
lt: Bendrųjų sąlygų dokumentas yra teisiškai įpareigojantis anglų kalba. Vertimai pateikiami jūsų patogumui.
nl: Het document General Terms and Conditions in de Engelse taal is wettelijk bindend, vertalingen worden voor uw gemak verstrekt.
pl: Dokument Warunków korzystania z usługi jest wiążący prawnie w języku angielskim, tłumaczenia są dostarczane dla Twojej wygody.
pt_br: O documento de Termos e Condições Gerais é juridicamente vinculativo em inglês; as traduções são fornecidas para sua conveniência.
ro: Documentul Termenelor și condițiilor generale este, din punct de vedere juridic, în limba engleză, iar traducerile sunt furnizate pentru confortul tău.
ru: Документ «Общие положения и условия» имеет юридическую силу только на английском языке, переводы предоставляются лишь для вашего удобства.
sk: Dokument Všeobecné obchodné podmienky je právne záväzný v anglickom jazyku, preklady sú poskytované pre vaše pohodlie.
sl: Dokument splošni pogoji poslovanja je pravno zavezujoč v angleščini, prevodi so na voljo za vaše lažje razumevanje.
sq: Dokumenti mbi Termat dhe Kushtet e Përgjithshme ka vlerë ligjore vetëm në anglisht, përkthimet jepen për t’ju lehtësuar punë.
ta: பொதுவான விதிமுறைகள் மற்றும் நிபந்தனைகள் ஆவணம் ஆங்கிலத்தில் சட்டப்பூர்வமாக பிணைக்கப்பட்டுள்ளது, உங்கள் வசதிக்காக மொழிபெயர்ப்புகள் வழங்கப்படுகின்றன.
th: เอกสารข้อกำหนดและเงื่อนไขทั่วไปมีผลผูกพันทางกฎหมายในฉบับภาษาอังกฤษ คำแปลมีไว้เพื่อความสะดวกของคุณเท่านั้น
tr: Yasal olarak, genel hüküm ve koşullar belgesinin İngilizce biçimi geçerlidir. Çeviriler size kolaylık sağlaması için sunulmuştur.
uk: Документ «Загальні умови надання послуг» є юридично правильним лише англійською мовою, переклади надаються для вашої зручності.

source: User profile at Weblate
ar: ملف تعريف المستخدم في Weblate
be: Профіль карыстальніка на Weblate
be_latn: Profіl' kary'stal'nіka na Weblate
bg: Потребителски профил в Weblate
ca: Perfil d’usuari al Weblate
cs: Profil uživatele na Weblate
da: Brugerprofil på Weblate
de: Benutzerprofil bei Weblate
el: Προφίλ χρήστη στο Weblate
es: Perfil de usuario en Weblate
fi: Käyttäjäprofiilisi Weblatessa
fr: Profil utilisateur sur Weblate
ga: Próifíl úsáideora ag Weblate
gl: Perfil de usuario en Weblate
he: פרופיל משתמש ב־Weblate
hr: Korisnički profil na Weblateu
hu: Felhasználói profil a Weblate-en
id: Profil pengguna di Weblate
is: Notandasnið hjá Weblate
it: Profilo utente in Weblate
ja: Weblate の利用者情報
kab: Amaɣnu n useqdac deg Weblate
nb: Brukerprofil på Weblate
nl: Gebruikersprofiel bij Weblate
pl: Profil użytkownika w Weblate
pt_br: Perfil de usuário no Weblate
pt_pt: Perfil do utilizador no Weblate
ro: Profil de utilizator la Weblate
ru: Учётная запись пользователя Weblate
sk: Profil používateľa na Weblate
sl: Uporabniški profil na Weblate
sq: Profil përdoruesi në Weblate
sr: Кориснички профил на Weblate-у
sr_latn: Korisnički profil na Weblate-u
sv: Användarprofil på Weblate
ta: வலைபெயர்ப்பில் பயனர் தன்வயவிவரம்
th: โปรไฟล์ผู้ใช้ที่ Weblate
tr: Weblate kullanıcı profili
uk: Профіль користувача у Weblate

source: My services
ar: خدماتي
be: Мае паслугі
be_latn: Mae paslugі
ca: Els vostres serveis
cs: Moje služby
da: Mine tjenester
de: Meine Dienste
el: Οι υπηρεσίες μου
es: Mis servicios
et: Minu teenused
fi: Minun palveluni
fr: Mes services
ga: Mo sheirbhísí
gl: Os meus servizos
he: השירותים שלי
hr: Moje usluge
hu: Szolgáltatásaim
id: Layanan Saya
is: Þjónusturnar mínar
it: I miei servizi
ja: マイ サービス
kab: Imezla-inu
nb: Mine tjenester
nl: Mijn diensten
pl: Moje usługi
pt_br: Meus serviços
ro: Serviciile mele
ru: Мои сервисы
sk: Moje služby
sl: Moje storitve
sq: Shërbimet e mia
sv: Mina tjänster
ta: என் சேவைகள்
th: บริการของฉัน
tr: Hizmetlerim
uk: Мої послуги

source: Support portal
ar: بوابة الدعم
be: Партал падтрымкі
be_latn: Partal padtry'mkі
ca: Portal d’assistència
cs: Portál podpory
el: Πύλη υποστήριξης
es: Portal de asistencia
et: Kasutajatugi
fi: Tukiportaali
fr: Portail d’assistance
ga: Tairseach tacaíochta
gl: Portal de asistencia
he: שער תמיכה
hr: Portal podrške
hu: Támogatási portál
id: Portal dukungan
is: Stuðningsgátt
it: Portale supporto
ja: サポート ポータル
nb: Støtteportal
nl: Ondersteuningsportaal
pl: Portal wsparcia
pt_br: Portal de suporte
ro: Portal de asistență
ru: Страница поддержки
sk: Portál podpory
sl: Podprite portal
sq: Portal asistence
ta: ஆதரவாளர்கள் துறைமுகம்
th: พอร์ทัลบริการสนับสนุน
tr: Destek sitesi
uk: Портал підтримки

source: See user profile
ar: انظر ملف تعريف المستخدم
be: Праглядзець свой профіль
be_latn: Praglyadzecz' svoj profіl'
bg: Вижте потребителския профил
ca: Mostra el perfil d’usuari
cs: Zobrazit profil uživatele
da: Se brugerprofil
de: Benutzerprofil ansehen
el: Δείτε το προφίλ χρήστη
es: Ver perfil de usuario
et: Vaata kasutajaprofiili
fi: Katso käyttäjäprofiili
fr: Consulter le profil utilisateur
ga: Féach próifíl úsáideora
gl: Ver o perfil de usuario
he: הצגת פרופיל המשתמש
hr: Pogledaj korisnički profil
hu: Felhasználói profil megtekintése
id: Lihat profil pengguna
is: Skoða notandasnið
it: Vedi profilo utente
ja: ユーザー情報の確認
kab: Wali amaɣnu n useqdac
nb: Vis brukerprofil
nl: Gebruikersprofiel bekijken
pl: Zobacz profil użytkownika
pt_br: Ver perfil do usuário
ro: Vezi profil utilizator
ru: Просмотреть учётную запись
sk: Používateľský profil
sq: Shihni profil përdoruesi
sv: Se användarprofil
ta: பயனர் தன்வயவிவரத்தைக் காண்க
th: ดูโปรไฟล์ผู้ใช้
tr: Kullanıcı profili
uk: Переглянути профіль користувача

source: Add server to Discover Weblate
ar: إضافة خادم إلى Discover Weblate
be: Дадаць сервер у Сусвет Weblate
be_latn: Dadacz' server u Susvet Weblate
ca: Afegeix el servidor a Descobriu el Weblate
cs: Přidejte server do Objevte Weblate
da: Føj server til Opdag Weblate
de: Server zu „Entdecken Sie Weblate“ hinzufügen
el: Προσθέστε διακομιστή στην επισκόπηση του Weblate
es: Añadir servidor a Descubrir Weblate
et: Lisa server „Discover Weblate“ loetellu
fi: Lisää palvelin Discover Weblateen
fr: Ajouter le serveur à Découvrir Weblate
ga: Cuir freastalaí le Discover Weblate
gl: Engadir o servidor a «Detectar Weblate»
he: הוספת שרת לגילוי Weblate
hr: Dodaj server na stranicu „Otkrij Weblate”
hu: Kiszolgáló hozzáadása a Weblate-felfedezéshez
id: Tambahkan server ke Jelajahi Weblate
is: Bæta netþjóni við lista hjá Weblate
it: Aggiungi server a Discover Weblate
ja: 「Weblate プロジェクトの探索」のリストに、サーバーを追加する
nb: Legg til tjener på «Oppdag Weblate»
nl: Server toevoegen aan ‘Ontdek Weblate’
pl: Dodaj serwer do Odkryj Weblate
pt_br: Adicionar servidor ao Discover do Weblate
ro: Adăugă un server la Descoperă Weblate
ru: Добавить сервер в навигатор Weblate
sk: Pridanie servera do Objavte Weblate
sq: Shtoni shërbyes te Zbuloni Weblate-in
sr: Додајте сервер на истраживање Weblate-а
sv: Lägg till server i Discover Weblate
ta: வலைபெயர்ப்பைக் கண்டறிய சேவையகத்தைச் சேர்க்கவும்
th: เพิ่มเซิร์ฟเวอร์ลงใน Discover Weblate
tr: Weblate keşfet listesine ekleme
uk: Додати сервера до Discover Weblate

source: My donations
ar: تبرعاتي
be: Мае ахвяраванні
be_latn: Mae axvyaravannі
ca: Els vostres donatius
cs: Moje dary
da: Mine donationer
de: Meine Spenden
el: Οι δωρεές μου
es: Mis donativos
et: Minu annetused
fi: Minun lahjoitukseni
fr: Mes dons
ga: Mo thabhartais
gl: As miñas doazóns
he: התרומות הכספיות שלי
hr: Moje donacije
hu: Adományaim
id: Donasi saya
is: Styrkirnir mínir
it: Le mie donazioni
ja: あなたの寄付
kab: Tiwsiwin-inu
nb: Mine donasjoner
nl: Mijn donaties
pl: Moje darowizny
pt_br: Minhas doações
ro: Donațiile mele
ru: Мои пожертвования
sk: Moje príspevky
sl: Moje donacije
sq: Dhurimet e mia
sv: Mina donationer
ta: எனது நன்கொடைகள்
th: การบริจาคของฉัน
tr: Bağışlarım
uk: Мої внески

source: Your reward
ar: مكافأتك
be: Ваша ўзнагарода
be_latn: Vasha ўznagaroda
ca: La vostra recompensa
cs: Vaše odměna
da: Din belønning
de: Ihre Prämie
el: Η ανταμοιβή σας
es: Su recompensa
et: Sinu tasu
fi: Palkintosi
fr: Vos récompenses
ga: Do luach saothair
gl: A súa recompensa
he: הפרס שלך
hr: Tvoje nagrade
hu: Jutalom
id: Penghargaan Anda
is: Verðlaunin þín
it: I tuoi premi
ja: あなたへの謝礼
kab: Arraz-ik·im
nb: Din påskjønnelse
nl: Mijn beloning
pl: Twoja nagroda
pt_br: Sua recompensa
ro: Recompensa ta
ru: Ваше вознаграждение
sk: Vaša odmena
sq: Shpërblimi juaj
sv: Din belöning
ta: உங்கள் வெகுமதி
th: ของรางวัลของคุณ
tr: Ödülünüz
uk: Ваші винагороди

source: Link
ar: رابط
be: Спасылка
be_latn: Spasylka
bg: Връзка
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
es: Enlace
et: Viit
fi: Linkki
fr: Lien
ga: Nasc
gl: Ligazón
he: קישור
hr: Poveznica
hu: Hivatkozás
id: Tautan
is: Tengill
it: Collegamento
ja: リンク
kab: Aseɣwen
lt: Nuoroda
nb: Lenke
pl: Odnośnik
pt_pt: Hiperligação
ro: Legătură
ru: Ссылка
sk: Odkaz
sl: Povezava
sq: Lidhje
sr: Веза
sr_latn: Veza
sv: Länk
ta: இணைப்பு
th: ลิงก์
tr: Bağlantı
uk: Посилання

source: Edit reward
ar: تعديل المكافأة
be: Рэдагаваць узнагароду
be_latn: Re'dagavacz' uznagarodu
ca: Edita la recompensa
cs: Upravit odměnu
da: Rediger belønning
de: Prämie bearbeiten
el: Επεξεργασία ανταμοιβής
es: Editar recompensa
et: Muuda tasu
fi: Muokkaa palkkiota
fr: Modifier la récompense
ga: Cuir luach saothair in eagar
gl: Editar a recompensa
he: עריכת פרס
hr: Uredi nagradu
hu: Jutalom szerkesztése
id: Sunting penghargaan
is: Breyta verðlaunum
it: Modifica ricompensa
ja: 謝礼の変更
kab: Ẓreg arraz
nb: Rediger påskjønnelse
nl: Bewerk beloning
pl: Edycja nagrody
pt_br: Editar recompensa
pt_pt: Editar recompensa
ro: Editează recompensă
ru: Править вознаграждение
sk: Upraviť odmenu
sq: Përpunoni shpërblim
sr: Уреди награде
sr_latn: Uredi nagrade
sv: Redigera belöning
ta: வெகுமதியைத் திருத்து
th: แก้ไขของรางวัล
tr: Ödül düzenle
uk: Змінити винагороду

source: Active
ar: مُفعل
be: Актыўны
be_latn: Aktyŭny
bg: Активно
ca: Actiu
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
es: Activo
et: Aktiivne
fi: Aktiivinen
fr: Actif
ga: Gníomhach
gl: Activo
he: פעיל
hr: Aktivno
hu: Aktív
id: Aktif
is: Virkt
it: Attivo
ja: 有効
kab: Urmid
nb: Aktiv
nl: Actief
pl: Aktywne
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Активно
sk: Aktívny
sl: Aktivno
sq: Aktive
sr: Активно
sr_latn: Aktivno
sv: Aktiv
ta: செயலில்
th: ใช้งานอยู่
tr: Etkin
uk: Активний
