Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: One-time donations are a great way to bring attention to a single issue before or after it is fixed.
ar: التبرعات لمرة واحدة ممتازة لإلقاء الضوء على مشكلة واحدة قبل أو بعد إصلاحها.
be: Аднаразовае ахвяраванне - выдатны спосаб прыцягнуць увагу да праблемы да або пасля яе выпраўлення.
be_latn: Adnarazovae axvyaravanne - vy'datny' sposab pry'czyagnucz' uvagu da prablemy' da abo paslya yae vy'praўlennya.
ca: Els donatius puntuals són excel·lents per a parar atenció a un tema concret abans o després de solucionar-lo.
cs: Jednorázový dar je skvělý způsob jak upoutat pozornost na váš požadavek předtím nebo i potom co jsou vyřešeny.
da: Engangsdonationer er en god måde at sætte fokus på et enkelt problem, før eller efter det er løst.
de: Einmalige Spenden sind eine gute Möglichkeit, auf ein einzelnes Problem aufmerksam zu machen, bevor oder nachdem es behoben ist.
el: Οι εφάπαξ δωρεές είναι ένας πολύ καλός τρόπος για να τραβήξετε την προσοχή σε ένα μεμονωμένο ζήτημα πριν ή μετά τη διόρθωσή του.
es: Los donativos puntuales son excelentes para dirigir la atención a un problema concreto antes o después de que se solucione.
et: Ühekordsed annetused on suurepärane viis tähelepanu tõstmiseks üksikule probleemile, enne või pärast selle parandamist.
fi: Kertaluonteiset lahjoitukset ovat hieno tapa kiinnittää huomiota yhteen ongelmaan ennen sen korjaamista tai sen jälkeen.
fr: Les dons uniques sont parfaits pour attirer l’attention sur un point particulier avant ou après qu’il soit réalisé.
ga: Is bealach iontach iad síntiúis aonuaire chun aird a thabhairt ar shaincheist amháin roimh nó tar éis í a shocrú.
gl: As doazóns puntuais son un bo xeito de chamar a atención sobre unha incidencia concreta antes de ou após ser corrixida.
he: תרומות כספיות חד־פעמיות הן דרך נפלאה למקד את תשומת הלב על תקלה מסוימת לפני או אחרי שתוקנה.
hr: Jednokratne donacije odličan su način da se skrene pažnja na pojedinačni problem prije ili nakon njegovog popravka.
hu: Az egyszeri adományok kiváló módjai annak, hogy egy adott problémára irányítsák a figyelmet – akár javítás előtt, akár utána.
id: Donasi satu kali adalah cara yang bagus untuk menarik perhatian pada satu masalah sebelum atau sesudah diperbaiki.
is: Stakar gjafir eru frábær leið til þess að vekja athygli á ákveðnu vandamáli áður en búið er að laga það eða eftir að því hefur verið komið í lag.
it: La donazione singola è un ottimo modo per attirare l'attenzione su un singolo problema prima o dopo la correzione.
ja: 単発の寄付は、特定の 1 案件の問題の解決方法として素晴しい方法です。
kab: Tawsa n yiwet n tikkelt d abrid meqqren akken ad d-nerr lewhi ɣef yiwen n wugur send neɣ seld n ferru-is.
nb: Éngangsdonasjoner er flott for verdsettelse av en sak før eller etter at den er løst.
nl: Eenmalige donaties helpen bij het onder de aandacht brengen van een enkel probleem, voor- of nadat het is opgelost.
pl: Jednorazowe darowizny to świetny sposób na zwrócenie uwagi na jeden problem przed lub po jego naprawieniu.
pt_br: Doações únicas são uma ótima maneira de trazer atenção para um único problema antes ou depois que ele é corrigido.
pt_pt: Donativos únicos são ótimos para chamar a atenção para um único problema antes ou depois de este ser corrigido.
ro: Donațiile unice sunt o modalitate excelentă de a atrage atenția asupra unei singure probleme înainte sau după ce aceasta este rezolvată.
ru: Одноразовые пожертвования — отличный способ привлечь внимание к проблеме до или после того, как она будет исправлена.
sk: Jednorazové dary sú skvelým spôsobom, ako upútať pozornosť na váš problém pred alebo po jeho vyriešení.
sl: Enkratne donacije so odlična priložnost, da opozorite na posamezno težavo pred njenim reševanjem ali po njem.
sq: Dhurimet njëshe janë një mënyrë e goditur për të tërhequr vëmendjen mbi një çështje të caktuar para ose pasi të jetë ndrequr.
sr: Једнократне донације су одличан начин да привучете пажњу поједином проблему пре или након што је сређен.
sr_latn: Jednokratne donacije su odličan način da privučete pažnju pojedinom problemu pre ili nakon što je sređen.
sv: Engångsdonationer är ett utmärkt sätt att fästa uppmärksamhet åt en enda fråga före eller efter det är fixat.
ta: ஒரு சிக்கலான நன்கொடைகள் ஒரு சிக்கலை நிர்ணயிப்பதற்கு முன்போ அல்லது அதற்குப் பின்னரோ கவனத்தில் கொள்ள ஒரு சிறந்த வழியாகும்.
th: การบริจาคครั้งเดียวเป็นวิธีที่ดีในการดึงความสนใจไปที่ปัญหาใดปัญหาหนึ่ง ทั้งก่อนหรือหลังได้รับการแก้ไข
tr: Tek seferlik bağışlar, düzeltilmeden önce veya sonra tek bir soruna dikkat çekmek için harika bir yoldur.
uk: Одноразові пожертвування-це чудовий спосіб привернути увагу до окремого питання до або після того, як його усунуто.

source: Weblate swag
ar: غنيمة ويبليت
be: Стыль Weblate
be_latn: Sty'l' Weblate
bg: Стоките на Weblate
ca: Material promocional del Weblate
cs: Weblate předměty
de: Weblate Fanartikel
el: Weblate Σουβενίρ
es: Artículos promocionales de Weblate
et: Weblate suveniirid
fr: Accessoires Weblate
ga: Sleamhnán gréasáin
gl: Produtos promocionais de Weblate
he: אופנה של Weblate
hr: Weblate suvenir
hu: Weblate-ajándéktárgyak
id: Pernak-pernik Weblate
is: Weblate-varningur
it: Swag Weblate
ja: Weblate のグッズ
kab: Timahilin n Weblate
nb: Weblate-effekter
nl: Weblate-goodies
pl: Styl Weblate
pt_br: Swags do Weblate
pt_pt: Swag do Weblate
ro: Cadouri Weblate
ru: Мерч Weblate
sk: Propagačné predmety Weblate
sl: Weblate promocijski material
sq: Gjëra Weblate
sr: Weblate дрес
sr_latn: Weblate dres
ta: வலைபெயர்ப்பு ஈட்டம்
th: ของที่ระลึก Weblate
tr: Weblate hediyelikleri
uk: Продукти з символікою Weblate

source: Buying branded clothing and merch is a great way to support Weblate and show your pride!
ar: يعد شراء الملابس والسلع ذات العلامات التجارية طريقة رائعة لدعم Weblate وإظهار فخرك!
be: Набыццё фірмовай вопраткі і рэчаў з нашымі лагатыпамі - выдатны спосаб падтрымаць Weblate!
be_latn: Naby'czczyo fіrmovaj vopratkі і re'chaў z nashy'mі lagaty'pamі - vy'datny' sposab padtry'macz' Weblate!
ca: Comprar roba i marxandatge de la marca és una bona manera de donar suport al Weblate i mostrar que n’esteu orgullós!
cs: Nákup značkového oblečení a zboží je skvělý způsob, jak podpořit Weblate a ukázat svou hrdost!
da: Køb af mærketøj og merchandise er en god måde at støtte Weblate på og vise din stolthed!
de: Der Kauf von Markenkleidung und Fanartikeln ist eine großartige Möglichkeit, Weblate zu unterstützen und Ihren Stolz zu zeigen!
el: Η αγορά επώνυμων ρούχων και εμπορευμάτων είναι ένας πολύ καλός τρόπος για να υποστηρίξετε το Weblate και να δείξετε την υπερηφάνειά σας!
es: ¡Comprar ropa y mercancía de marca es una buena manera de ayudar a Weblate y mostrar su orgullo!
et: Kaubamärgiga riiete ja toodete soetamine on suurepärane viis Weblate rahastamiseks ning uhkusega esitlemiseks!
fi: Merkkituotteiden ostaminen on loistava tapa tukea Weblatea ja osoittaa ylpeyttäsi!
fr: Acheter des vêtements ou d’autres produits dérivés Weblate est un excellent moyen de soutenir Weblate et d’afficher votre soutien !
ga: Is bealach iontach é éadaí agus earraí brandáilte a cheannach le tacaíocht a thabhairt do Weblate agus do bhród a léiriú!
gl: Mercar roupa e produtos da marca é unha boa forma de patrocinar Weblate e amosar o seu orgullo!
he: רכישת לבוש ופריטים ממותגים היא דרך נהדרת לתרום ל־Weblate ולהביע את גאוותך במוצר!
hr: Kupovanje odjeće i artikala s našom markom odličan je način podržavanja Weblatea i iskazivanja ponosa!
hu: Márkázott ruházat és ajándéktárgyak vásárlásával is támogathatja a Weblate-et, és közben büszkén vállalhatja támogatását!
id: Membeli pakaian dan pernak-pernik kami adalah cara baik untuk mendukung Weblate dan menunjukkan kebanggaan Anda!
is: Að kaupa merktan fatnað og annan varning er frábær leið til þess að styrkja Weblate og til að sýna stolt þitt!
it: L'acquisto di abbigliamento di marca è un ottimo modo per supportare Weblate e mostrare il tuo orgoglio!
ja: 公式の服やグッズの購入は、Weblate への支援を示めす最高の方法です！
kab: Tiẓin n yiceṭṭiḍen d yifarisen nniḍen i d-yekkan seg Weblate d allal ifazen akken ad tmuddeḍ afus i Weblate daɣen ad tsekneḍ afud-ik!
nb: Kjøp av Weblate-klær og effekter er en flott måte å vise din stolthet og økonomiske støtte.
nl: Koop Weblate-goodies om ons te ondersteunen en anderen te laten zien hoe graag u Weblate gebruikt!
pl: Kupowanie markowej odzieży i gadżetów to świetny sposób, aby wesprzeć Weblate i pokazać swoją dumę!
pt_br: Comprar roupas e outros produtos da marca é uma ótima maneira de apoiar o Weblate e mostrar seu orgulho!
pt_pt: Comprar roupas de marca e comerciar é uma ótima maneira de apoiar a Weblate e mostrar o seu orgulho!
ro: Cumpărarea de îmbrăcăminte și produse de marcă este o modalitate excelentă de a sprijini Weblate și de a-ți arăta mândria!
ru: Покупка фирменной одежды и вещей с нашей символикой — это отличный способ поддержать Weblate и показать, что вы им гордитесь!
sk: Nákup značkového oblečenia a tovaru je skvelý spôsob, ako podporiť Weblate a ukázať svoju hrdosť!
sl: Nakup oblačil in promocijskih izdelkov z blagovno znamko je odličen način, da podprete Weblate in pokažete ponos!
sq: Blerja e veshjeve dhe artikujve me shenjën tonë tregtare është një mënyrë e fuqishme për të përkrahur Weblate-in dhe për të shpalosur krenarinë tuaj!
sr: Куповина брендиране одеће и опреме је одличан начин подршке Weblate-у и показивање вашег задовољства!
sr_latn: Kupovina brendirane odeće i opreme je odličan način podrške Weblate-u i pokazivanje vašeg zadovoljstva!
sv: Att köpa märkeskläder och merch är ett bra sätt att stödja Weblate och visa din stolthet!
ta: சூட்டுக்குறியிட்ட ஆடை மற்றும் சரக்கு வாங்குவது வலைபெயர்ப்பை ஆதரிப்பதற்கும் உங்கள் பெருமையைக் காண்பிப்பதற்கும் ஒரு சிறந்த வழியாகும்!
th: การซื้อเสื้อผ้าและสินค้าที่มีแบรนด์เป็นวิธีที่ดีเยี่ยมในการสนับสนุน Weblate และแสดงความภูมิใจของคุณ!
tr: Weblate markalı kıyafetler ve ürünler satın alarak destek olabilir ve bilinirliği artırabilirsiniz!
uk: Придбання речей із символікою є чудовим способом підтримати Weblate та продемонструвати свою прихильність!

source: Shop from Europe
ar: تسوق من أوروبا
be: Купіць з Еўропы
be_latn: Kupіcz' z Eўropy'
bg: Пазаруване от Европа
ca: Botiga per a Europa
cs: Nakupujte z Evropy
da: Shop fra Europa
de: Einkaufen aus Europa
el: Αγορά από την Ευρώπη
es: Comprar desde Europa
et: Osta Euroopast
fi: Kauppa Euroopasta
fr: Acheter depuis l’Europe
ga: Siopa ón Eoraip
gl: Compra desde Europa
he: רכישה מאירופה
hr: Kupovanje iz Europe
hu: Vásárlás Európából
id: Belanja dari Eropa
is: Versla frá Evrópu
it: Acquisto dall'Europa
ja: ヨーロッパから購入
kab: Aɣ seg Turuft
lt: Apsipirkti Europoje
nb: Handle fra Europa
nl: Europese webwinkel
pl: Kupuj z Europy
pt_br: Comprar da Europa
pt_pt: Compre da Europa
ro: Cumpără din Europa
ru: Заказать из Европы
sk: Nakupujte z Európy
sl: Nakupujte iz Evrope
sq: Blini prej Europe
sr: Куповина из Европе
sr_latn: Kupovina iz Evrope
sv: Handla från Europa
ta: ஐரோப்பாவிலிருந்து கடை
th: ช้อปจากยุโรป
tr: Avrupa’dan satın alın
uk: Надсилання з Європи

source: Shop from America and Australia
ar: تسوق من أمريكا وأستراليا
be: Купіць з Амерыкі і Аўстраліі
be_latn: Kupіcz' z Amery'kі і Aўstralіі
bg: Пазаруване от Америка и Австралия
ca: Botiga per als Estats Units i Austràlia
cs: Nakupujte z Ameriky a Austrálie
da: Shop fra Amerika og Australien
de: Einkaufen aus Amerika und Australien
el: Αγορά από την Αμερική και την Αυστραλία
es: Comprar desde Estados Unidos y Australia
et: Osta Ameerikast või Austraaliast
fi: Osta Amerikasta ja Australiasta
fr: Acheter depuis les États-Unis ou l’Australie
ga: Siopa ó Mheiriceá agus an Astráil
gl: Comprar desde os EUA, Canadá e Australia
he: רכישה מאמריקה ואוסטרליה
hr: Kupovanje iz Amerike i Austalije
hu: Vásárlás Amerikából és Ausztráliából
id: Belanja dari Amerika dan Australia
is: Verslaðu frá Ameríku og Ástralíu
it: Acquisto dall'America e dall'Australia
ja: アメリカやオーストラリアから購入
kab: Aɣ seg Marikan neɣ Ustṛalya
lt: Apsipirkti Amerikoje ir Australijoje
nb: Kjøp fra Amerika og Australia
nl: Amerikaanse en Australische webwinkel
pl: Kupuj z Ameryki i Australii
pt_br: Comprar dos Estados Unidos e Austrália
pt_pt: Compre da América e Austrália
ro: Cumpără din America și Australia
ru: Заказать из Америки или Австралии
sk: Nakupujte z Ameriky a Austrálie
sl: Nakupujte iz Amerike in Avstralije
sq: Blini prej Amerike dhe Australie
sr: Куповина из Америке и Аустралије
sr_latn: Kupovina iz Amerike i Australije
sv: Handla från Amerika och Australien
ta: அமெரிக்கா மற்றும் ஆச்திரேலியாவிலிருந்து கடை
th: ช้อปจากอเมริกาและออสเตรเลีย
tr: Amerika ve Avustralya’dan satın alın
uk: Надсилання з Америки і Австралії

source: Your favorite donation platforms
ar: منصات التبرع المفضلة لديك
be: Вашыя ўлюбёныя платформы для ахвяраванняў
be_latn: Vashy'ya ўlyubyony'ya platformy' dlya axvyaravannyaў
bg: Вашите любими системи за дарения
ca: Les vostres plataformes de donació preferides
cs: Vaše oblíbené dárcovské platformy
da: Dine foretrukne donationsplatforme
de: Ihre bevorzugten Spendenplattformen
el: Οι αγαπημένες σας πλατφόρμες δωρεών
es: Sus plataformas de donación favoritas
et: Sinu eelistatud annetussaidid
fi: Suosikkisi lahjoitusalustat
fr: Vos plateformes de dons préférées
ga: Na hardáin síntiús is fearr leat
gl: As súas plataformas de doazón preferidas
he: פלטפורמות התרומה הכספית המועדפות
hr: Tvoje preferirane platforme za donacije
hu: Kedvenc adományozási platformjai
id: Platform donasi favorit Anda
is: Uppáhalds styrkjakerfin þín
it: Le tue piattaforme di donazione preferite
ja: お気に入りの寄付の会社
kab: Tiɣerɣarin-ik n tewsa
lt: Jūsų mėgstamiausios paramos platformos
nb: Dine favoritt-donasjonsplattformer
nl: Uw favoriete donatieplatformen
pl: Twoje ulubione platformy darowizn
pt_br: Suas plataformas favoritas de doação
pt_pt: As suas plataformas de doação favoritas
ro: Platformele tale preferate de donații
ru: Ваши любимые площадки пожертвований
sk: Vaše obľúbené darcovské platformy
sl: Vaše najljubše platforme za donacije
sq: Platforma juaj e parapëlqyer për dhurime
sr: Ваша омиљена платформа за донације
sr_latn: Vaša omiljena platforma za donacije
sv: Dina favoritplattformar för donationer
ta: உங்களுக்கு பிடித்த நன்கொடை தளங்கள்
th: แพลตฟอร์มการบริจาคที่คุณชื่นชอบ
tr: Sık kullandığınız bağış platformlarınız
uk: Ваші улюблені платформи для внесків

source: Join Weblate fans on platforms you trust. We look forward to seeing you there.
ar: انضم إلى معجبي Weblate على المنصات التي تثق بها. نحن نتطلع إلى رؤيتكم هناك.
be: Далучайцеся да суполак Weblate на тых платформах, якім давяраеце. Спадзяемся ўбачыць вас там.
be_latn: Daluchajczesya da supolak Weblate na ty'x platformax, yakіm davyaraecze. Spadzyaemsya ўbachy'cz' vas tam.
ca: Uniu-vos als fans del Weblate a les plataformes en què confieu. Esperem de bon grat veure-us-hi.
cs: Připojte se k fanouškům Weblate na platformách, kterým důvěřujete. Těšíme se, až vás tam uvidíme.
da: Slut dig til Weblate-fans på platforme, du stoler på. Vi glæder os til at se dig der.
de: Schließen Sie sich den Weblate-Fans auf Plattformen Ihres Vertrauens an. Wir freuen uns darauf, Sie dort zu sehen.
el: Γίνετε μέλη των οπαδών της Weblate στις πλατφόρμες που εμπιστεύεστε. Ανυπομονούμε να σας δούμε εκεί.
es: Le invitamos a unirse a los fans de Weblate en las plataformas en las que confíe. Esperamos contar con usted.
et: Liitu Weblate'i fännidega saitides, mida usaldad. Jääme sind põnevusega ootama.
fi: Liity Weblate-faneihin luotettavilla alustoilla. Odotamme tapaamistasi siellä.
fr: Rejoignez les fans de Weblate sur des plateformes auxquelles vous faites confiance. Nous nous réjouissons de vous y rencontrer.
ga: Bí páirteach le lucht leanúna Weblate ar ardáin a bhfuil muinín agat astu. Táimid ag tnúth le tú a fheiceáil ann.
gl: Convidámolo a unirse aos fans de Weblate nas plataformas nas que confíe. Agardamos velo alí.
he: מזמינים אותך להצטרף למעריצי Weblate בפלטפורמות האמינות בעיניך. אנו מצפים לפגוש אותך שם.
hr: Pridruži se obožavateljima Weblatea na platformama kojima vjeruješ. Vidimo se tamo.
hu: Csatlakozzon a Weblate rajongóihoz olyan platformokon, amelyeket Ön is megbízhatónak tart. Örömmel látjuk ott is!
id: Bergabunglah dengan penggemar Weblate di platform yang Anda percayai. Kami berharap dapat melihat Anda di sana.
is: Þú getur gengið í hóp aðdáenda Weblate á kerfum sem þú treystir. Það væri gaman að sjá þig þarna.
it: Unisciti ai fan di Weblate su piattaforme di cui ti fidi. Non vediamo l'ora di vederti là.
ja: 信頼できるプラットフォームで Weblate のファンに参加してください。皆様のお越しを心よりお待ちしております。
lt: Prisijunkite prie „Weblate“ fanų platformose, kuriomis pasitikite. Laukiame jūsų ten.
nb: Slå fjerne følge med de som liger Weblate på platformer du har tillit til. Ser frem til å se deg der.
nl: Sluit u aan bij Weblate-fans op voor u vertrouwde platformen - we zien u daar graag tegemoet.
pl: Dołącz do fanów Weblate na platformach, którym ufasz. Czekamy na Ciebie.
pt_br: Junte-se aos fãs do Weblate nas plataformas que você confia. Estamos ansioso em te ver lá.
pt_pt: Junte-se aos fãs do Weblate nas plataformas em que confia. Estamos ansiosos a vê-lo lá.
ro: Alătură-te fanilor Weblate pe platformele în care ai încredere. Așteptăm cu nerăbdare să te vedem acolo.
ru: Cтановитесь фанатом Weblate на тех платформах, которым вы доверяете. Мы надеемся увидеть вас там.
sk: Pridajte sa k fanúšikom Weblate na platformách, ktorým dôverujete. Tešíme sa na Vás.
sl: Pridružite se oboževalcem Weblate na platformah, ki jim zaupate. Veselimo se srečanja z vami.
sq: Bëhuni pjesë e dashamirësve të Weblate-it në platformat që besoni. Presim t’ju shohim atje.
sr: Придружите се љубитељима Weblate-а на поузданим платформама. Очекујемо вас тамо.
sr_latn: Pridružite se ljubiteljima Weblate-a na pouzdanim platformama. Očekujemo vas tamo.
sv: Gå med i Weblate-fans på plattformar du litar på. Vi ser fram emot att se dig där.
ta: நீங்கள் நம்பும் தளங்களில் வலைபெயர்ப்பு ரசிகர்களுடன் சேருங்கள். உங்களை அங்கே காண நாங்கள் எதிர்நோக்குகிறோம்.
th: เข้าร่วมกับแฟน ๆ Weblate บนแพลตฟอร์มที่คุณไว้วางใจ เราหวังว่าจะได้พบคุณที่นั่น
tr: Güvendiğiniz platformlarda Weblate hayranlarına katılın. Sizi görmeyi dört gözle bekliyoruz.
uk: Долучайтеся до прихильників Weblate на платформах, яким довіряєте. Будемо раді бачити вас усюди.

source: Cryptocurrency donations
ar: التبرع بالعملات الرقمية
be: Ахвяраванні ў крыптавылюце
be_latn: Axvyaravannі ў kry'ptavy'lyucze
bg: Дарения с криптовалута
ca: Donatius amb criptodivises
cs: Kryptoměnové dary
da: Donationer i kryptovaluta
de: Spenden in Kryptowährung
el: Δωρεές κρυπτονομισμάτων
es: Donativos con criptodivisas
et: Krüptovaluutas annetused
fi: Lahjoitukset kryptovaluuttana
fr: Dons en crypto-monnaies
ga: Síntiúis Cryptocurrency
gl: Doazóns con criptomoedas
he: תרומה במטבעות דיגיטליים
hr: Donacije u kriptovalutama
hu: Kriptovaluta adományozás
id: Donasi mata uang kripto
is: Gjafir í rafmynt
it: Donazione in cripto valuta
ja: 暗号通貨による寄付
kab: Taswa n tedrimt tumḍint
lt: Parama kriptovaliuta
nb: Kryptovalutadonasjoner
nl: Cryptovaluta-donaties
pl: Darowizny w kryptowalucie
pt_br: Doações em criptomoedas
pt_pt: Donativos em cripto moeda
ro: Donații criptomonede
ru: Пожертвования в криптовалюте
sk: Kryptomenové dary
sl: Donacije v kriptovalutah
sq: Dhurime në kriptomonedha
sr: Донације крипто-валутом
sr_latn: Donacije kripto-valutom
sv: Kryptovalutedonationer
ta: மறையீட்டு நாணயம் நன்கொடைகள்
th: บริจาคด้วยสกุลเงินดิจิทัล
tr: Kripto para bağışları
uk: Криптовалютні пожертви
