Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Encrypted and automatic, always available.
ar: مشفرة وتلقائية ومتاحة دائما.
be: Зашыфраваныя і аўтаматычныя, заўсёды даступныя.
be_latn: Zashy'fravany'ya і aўtamaty'chny'ya, zaўsyody' dastupny'ya.
bg: Шифровани и автоматизирани. Винаги достъпни.
ca: Automàtiques i xifrades, sempre disponibles.
cs: Šifrované a automatické, vždy k dispozici.
da: Krypteret og automatisk, altid tilgængelig.
de: Verschlüsselt und automatisch, immer verfügbar.
el: Κρυπτογραφημένα και αυτόματα, πάντα διαθέσιμα.
es: Cifradas y automáticas, siempre disponibles.
et: Krüptitud ja automaatsed, alati saadaval.
fi: Salattu ja automaattinen, aina käytettävissä.
fr: Chiffrée et automatique, toujours disponible.
ga: Criptithe agus uathoibríoch, ar fáil i gcónaí.
gl: Cifrado e automático, sempre dispoñíbel.
he: מוצפן ואוטומטי, זמין תמיד.
hr: Uvijek dostupne, šifrirane i automatski spremljene.
hu: Titkosított és automatikus – mindig elérhető.
id: Terenkripsi dan otomatis, selalu tersedia.
is: Dulrituð og sjálfvirk afritun, alltaf til staðar.
it: Backup crittografati e automatici, sempre disponibili.
ja: 暗号化、自動、常に利用可能。
lt: Užšifruotos ir automatinės, visuomet pasiekiamos.
nb: Kryptert og automatisk, alltid tilgjengelig.
nl: Versleuteld en automatisch, altijd beschikbaar.
pl: Zaszyfrowane i automatyczne, zawsze dostępne.
pt_br: Criptografado e automático, sempre disponível.
ro: Criptat și automat, întotdeauna disponibil.
ru: Шифрованные и автоматизированные, всегда доступны.
sk: Šifrované a automatizované, vždy k dispozícii.
sl: Šifrirano in samodejno, vedno na voljo.
sq: Të fshehtëzuara dhe të automatizuara, përherë gati.
sr_latn: Enkriptovan i automatski, uvek dostupan.
sv: Krypterad och automatisk, alltid tillgänglig.
ta: மறைகுறியாக்கப்பட்ட மற்றும் தானியங்கி, எப்போதும் கிடைக்கும்.
th: เข้ารหัสและทำงานอัตโนมัติ พร้อมใช้งานเสมอ
tr: Şifrelenmiş ve otomatik, her zaman kullanılabilir.
uk: Зашифроване і автоматичне, завжди доступне.

source: Back up daily
ar: النسخ الاحتياطي يوميا
be: Выконвайце штодня рэзервовае капіяванне
be_latn: Vy'konvajcze shtodnya re'zervovae kapіyavanne
bg: Дневни резервни копия
ca: Còpies de seguretat diàries
cs: Zálohujte denně
da: Sikkerhedskopiér dagligt
de: Tägliche Sicherung
el: Δημιουργία αντιγράφων ασφαλείας καθημερινά
es: Respaldo a diario
et: Igapäevane varundus
fi: Varmuuskopio päivittäin
fr: Sauvegarde quotidienne
ga: Cúltaca go laethúil
gl: Copias de seguranza diarias
he: גיבוי יומי
hr: Dnevno spremanje sigurnosnih kopija
hu: Napi biztonsági mentés
id: Cadangkan setiap hari
is: Taktu dagleg öryggisafrit
it: Backup giornaliero
ja: 毎日のバックアップ
kab: Aḥraz n yal ass
lt: Atsarginių kopijų kūrimas kasdien
nb: Daglig sikkerhetskopi
nl: Dagelijkse back-up
pl: Codzienne tworzenie kopii zapasowych
pt_br: Faz backups diariamente
ro: Copie de siguranță zilnică
ru: Делайте резервные копии ежедневно
sk: Zálohujte denne
sl: Dnevno varnostno kopiranje
sq: Kopjeruani përditë
sr_latn: Pravite rezervne kopije svakodnevno
sv: Säkerhetskopiera dagligen
ta: தினமும் காப்புப்பிரதி எடுக்கவும்
th: สำรองข้อมูลทุกวัน
tr: Günlük yedekleme
uk: Щоденне резервне копіювання

source: Upgrade to %s
ar: الترقية إلى %s
ca: Actualitzeu a %s
cs: Upgradujte na %s
da: Opgrader til %s
de: Upgrade auf %s
el: Αναβάθμιση σε %s
es: Actualizar a %s
et: Uuenda versioonini %s
fr: Mise à niveau vers %s
ga: Uasghrádaigh go %s
gl: Anovar a %s
he: שדרוג לגרסה %s
hr: Nadogradi na %s
hu: Frissítés a következőre: %s
id: Tingkatkan ke %s
is: Uppfæra í %s
it: Aggiorna a %s
ja: %s にアップグレード
kab: Amucceḍ ar %s
lt: Pereiti prie %s
nl: Upgrade naar %s
pl: Uaktualnij do %s
pt_br: Atualize para %s
ro: Actualizează la %s
ru: Обновить до %s
sk: Prepnite na %s
sl: Nadgradi na %s
sq: Përmirësojeni me %s
ta: %s க்கு மேம்படுத்தவும்
th: อัปเกรดเป็น %s
tr: %s paketine yükselt
uk: Розширте до %s

source: Increase service limits to translate more content.
ca: Augmenteu els límits del servei per a traduir més contingut.
cs: Zvýšit limity služby pro vice překladů obsahu.
da: Øg tjenestegrænser for at oversætte mere indhold.
de: Erhöhen Sie die Dienstgrenzen, um mehr Inhalte zu übersetzen.
el: Αυξάνει τα όρια της υπηρεσίας για να μεταφράσετε περισσότερο περιεχόμενο.
es: Incremente límites del servicio para traducir más contenido.
et: Enama sisu tõlkimiseks suurenda teenuse piirmäärasid.
fr: Augmenter les limites du service pour traduire davantage de contenu.
ga: Teorainneacha seirbhíse a mhéadú chun níos mó ábhar a aistriú.
gl: Aumentar os límites do servizo para traducir máis contido.
he: ניתן להגדיל את מגבלות מסגרת השימוש כדי לתרגם יותר תוכן.
hr: Povećaj ograničenja usluge za prevođenje više sadržaja.
hu: Növelje a szolgáltatási korlátokat, hogy több tartalmat fordíthasson.
id: Tingkatkan batas layanan untuk menerjemahkan lebih banyak konten.
is: Hækkaðu takmörk þjónustunnar til að þýða meira efni.
it: Aumenta i limiti del servizio per tradurre più contenuti.
ja: 制限を拡大し、翻訳できる量を増やします。
lt: Padidinkite paslaugos limitus, kad galėtume versti daugiau turinio.
nl: Verhoog de servicelimieten om meer inhoud te vertalen.
pl: Zwiększ limity usług, aby przetłumaczyć więcej treści.
pt_br: Aumente os limites do serviço para traduzir mais conteúdo.
ro: Crește limitele de servicii pentru a traduce mai mult conținut.
ru: Увеличьте пределы обслуживания, чтобы перевести больше контента.
sk: Zvýšiť limity služby pre viac prekladov obsahu.
sl: Povečajte omejitve storitve za prevajanje več vsebine.
sq: Që të përktheni më tepër lëndë, rritni kufij shërbimi.
ta: மேலும் உள்ளடக்கத்தை மொழிபெயர்க்க பணி வரம்புகளை அதிகரிக்கவும்.
th: เพิ่มขีดจำกัดการให้บริการเพื่อแปลเนื้อหาได้มากขึ้น
tr: Daha fazla içerik çevirmek için hizmetin sınırlarını artırın.
uk: Збільште ліміти служби, щоб перекладати більше вмісту.

source: Upgrade
ca: Actualitza
cs: Upgradovat
da: Opgrader
el: Αναβάθμιση
es: Actualizar
et: Uuenda
fr: Mise à niveau
ga: Uasghrádú
gl: Anovar
he: שדרוג
hr: Nadogradi
hu: Frissítés
id: Tingkatkan
is: Uppfæra
it: Miglioramento
ja: アップグレード
kab: Mucceḍ
lt: Pagerinti
nl: Upgraden
pl: Uaktualnij
pt_br: Atualização
ro: Actualizează
ru: Обновление
sk: Prepnúť
sl: Nadgradi
sq: Përmirësojeni
sr: Надогради
sr_latn: Nadograditi
ta: மேம்படுத்தல்
th: อัปเกรด
tr: Yükselt
uk: Розширити

source: IBAN bank transfer
ar: التحويل المصرفي IBAN
be: Банкаўскі перавод IBAN
be_latn: Bankaўskі peravod IBAN
bg: Банков превод по IBAN
ca: Transferència bancària IBAN
cs: Bankovní převod IBAN
da: IBAN-bankoverførsel
de: IBAN-Banküberweisung
el: Τραπεζική μεταφορά με IBAN
es: Transferencia bancaria IBAN
et: Makse IBAN pangaülekandega
fi: IBAN-tilisiirto
fr: Transfert bancaire IBAN
ga: Aistriú bainc IBAN
gl: Transferencia bancaria IBAN
he: העברה בנקאית עם זה״ב
hr: IBAN bankovni prijenos
hu: Nemzetközi banki átutalás (IBAN)
id: Transfer bank melalui IBAN
is: IBAN bankamillifærsla
it: Bonifico bancario con IBAN
ja: IBAN 銀行振込
kab: Asiweḍ n tbankat IBAN
lt: IBAN banko pervedimas
nb: IBAN-bankoverføring
nl: IBAN-bankoverschrijving
pl: Przelew bankowy IBAN
pt_br: Transferência bancária IBAN
pt_pt: Transferência bancária IBAN
ro: Transfer bancar IBAN
ru: Банковский перевод по IBAN
sk: Bankový prevod (IBAN)
sl: Bančno nakazilo IBAN
sq: Transfertë bankare me IBAN
sr: IBAN банковни трансфер
sr_latn: IBAN bankovni transfer
sv: IBAN banköverföring
ta: இபான் வங்கி பரிமாற்றம்
th: การโอนเงินผ่านธนาคาร (IBAN)
tr: IBAN banka havalesi
uk: Банківський переказ IBAN

source: Reference
ar: مرجع
be: Рэкамендацыя
be_latn: Re'kamendaczy'ya
bg: Справка
ca: Referència
cs: Variabilní symbol
de: Referenz
el: Αναφορά
es: Referencia
et: Viide
fi: Viite
fr: Référence
ga: Tagairt
gl: Referencia
he: הפניה
hr: Referenca
hu: Közlemény
id: Referensi
is: Tilvísun
it: Riferimento
ja: 参照
kab: Tamsisɣelt
lt: Nuoroda
nb: Referanse
nl: Referentie
pl: Odniesienie
pt_br: Referência
pt_pt: Referência
ro: Referință
ru: Рекомендация
sk: Referencia
sl: Sklic
sq: Referencë
sr: Референца
sr_latn: Referenca
sv: Referens
ta: குறிப்பு
th: หมายเลขอ้างอิง
tr: Referans
uk: Рекомендація

source: Payment card
ar: بطاقة الدفع
be: Плацежная картка
be_latn: Placzezhnaya kartka
bg: Разплащателна карта
ca: Targeta de pagament
cs: Platební karta
da: Betalingskort
de: Zahlungskarte
el: Πληρωμή με κάρτα
es: Tarjeta de pago
et: Maksekaart
fi: Maksukortti
fr: Carte bancaire
ga: Cárta íocaíochta
gl: Tarxeta de pagamento
he: כרטיס תשלום
hr: Kartica za plaćanje
hu: Bankkártya
id: Kartu pembayaran
is: Greiðslukort
it: Carta pagamento
ja: カード払い
kab: Takarḍa n lexlaṣ
lt: Mokėjimo kortelė
nb: Betalingskort
nl: Betaalkaart
pl: Karta płatnicza
pt_br: Cartão de pagamento
pt_pt: Cartão de pagamento
ro: Card de plată
ru: Карта оплаты
sk: Platobná karta
sl: Plačilna kartica
sq: Kartë pagesash
sr: Платна картица
sr_latn: Platna kartica
sv: Betalkort
ta: கட்டண அட்டை
th: บัตรชำระเงิน
tr: Ödeme kartı
uk: Платіжна картка

source: Payment error
ar: خطأ في الدفع
be: Не атрымалася аплаціць
be_latn: Ne atry'malasya aplaczіcz'
bg: Грешка при плащане
ca: S’ha produït un error de pagament
cs: Platba se nezdařila
da: Betalingsfejl
de: Zahlungsfehler
el: Σφάλμα πληρωμής
es: Error de pago
et: Viga maksel
fi: Maksuvirhe
fr: Erreur lors du paiement
ga: Tharla earráid leis an íocaíocht
gl: Produciuse un erro de pagamento
he: שגיאת תשלום
hr: Greška u plaćanju
hu: Fizetési hiba
id: Kesalahan dalam pembayaran
is: Villa kom upp í greiðslu
it: Errore pagamento
ja: 決済エラー
kab: Tuccḍa n lexlaṣ
lt: Mokėjimo klaida
nb: Betalingsfeil
nl: Betaalfout
pl: Błąd płatności
pt_br: Erro de pagamento
pt_pt: Erro de pagamento
ro: Eroare plată
ru: Ошибка платежа
sk: Chyba platby
sl: Napaka pri izvedbi plačila
sq: Gabim pagese
sr: Грешка при плаћању
sr_latn: Greška pri plaćanju
sv: Betalningsfel
ta: பணம் செலுத்துவதில் பிழை
th: ข้อผิดพลาดในการชำระเงิน
tr: Ödeme sorunu
uk: Помилка платежу

source: Payment cancelled
ar: تم إلغاء الدفع
be: Плацеж скасаваны
be_latn: Placzezh skasavany'
bg: Плащането е отменено
ca: Pagament cancel·lat
cs: Platba zrušena
da: Betaling annulleret
de: Zahlung storniert
el: Η πληρωμή ακυρώθηκε
es: Pago cancelado
et: Makse tühistatud
fi: Maksu peruttu
fr: Paiement annulé
ga: Cuireadh an íocaíocht ar ceal
gl: Pagamento cancelado
he: התשלום בוטל
hr: Plaćanje otkazano
hu: Fizetés megszakítva
id: Pembayaran dibatalkan
is: Greiðsla afturkölluð
it: Pagamento annullato
ja: 支払いの解約
kab: Lexlaṣ yefsex
lt: Mokėjimas atšauktas
nb: Betaling avbrutt
nl: Betaling afgebroken
pl: Płatność anulowana
pt_br: Pagamento cancelado
pt_pt: Pagamento cancelado
ro: Plată anulată
ru: Платёж отменён
sk: Platba zrušená
sl: Plačilo je preklicano
sq: Pagesa u anulua
sr: Плаћање отказано
sr_latn: Plaćanje otkazano
sv: Betalning avbruten
ta: கட்டணம் ரத்து செய்யப்பட்டது
th: ยกเลิกการชำระเงินแล้ว
tr: Ödeme iptal edildi
uk: Платіж скасовано

source: Crypto payment
id: Pembayaran kripto
th: การชำระเงินด้วยคริปโต

source: You will receive a receipt here.
id: Anda akan menerima tanda terima di sini.
th: คุณจะได้รับใบเสร็จรับเงินทางนี้

source: European VAT ID
ar: معرف ضريبة القيمة المضافة الأوروبية
be: Еўрапейскі ідэнтыфікатар ПДВ
be_latn: Eўrapejskі іde'nty'fіkatar PDV
bg: Европейски № по ДДС
ca: Identificador d’IVA europeu
cs: DIČ (jen pro EU)
da: Europæisk momsnummer
de: Europäische UST-ID
el: Ευρωπαϊκός ΑΦΜ
es: Id. de IVA europeo
et: Euroopa KMKR
fi: Eurooppalainen VAT ID
fr: ID de TVA européen
ga: Aitheantas CBL Eorpach
gl: ID. do IVE europeo
he: מזהה מע״מ אירופאי
hr: ID europskog PDV-a
hu: Közösségi adószám
id: ID PPN Eropa
is: Evrópskt virðisaukaskattsnúmer
it: Partita IVA europea
ja: 欧州 VAT ID
kab: Asulay VAT n Turuft
lt: Europos PVM mokėtojo kodas
nb: Europeisk moms-ID
nl: Europees btw-nummer
pl: Europejski identyfikator VAT
pt_br: ID do IVA europeu
pt_pt: Id. do IVA Europeu
ro: Număr european de TVA
ru: Европейский номер плательщика НДС
sk: Európske IČ DPH
sl: Evropska davčna številka
sq: ID TVSH-je Europiane
sr: Европски ПДВ ИД
sr_latn: Evropski PDV ID
sv: Europeiskt moms-ID
ta: ஐரோப்பிய மதிப்புகூடுதல்வரி அடையாளம்
th: เลขประจำตัวผู้เสียภาษี (VAT) ยุโรป
tr: Avrupa KDV kimliği
uk: Європейський номер платника ПДВ

source: Please fill in European Union VAT ID, leave blank if not applicable.
ar: يرجى ملء معرف ضريبة القيمة المضافة في الاتحاد الأوروبي ، واتركه فارغا إذا لم يكن قابلا للتطبيق.
be: Калі ласка, запоўніце ідэнтыфікатар ПДВ ЕЗ. Калі няма, пакінце пустым.
be_latn: Kalі laska, zapoўnіcze іde'nty'fіkatar PDV EZ. Kalі nyama, pakіncze pusty'm.
bg: Въведете № по ДДС за Европейски съюз. Оставете празно, ако е неприложимо.
ca: Ompliu l’identificador d’IVA de la Unió Europea, o deixeu-lo en blanc si no aplica.
cs: Prosím zadejte evropské DIČ, ponechte tuto kolonku prázdnou, pokud se vás netýká.
da: Udfyld venligst momsnummer for EU. Lad det stå tomt, hvis det ikke er relevant.
de: Bitte geben Sie die Umsatzsteuer-Identifikationsnummer für die Europäische Union an; falls nicht zutreffend, lassen Sie das Feld leer.
el: Παρακαλούμε συμπληρώστε τον ΑΦΜ Ευρωπαϊκής Ένωσης, αφήστε το κενό εάν δεν ισχύει.
es: Rellene con el número de IVA de la Unión Europea; déjelo en blanco si no es aplicable.
et: Palun täitke Euroopa Liidu KMKR, selle puudumisel jätke tühjaks.
fi: Täytä Euroopan unionin VAT ID, jos sitä ei ole, jätä se tyhjäksi.
fr: Veuillez indiquer un ID de TVA de l’Union européenne, laissez vide si non applicable.
ga: Comhlánaigh ID CBL an Aontais Eorpaigh le do thoil, fág bán é mura mbaineann.
gl: Encha co número do ID. do IVE da Unión Europea, déixeo baleiro se non é aplicábel.
he: נא למלא מזהה מע״מ אירופאי, יש להשאיר את השדה ריק אם אין בו צורך.
hr: Upiši ID oznaku PDV-a Europske unije. Ako se ne primjenjuje ostavi prazno.
hu: Töltse ki a közösségi adószámot (ha rendelkezik ilyennel). A mező üresen hagyható.
id: Silakan mengisi ID PPN Uni Eropa, kosongkan bila tidak berlaku.
is: Fylltu inn evrópskt virðisaukaskattsnúmer, skildu reitinn eftir auðan ef það á ekki við.
it: Inserisci la partita IVA (VATIN). Lascia il campo vuoto se non applicabile.
ja: 欧州連合（EU）の VAT ID を記入してください。適用外の場合は空欄にしてください。
kab: Ttxil-k mudd-d asulay VAT n turuft, eǧǧ-it d ilem ma yella ur yettwasemras ara.
lt: Užpildykite Europos Sąjungos PVM mokėtojo kodą. Palikite tuščią, jei netaikoma.
nb: Fyll inn moms-ID fra EU, la stå tom hvis dette ikke angår deg.
nl: Voer het Europese btw-nummer in. Laat leeg indien niet van toepassing.
pl: Proszę podać identyfikator VAT Unii Europejskiej, pozostaw puste, jeśli nie dotyczy.
pt_br: Por favor preencha o ID do IVA da União Europeia. Deixe em branco se não for aplicável.
pt_pt: Por favor, preencha a 'Id. do IVA' da União Europeia. Deixe em branco se não for aplicável.
ro: Te rugăm să completezi codul de TVA al Uniunii Europene, lasă gol dacă nu este cazul.
ru: Заполните номер плательщика НДС Европейского Союза, оставьте пустым, если не применимо.
sk: Vyplňte, prosím, IČ DPH Európskej únie alebo nechajte prázdne, ak nie je použiteľné.
sl: Vnesite ID številko (EU) za DDV, pustite prazno, če ni potrebna.
sq: Ju lutemi, plotësoni ID TVSH-je Bashkimi Europian, nëse kjo s’ka vend, lëreni të zbrazët.
sr: Попуните европски ПДВ ИД. Оставите празно ако се не примењује.
sr_latn: Popunite evropski PDV ID. Ostavite prazno ako se ne primenjuje.
sv: Vänligen fyll i EU:s moms-ID, lämna tomt om inte tillämpligt.
ta: தயவுசெய்து ஐரோப்பிய ஒன்றிய மதிப்புகூடுதல்வரி அடையாளம்யை நிரப்பவும், பொருந்தவில்லை என்றால் காலியாக விடவும்.
th: โปรดกรอกเลขประจำตัวผู้เสียภาษี (VAT) ของสหภาพยุโรป หรือเว้นว่างไว้หากไม่มี
tr: Lütfen Avrupa Birliği KDV kimliğini yazın. KDV uygulanmıyorsa boş bırakın.
uk: Заповніть номер платника ПДВ Євросоюзу, залиште порожнім, якщо не доречно.

source: Company identification number
id: Nomor identifikasi perusahaan
th: เลขทะเบียนนิติบุคคล

source: Please fill in your company registration number if it should appear on the invoice.
id: Silakan isi registrasi perusahaan Anda jika nomor tersebut akan tercantum pada faktur.
th: โปรดกรอกเลขทะเบียนนิติบุคคลหากต้องการให้ปรากฏบนใบแจ้งหนี้

source: Company or individual name
ar: اسم الشركة أو اسم الفرد
be: Назва кампаніі альбо імя прыватнай асобы
be_latn: Nazva kampanіі al'bo іmya pry'vatnaj asoby'
bg: Име на фирма или физическо лице
ca: Nom de l’empresa o autònom
cs: Společnost nebo jméno osoby
da: Virksomheds- eller personnavn
de: Firmen- oder Personenname
el: Εταιρική ή ατομική επωνυμία
es: Nombre de la empresa o autónomo
et: Äriühingu või eraisiku nimi
fi: Yrityksen tai yksityishenkilön nimi
fr: Nom de l’entreprise ou de l’individu
ga: Ainm an duine nó an chomhlachta
gl: Nome da empresa ou autónomo
he: שם האדם או החברה
hr: Poduzeće ili ime pojedinca
hu: Cég vagy magánszemély neve
id: Nama perusahaan atau individu
is: Nafn fyrirtækis eða einstaklings
it: Nome società o individuo
ja: 会社名または個人名
kab: Isem n tkebbanit neɣ isem-ik
lt: Bendrovės arba fizinio asmens vardas
nb: Selskapsnavn eller personnavn
nl: Bedrijfs- of persoonsnaam
pl: Nazwa firmy lub indywidualna
pt_br: Nome da companhia ou indivíduo
pt_pt: Nome da empresa ou indivíduo
ro: Nume firmă sau persoană fizică
ru: Название компании или физического лица
sk: Názov spoločnosti alebo meno osoby
sl: Ime podjetja ali posameznika
sq: Emër shoqërie ose individual
sr: Предузеће или лично име
sr_latn: Preduzeće ili lično ime
sv: Företag eller enskilt namn
ta: நிறுவனம் அல்லது தனிப்பட்ட பெயர்
th: ชื่อบริษัทหรือบุคคล
tr: Kurum ya da kişi adı
uk: Назва компанії або фізичної особи

source: Address
ar: العنوان البريدي
be: Адрас
be_latn: Adras
bg: Адрес
ca: Adreça
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
et: Aadress
fi: Osoite
fr: Adresse
ga: Seoladh
gl: Enderezo
he: כתובת
hr: Adresa
hu: Cím
id: Alamat
is: Heimilisfang
it: Indirizzo
ja: 番地
kab: Tansa
lt: Adresas
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
pt_pt: Morada
ro: Adresă
ru: Адрес
sk: Adresa
sl: Naslov
sq: Adresë
sr: Адреса
sr_latn: Adresa
sv: Adress
ta: முகவரி
th: ที่อยู่
tr: Adres
uk: Адреса

source: Additional address information
be_latn: Zviestki ab aplakie
ca: Informació addicional de l’adreça
cs: Doplňující informace k adrese
da: Yderligere adresseoplysninger
de: Zusätzliche Adressinformationen
el: Πρόσθετες πληροφορίες διεύθυνσης
es: Información adicional de la facturación
et: Täiendav aadressi teave
fr: Informations complémentaires d’adresse
ga: Eolas seoltaí breise
gl: Información adicional do enderezo
he: פרטי כתובת נוספים
hr: Dodatni podatci adrese
hu: További címadatok
id: Informasi alamat tambahan
is: Viðbótarupplýsingar um heimilisfang
it: Ulteriori informazioni sull'indirizzo
ja: 追加の住所の情報
lt: Papildoma adreso informacija
nl: Aanvullende adresinformatie
pl: Dodatkowe informacje adresowe
pt_br: Informações adicionais de endereço
ro: Informații suplimentare adresă
ru: Дополнительные сведения об адресе
sk: Doplňujúce informácie o adrese
sl: Dodatni podatki o naslovu
sq: Hollësi shtesë adrese
ta: பட்டியலிடல் செய்தி
th: ข้อมูลที่อยู่เพิ่มเติม
tr: Ek adres bilgileri
uk: Додаткові дані про адресу

source: City
ca: Ciutat
cs: Město
da: By
de: Ort
el: Πόλη
es: Ciudad
et: Linn
fr: Ville
ga: Cathair
gl: Cidade
he: עיר
hr: Grad
hu: Település
id: Kota
is: Borg/Sveitarfélag
it: Citta
ja: 市区町村
kab: Tiɣremt
lt: Miestas
nl: Stad
pl: Miasto
pt_br: Cidade
ro: Oraș
ru: Город
sk: Mesto
sl: Kraj
sq: Qytet
ta: நகரம்
th: เมือง
tr: İl
uk: Місто

source: Postcode
be_latn: Pashtovy' іnde'ks і gorad
ca: Codi postal
cs: PSČ
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código postal
et: Postiindeks
fr: Code postal
ga: Cód Poist
gl: Código postal
he: מיקוד
hr: Poštanski broj
hu: Irányítószám
id: Kode pos
is: Póstnúmer
it: Codice postale
ja: 郵便番号
kab: Tangalt n tnazant
lt: Pašto kodas
pl: Kod pocztowy
pt_br: Código postal
ro: Cod poștal
ru: Почтовый индекс
sk: PSČ
sl: Poštna številka
sq: Kod postar
ta: அஞ்சல் குறியீடு மற்றும் நகரம்
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий код

source: Country
ar: البلد
be: Краіна
be_latn: Kraіna
bg: Държава
ca: País
cs: Země
da: Land
de: Land
el: Χώρα
es: País
et: Riik
fi: Maa
fr: Pays
ga: Tír
gl: País
he: ארץ
hr: Zemlja
hu: Ország
id: Negara
is: Land
it: Paese
ja: 国
kab: Tamurt
lt: Šalis
nb: Land
nl: Land
pl: Kraj
pt_br: País
pt_pt: País
ro: Țară
ru: Страна
sk: Krajina
sl: Država
sq: Vend
sr: Држава
sr_latn: Država
sv: Land
ta: நாடு
th: ประเทศ
tr: Ülke
uk: Країна

source: Billing e-mail
be_latn: Zviestki ab aplakie
ca: Adreça electrònica de facturació
cs: Fakturační e-mail
da: Faktura-e-mail
de: Abrechnungs-E-Mail
el: Email χρέωσης
es: Correo electrónico para el envío de las facturas
et: Arvelduse e-posti aadress
fr: Courriel de facturation
ga: R-phost billeála
gl: Correo-e de facturación
he: דוא״ל לחיוב
hr: E-mail adresa za naplatu
hu: Számlázási e-mail
id: Surel tagihan
is: Tölvupóstur greiðanda
it: E-mail di fatturazione
ja: 請求先メールアドレス
lt: Mokėjimo el. paštas
nl: Facturatie e-mail
pl: Adres e-mail do rozliczeń
pt_br: E-mail de cobrança
ro: Email facturare
ru: Электронная почта для выставления счетов
sk: Fakturačný e-mail
sl: E-poštni naslov za obračunavanje
sq: Email faturimi
ta: பட்டியலிடல் செய்தி
th: อีเมลสำหรับรับบิล
tr: Fatura e-posta adresi
uk: Електронна пошта для виставлення рахунку

source: Additional e-mail to receive billing notifications
ca: Adreça electrònica addicional per a rebre-hi notificacions de facturació
cs: Dodatečný e-mail pro zasílání fakturačních oznámení
da: Ekstra e-mail til modtagelse af faktureringsmeddelelser
de: Zusätzliche E-Mail-Adresse zum Empfang von Abrechnungsbenachrichtigungen
el: Πρόσθετο e-mail για να λαμβάνετε ειδοποιήσεις χρέωσης
es: Correo electrónico adicional para recibir notificaciones de facturación
et: Täiendav e-posti aadress arveldusega seotud teadete jaoks
fr: Adresse courriel additionnelle pour être notifié de la facturation
ga: Ríomhphost breise chun fógraí billeála a fháil
gl: Correo-e adicional para recibir notificacións de facturación
he: כתובת דוא״ל נוספת לקבלת התראות חיוב
hr: Dodatna e-mail adresa za obavijesti o naplatama
hu: További e-mail a számlázási értesítésekhez
id: Surel tambahan untuk menerima pemberitahuan tagihan
is: Viðbótar-tölvupóstfang til að taka á móti tilkynningum vegna reikninga
it: E-mail aggiuntiva per ricevere le notifiche di fatturazione
ja: 請求の通知を受け取るメールアドレス
lt: Papildomas el. p. adresas, kuriuo gausite pranešimus apie mokėjimus
nl: Aanvullende e-mail voor ontvangen van notificaties facturen
pl: Dodatkowy adres e-mail do otrzymywania powiadomień o rozliczeniach
pt_br: E-mail adicional para receber notificações de cobrança
ro: Email suplimentar pentru a primi notificări de facturare
ru: Дополнительный адрес электронной почты для получения уведомлений о платежах
sk: Ďalší e-mail na zasielanie fakturačných oznámení
sl: Dodaten e-poštni naslov za prejemanje obvestil o obračunavanju
sq: Email shtesë për marrje njoftimesh faturimesh
ta: பட்டியலிடல் அறிவிப்புகளைப் பெற கூடுதல் மின்னஞ்சல்
th: อีเมลเพิ่มเติมสำหรับรับการแจ้งเตือนการเรียกเก็บเงิน
tr: Fatura bildirimlerinin alınacağı ek e-posta adresi
uk: Додатковий e-mail для отримання сповіщень про виставлення рахунків
