Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Recurring donations facilitate sustainable Weblate development, and even the smallest amount is put to good use. Repeated appreciation helps in keeping the project sustainable long term. Please consider this option if you are hosting Weblate yourself without a support contract.
ar: التبرعات المنتظمة تسمح بإدامة العمل على تطوير Weblate، حتى أقل مقدار يستخدم بشكل جيد. التبرعات المتكررة تُساعد في إبقاء المشروع قائماً على المدى الطويل. من فضلك فكر في هذا الأمر كخيار إذا كنت تستضيف Weblate بنفسك من غير عقد للدعم.
be: Перыядычныя ахвяраванні спрыяюць няспыннай распрацоўцы Weblate і нават невялічкая сума будзе карыснай. Пастаянныя ахвяраванні дапамагаюць развіваць праект. Калі ласка, падумайце пра гэта, калі выкарыстоўваеце Weblate без набыцця дадатковай падтрымкі.
be_latn: Pery'yady'chny'ya axvyaravannі spry'yayucz' nyaspy'nnaj raspraczoўczy' Weblate і navat nevyalіchkaya suma budze kary'snaj. Pastayanny'ya axvyaravannі dapamagayucz' razvіvacz' praekt. Kalі laska, padumajcze pra ge'ta, kalі vy'kary'stoўvaecze Weblate bez naby'czczya dadatkovaj padtry'mkі.
bg: Периодичните дарения помагат за развитието на Weblate – и най-малката сума винаги е полезна. Редовният принос помага за поддръжката проекта в дългосрочен план. Помислете за тази възможност, дори ако използвате Weblate на собствен хостинг, без договор за поддръжка.
ca: Els donatius periòdics faciliten la sostenibilitat del desenvolupament del Weblate, i fins i tot la quantitat més petita es destina a bons objectius. L’apreciació contínua ajuda a mantenir el projecte sostenible a llarg termini. Considereu aquesta opció si allotgeu el vostre propi Weblate sense un contracte d’assistència.
cs: Pravidelné dary umožní udržitelný vývoj Weblate a i malé příspěvky naleznou dobré využití. Opakované příspěvky pomohou dlouhodobé udržitelnosti projektu. Prosím zvažte tuto možnost pokud používáte Weblate bez naší podpory.
da: Gentagne donationer fremmer en bæredygtig udvikling af Weblate, og selv det mindste beløb kommer til nytte. Vedvarende støtte hjælper med at holde projektet i live på lang sigt. Overvej venligst denne mulighed, hvis du hoster Weblate selv uden en supportaftale.
de: Regelmäßige Spenden ermöglichen eine nachhaltige Entwicklung von Weblate und selbst der kleinste Betrag hilft dabei. Wiederholte Unterstützung trägt dazu bei, das Projekt langfristig und nachhaltig zu gestalten. Bitte beachten Sie diese Option, wenn Sie Weblate selbst ohne Supportvertrag hosten.
el: Οι επαναλαμβανόμενες δωρεές διευκολύνουν τη βιώσιμη ανάπτυξη του Weblate και ακόμη και το μικρότερο ποσό χρησιμοποιείται σωστά. Βοηθά όλη την προσπάθεια μακροπρόθεσμα. Εξετάστε αυτήν την επιλογή εάν φιλοξενείτε μόνοι σας το Weblate.
es: Los donativos periódicos dan sostenibilidad al desarrollo de Weblate. Incluso el monto más pequeño es de provecho. La apreciación continua ayuda a mantener el proyecto sostenible a largo plazo. Considere esta opción si aloja Weblate sin un contrato de asistencia.
et: Korduvad annetused hõlbustavad Weblate arendamise sujuvust, ning isegi väikseim kogus saab hästi rakendatud. Korduv tunnustamine aitab projekti pidada jätkusuutlikuna pikemat aega. Palun kaalu seda võimalust, kui majutad Weblatet ise, ilma toetaja leppeta.
fi: Toistuvat lahjoitukset helpottavat kestävää Weblate-kehitystä, ja pieninkin summa käytetään hyväksi. Toistuva arvostus auttaa pitämään projektin kestävänä pitkällä aikavälillä. Harkitse tätä vaihtoehtoa, jos isännät itse Weblatea ilman tukisopimusta.
fr: Les dons récurrents garantissent la pérennité et le développement de Weblate, même les plus petites contributions sont importantes et bien utilisées. Veuillez prendre en compte cette possibilité si vous auto-hébergez Weblate sans contrat d’assistance.
ga: Éascaíonn síntiúis athfhillteacha forbairt inbhuanaithe Weblate, agus baintear úsáid mhaith as fiú an méid is lú. Cuidíonn meas arís agus arís eile leis an tionscadal a choinneáil inbhuanaithe go fadtéarmach. Breithnigh an rogha seo le do thoil má tá tú féin ag óstáil Weblate gan conradh tacaíochta.
gl: As doazóns periódicas facilitan a sostibilidade do desenvolvemento de Weblate, e ata a cantidade máis pequena é unha boa axuda. O agradecemento reiterado axuda na sostibilidade do proxecto a longo prazo. Considere esta opción se está a aloxar Weblate sen un contrato de asistencia.
he: תרומות מתחדשות הן הבסיס לתחזוקה ולפיתוח Weblate ואפילו הסכום הקטן ביותר מנוצל לטובה. הוקרה מתמשכת מסייעת בהתקיימות המיזם לאורך זמן. נא לשקול אפשרות זו אם בחרת להשתמש ב־Weblate באירוח מלא אצלך ללא חוזה תמיכה.
hr: Ponavljajuće donacije olakšavaju dugoročno održati razvoj Weblatea, stoga i najmanji iznos koristimo u dobre svrhe. Razmisli o ovoj opciji, ako koristiš Weblate bez ugovora o podršci.
hu: Az ismétlődő adományozás lehetővé teszi a Weblate fenntartható fejlesztését – még a legkisebb hozzájárulás is hasznosul. A rendszeres támogatás hozzájárul a hosszú távú működéshez. Fontolja meg ezt a lehetőséget, ha saját üzemeltetésű Weblate-et használ támogatási szerződés nélkül.
id: Donasi rutin memfasilitasi pengembangan Weblate yang berkelanjutan dan bahkan jumlah terkecil pun kami manfaatkan dengan baik. Apresiasi secara berulang membantu dalam menjaga proyek berkelanjutan jangka panjang. Harap pertimbangkan opsi ini jika Anda menghosting Weblate sendiri tanpa kontrak dukungan.
is: Endurteknar gjafir auðvelda þróun Weblate til langframa og jafnvel minnstu upphæðir er hægt að nýta til góðs. Ítrekuð viðurkenning hjálpar til þess að verkefnið geti staðið undir sjálfu sér þegar til lengri tíma er litið. Vinsamlegast íhugaðu þennan valmöguleika ef þú ert að hýsa Weblate sjálf/ur án stuðningssamnings.
it: Le donazioni regolari facilitano lo sviluppo sostenibile di Weblate, e anche il più piccolo importo è importante. La donazione ripetuta aiuta a mantenere il progetto sostenibile a lungo termine. Considera questa opzione se stai ospitando Weblate senza un contratto di assistenza.
ja: 継続的な寄付により、Weblate の開発が持続可能になります。少額の寄付でも有効に活用されます。継続的な支援は、プロジェクトを長期にわたって持続可能にします。サポート契約なしで Weblate を自分でホスティングする場合は、このオプションを検討してください。
kab: Tawsa i d-yettalsen tissifus taneflit timezgit n Weblate, ula d tallayt meẓẓiyen tettṛuḥu ɣer useqdec yelhan. Tikta i d-yettuɣalen ttɛawanent asenfăr ad yeqqim yezga ilebda. Ma ulac aɣilif, err deg uqerru-k asefran-a i tnezduɣt-ik weblate war agatu n tallelt.
nb: Regelmessige donasjoner tillater Weblate en bærekraftig utvikling, selv det minste beløp blir brukt formålstjenlig. Gjentatt takknemmelighet hjelper å holde prosjektet bærekraftig på lang sikt. Overvei dette valget hvis du har selvtjent Weblate uten støttekontrakt.
nl: Terugkerende donaties vergemakkelijken duurzame Weblate-ontwikkeling - zelfs het kleinste bedrag wordt goed besteed. Herhaaldelijk doneren helpt om gratis hosting voor vrije software te kunnen blijven financieren. Overweeg deze optie als u Weblate zelf host zonder ondersteuningspakket.
pl: Powtarzające się darowizny ułatwiają zrównoważony rozwój Weblate, a nawet najmniejsze kwoty są dobrze wykorzystywane. Wielokrotne uznanie pomaga w utrzymaniu trwałości projektu w długim okresie. Proszę wziąć pod uwagę tę opcję, jeśli sam hostujesz Weblate bez umowy o wsparcie.
pt_br: As doações recorrentes facilitam o desenvolvimento sustentável do Weblate, e até da menor quantia é feita bom uso. A apreciação repetida ajuda a manter o projeto sustentável a longo prazo. Por favor, considere esta opção se você está hospedando o Weblate sem um contrato de suporte.
pt_pt: Os doações recorrentes facilitam o desenvolvimento sustentável do Weblate, até mesmo a menor quantia é bem aproveitada. A apreciação repetida ajuda a manter a sustentabilidade do projeto a longo termo. Por favor, considere esta opção se está a hospedar o Weblate localmente sem contrato de apoio.
ro: Donațiile recurente facilitează dezvoltarea sustenabilă a Weblate și chiar și cea mai mică sumă este folosită în mod eficient. Aprecierile repetate ajută la menținerea proiectului sustenabil pe termen lung. Te rugăm să iei în considerare această opțiune dacă găzduiești singur Weblate fără un contract de asistență.
ru: Промежуточные пожертвования способствуют устойчивому развитию Weblate, и даже самая небольшая сумма используется с пользой. Неоднократная благодарность помогает сохранить проект устойчивым на продолжительный срок. Пожалуйста, обдумайте это решение, если вы размещаете у себя Weblate без приобретения нашей поддержки.
sk: Opakované príspevky uľahčujú udržateľný vývoj Weblate, pričom i tá najnižšia suma bude rozumne využitá. Váš opakovaný prejav vďaky pomáha dlhodobej udržateľnosti projektu. Prosíme, zvážte túto možnosť, ak hosťujete Weblate sami, bez objednanej podpory.
sl: Ponavljajoče se donacije omogočajo trajnostni razvoj Weblata, pri čemer je tudi najmanjši znesek dobro izkoriščen. Ponovno izkazano priznanje pripomore k dolgoročni vzdržnosti projekta. Prosimo, razmislite o tej možnosti, če Weblate gostite sami brez pogodbe o podpori.
sq: Dhurimet e ripërsëritshme lehtësojnë zhvillimin e qëndrueshëm të Weblate-it, madje edhe sasia më e vogël shfrytëzohet mirë. Vlerësimi i ripërsëritur ndihmon për mbajtjen e projektit në zhvillim afatgjatë të qëndrueshëm. Ju lutemi, shiheni këtë mundësi, nëse e strehoni vetë një instancë Weblate, pa ndonjë kontratë asistence.
sr: Редовне донације помажу одрживост Weblate развоја и чак и најмањи износ ће наћи своју примену. Вишеструка захвалност помаже дугорочној подршци пројекту. Размотрите ову опцију ако сами хостујете Weblate без уговора о подршци.
sr_latn: Redovne donacije pomažu održivost Weblate razvoja i čak i najmanji iznos će naći svoju primenu. Višestruka zahvalnost pomaže dugoročnoj podršci projektu. Razmotrite ovu opciju ako sami hostujete Weblate bez ugovora o podršci.
sv: Återkommande donationer underlättar en hållbar utveckling av Weblate och även den minsta summa utnyttjas väl. Upprepad uppskattning hjälper till att hålla projektet hållbart på lång sikt. Överväg detta alternativ om du har en egen installation av Weblate utan supportkontrakt.
ta: தொடர்ச்சியான நன்கொடைகள் நிலையான வலைபெயர்ப்பு வளர்ச்சியை எளிதாக்குகின்றன, மேலும் மிகச்சிறிய அளவு கூட நல்ல பயன்பாட்டிற்கு வைக்கப்பட்டுள்ளது. திட்டத்தை நீண்ட காலத்திற்கு நிலையானதாக வைத்திருக்க மீண்டும் நிகழும் பாராட்டு உதவுகிறது. உதவி ஒப்பந்தம் இல்லாமல் நீங்கள் வலைபெயர்ப்பு செய்தால் தயவுசெய்து இந்த விருப்பத்தைக் கவனியுங்கள்.
th: การบริจาคแบบต่อเนื่องช่วยให้การพัฒนา Weblate เป็นไปอย่างยั่งยืน แม้แต่ยอดเงินเพียงเล็กน้อยก็นำไปใช้ประโยชน์ได้อย่างคุ้มค่า การสนับสนุนอย่างสม่ำเสมอช่วยให้โครงการอยู่รอดได้ในระยะยาว โปรดพิจารณาตัวเลือกนี้หากคุณโฮสต์ Weblate เองโดยไม่มีสัญญาบริการสนับสนุน
tr: Düzenli bağışlar sürdürülebilir Weblate geliştirmesini kolaylaştırır ve en küçük miktar bile iyi kullanılır. Yinelenen destekler, projenin uzun süre sürdürülebilir kalmasına yardımcı olur. Bir destek sözleşmesi olmadan Weblate barındırıyorsanız, bu seçeneği değerlendirin.
uk: Регулярні пожертвування сприяють сталому розвитку Weblate, і навіть найменша сума корисна. Повторна вдячність допомагає зберегти проєкт у стійкій довгостроковій перспективі. Будь ласка, розгляньте цей варіант, якщо ви розміщуєте у себе Weblate без придбання нашої підтримки.

source: Choose your reward
be_latn: Rehuliarnizha achviaravannі
ca: Trieu la vostra recompensa
cs: Zvole si odměnu
da: Vælg din belønning
de: Wählen Sie Ihre Prämie
el: Επιλέξτε την ανταμοιβή σας
es: Elige tu recompensa
et: Vali oma preemia
fr: Choisissez votre récompense
ga: Roghnaigh do luach saothair
gl: Escolla a súa recompensa
he: נא לבחור את הפרס שלך
hr: Odaberi tvoju nagradu
hu: Válasszon jutalmat
id: Pilih hadiah Anda
is: Veldu verðlaunin þín
it: Scegli la tua ricompensa
ja: 謝礼の選択
lt: Pasirinkite savo atlygį
nl: Kies uw beloning
pl: Wybierz swoją nagrodę
pt_br: Escolha sua recompensa
ro: Alege recompensa ta
ru: Выберите ваше вознаграждение
sk: Zvoľte si odmenu
sl: Izberite svojo nagrado
sq: Zgjidhni shpërblimin tuaj
ta: உங்கள் வெகுமதி
th: เลือกของรางวัลของคุณ
tr: Ödülünüzü seçin
uk: Виберіть вашу винагороду

source: annually
ar: سنوياً
be: штогод
be_latn: shtogod
bg: годишно
ca: per any
cs: ročně
da: årlig
de: jährlich
el: ετησίως
es: anualmente
et: aastane
fi: vuosittain
fr: annuel
ga: bliantúil
gl: anualmente
he: שנתית
hr: godišnje
hu: évente
id: tahunan
is: árlega
it: annuali
ja: 無期限
kab: s useggass
lt: kasmet
nb: årvist
nl: jaarlijks
pl: rocznie
pt_br: anualmente
pt_pt: anualmente
ro: anual
ru: ежегодно
sk: ročne
sl: letno
sq: një herë në vit
sr: годишње
sr_latn: godišnje
sv: årligen
ta: ஆண்டுதோறும்
th: ต่อปี
tr: yıllık
uk: щорічно

source: Donate
ar: تبرع
be: Ахвяраваць
be_latn: Achviaravać
bg: Дарение
ca: Feu un donatiu
cs: Darujte
da: Donér
de: Spenden
el: Δωρεά
es: Donar
et: Anneta
fi: Lahjoita
fr: Faire un don
ga: Déan síntiús
gl: Facer unha doazón
he: תרומה
hr: Doniraj
hu: Adományozás
id: Donasi
is: Styrkja
it: Donazioni
ja: 寄付
kab: Tawsa
lt: Paremti
nb: Doner
nl: Doneren
pl: Wpłać
pt_br: Fazer doação
pt_pt: Doar
ro: Donează
ru: Пожертвовать
sk: Darujte
sl: Donirajte
sq: Dhuroni
sr: Донација
sr_latn: Donacija
sv: Donera
ta: நன்கொடை
th: บริจาค
tr: Bağış yap
uk: Пожертвувати

source: Weblate heroism
ar: بطل Weblate
be: Паслугі ад Weblate
be_latn: Paslugі ad Weblate
bg: Героизмът на Weblate
ca: Heroisme del Weblate
cs: Hrdinové Weblate
da: Weblate-heltemod
de: Weblate Heldentum
el: Weblate Ηρωισμός
es: Heroísmo de Weblate
et: Weblate kangelaslikkus
fi: Weblate-sankaruus
fr: Les faits héroïques Weblate
ga: Laochra láithreán gréasáin
gl: Heroísmo en Weblate
he: גבורת Weblate
hr: Weblate herojstvo
hu: Weblate hősiesség
id: Kepahlawanan Weblate
is: Weblate hetjudáðir
it: Eroismo Weblate
ja: 英雄として Weblate を支援する
kab: Tissas n Weblate
nb: Weblate-heltedåd
nl: Weblate-superhelden
pl: Cechy Weblate
pt_br: Heroísmo do Weblate
pt_pt: Heroísmo Weblate
ro: Eroism Weblate
ru: Героизм Weblate
sk: Hrdinstvo Weblate
sl: Junaštvo Weblate
sq: Heroizëm Weblate
sr: Weblate хероји
sr_latn: Weblate heroji
sv: Weblate hjältemod
ta: வலைபெயர்ப்பு வீரம்
th: วีรบุรุษ Weblate
tr: Weblate kahramanlığı
uk: Weblate героїзм

source: Commercial services like hosting or support for self-hosted installations help fund Weblate development.
ar: الخدمات التجارية كالإستضافة والدعم التقني للإستضافة الذاتية تُساهم في تمويل تطوير Weblate.
be: Платныя паслугі, такія як хостынг або абслугоўванне вашых уласных сервераў Weblate, дапамагаюць фінансаваць распрацоўванне.
be_latn: Platny'ya paslugі, takіya yak xosty'ng abo abslugoўvanne vashy'x ulasny'x serveraў Weblate, dapamagayucz' fіnansavacz' raspraczoўvanne.
ca: Els serveis comercials com l’allotjament o l’assistència per a instal·lacions d’allotjament propi financen el desenvolupament del Weblate.
cs: Placené služby jako hostování nebo podpora pro vámi hostované instalace pomáhají platit vývoj Weblate.
da: Kommercielle tjenester som hosting eller support til selvhostede installationer hjælper med at finansiere udviklingen af Weblate.
de: Kommerzielle Dienstleistungen wie Hosting oder Support für selbst gehostete Installationen unterstützen die Entwicklung von Weblate.
el: Οι εμπορικές υπηρεσίες, όπως η φιλοξενία ή η υποστήριξη για εγκαταστάσεις που φιλοξενούνται μόνες τους, συμβάλλουν στη χρηματοδότηση της ανάπτυξης του Weblate.
es: Los servicios comerciales, como el alojamiento y la asistencia para instalaciones autoalojadas, ayudan a sostener el desarrollo de Weblate.
et: Äriteenused, nagu majutamine või tugi oma-majutatud paigaldusele, aitavad rahastada Weblate arendamist.
fi: Kaupalliset palvelut, kuten isännöinti tai itse isännöityjen asennusten tuki, auttavat rahoittamaan Weblate-kehitystä.
fr: Les services payants comme l’hébergement ou l’assistance aident à financer le développement de Weblate.
ga: Cuidíonn seirbhísí tráchtála cosúil le hóstáil nó tacaíocht le haghaidh suiteálacha féin-óstaithe chun forbairt Weblate a mhaoiniú.
gl: Os servizos comerciais como o aloxamento ou a asistencia para instalacións en aloxamento propio axudan a financiar o desenvolvemento de Weblate.
he: שירותים מסחריים כמו אירוח או תמיכה בהתקנות באירוח עצמי מסייעים במימון הפיתוח של Weblate.
hr: Komercijalne usluge poput hostinga ili podrške za instalacije vlastitog hostinga pomažu financirati razvoj Weblatea.
hu: A kereskedelmi szolgáltatások, például a tárhely vagy a saját üzemeltetésű telepítésekhez nyújtott támogatás segítenek finanszírozni a Weblate fejlesztését.
id: Layanan komersil seperti hosting atau dukungan untuk instalasi hosting mandiri membantu pendanaan pengembangan Weblate.
is: Markaðstengd þjónusta eins og hýsing eða stuðningur til sjálfhýstra uppsetninga hjálpar til þess að fjármagna þróun Weblate.
it: Servizi commerciali come l'hosting o il supporto per l'installazione di host personali aiutano a finanziare lo sviluppo di Weblate.
ja: ホスティングや、お客様のサーバへのインストールのサポートなどの商用サービスは、Weblate の開発資金として活用されます。
kab: Imezla s tedrimt am tnezduɣt neɣ isbeddiyen n yiman ttmuddun tallelt i tneflit n tedrimt n Weblate.
nb: Kommersielle tjenester som vertstjening eller støtte for selvtjent installasjon hjelp å finansiere utvikling av Weblate.
nl: Commerciële diensten, zoals hosting of ondersteuning bij zelf gehoste installaties, helpen bij de financiering van de ontwikkeling van Weblate.
pl: Usługi komercyjne, takie jak hosting lub wsparcie dla samodzielnych instalacji, pomagają finansować rozwój Weblate.
pt_br: Serviços comerciais como hospedagem ou suporte para instalações com hospedagem própria ajudam a financiar o desenvolvimento do Weblate.
pt_pt: Serviços comerciais, tais como hospedagem ou apoio para as instalações de hospedagem local ajudam a financiar o desenvolvimento do Weblate.
ro: Serviciile comerciale, cum ar fi găzduirea sau suportul pentru instalări auto găzduite, ajută la finanțarea dezvoltării Weblate.
ru: Коммерческие услуги, такие как хостинг или поддержка самостоятельных установок, помогают финансированию разработки Weblate.
sk: Komerčné služby, ako sú hosting či podpora inštalácií s vlastným hostingom pomáhajú financovať rozvoj Weblate.
sl: Komercialne storitve, kot sta gostovanje ali podpora za samostojno gostovane namestitve, pomagajo financirati razvoj Weblateja.
sq: Shërbime komerciale, të tilla si strehim apo asistencë për instalime të vetëstrehuara ndihmojnë për financimin e zhvillimit të Weblate-it.
sr: Плаћене услуге попут хостинга или подршке за вашу инсталацију, помажу развоју Weblate-а.
sv: Kommersiella tjänster som hosting eller support för egen-hosting installationer hjälper till att finansiera utvecklingen av Weblate.
ta: புரவல அல்லது தன்வய-புரவலன் செய்யப்பட்ட நிறுவல்களுக்கான உதவி போன்ற வணிக சேவைகள் வலைபெயர்ப்பு வளர்ச்சிக்கு உதவுகின்றன.
th: บริการเชิงพาณิชย์ เช่น โฮสติ้ง หรือบริการสนับสนุนสำหรับการติดตั้งเอง ช่วยระดมทุนในการพัฒนา Weblate
tr: Kendinizin barındırdığı kurulumlar için barındırma veya destek gibi ticari hizmetler Weblate geliştirme çalışmalarına fon sağlar.
uk: Комерційні послуги, такі як хостинг або підтримка влаштованих установок, допомагають фінансувати розробку Weblate.

source: Get help from Weblate
ar: أحصل على المساعدة من Weblate
be: Атрымаць дапамогу ад Weblate
be_latn: Atry'macz' dapamogu ad Weblate
bg: Получаване на помощ от Weblate
ca: Obtén ajuda de Weblate
cs: Získejte pomoc od Weblate
da: Få hjælp fra Weblate
de: Hilfe von Weblate erhalten
el: Λάβετε βοήθεια από το Weblate
es: Obtener ayuda de Weblate
et: Hankige abi Weblatelt
fi: Hanki apua Weblatesta
fr: Obtenir de l’aide de la part de Weblate
ga: Faigh cabhair ó Weblate
gl: Obter axuda de Weblate
he: קבלת עזרה מ־Weblate
hr: Weblate podrška
hu: Segítség kérése a Weblate-től
id: Dapatkan bantuan dari Weblate
is: Fáðu hjálp hjá Weblate
it: Ricevi supporto da Weblate
ja: Weblate にサポートの依頼
kab: Awi tallelt seg Weblate
lt: Gauti pagalbos iš „Weblate“
nb: Få hjelp fra Weblate
nl: Hulp verkrijgen van Weblate
pl: Uzyskaj pomoc od Weblate
pt_br: Obter ajuda do Weblate
pt_pt: Obter Ajuda do Weblate
ro: Obține ajutor de la Weblate
ru: Получить помощь от Weblate
sk: Získajte pomoc od Weblate
sl: Poiščite pomoč pri Weblate
sq: Merrni ndihmë nga Weblate-in
sr: Добијте помоћ од Weblate-а
sr_latn: Tražite pomoć od Weblate-a
sv: Få hjälp från Weblate
ta: வலைபெயர்ப்புலிருந்து உதவி பெறுங்கள்
th: รับความช่วยเหลือจาก Weblate
tr: Weblate ekibinden yardım alın
uk: Отримати підтримку від Weblate

source: Single appreciative donation
ar: تبرع تقديري لمرة واحدة
be: Аднаразовае ахвяраванне
be_latn: Adnarazovae axvyaravanne
bg: Еднократно благородно дарение
ca: Donatiu puntual d’apreciació
cs: Jednorázový dar z vděčnosti
da: Engangsdonation
de: Einzelne wertschätzende Spende
el: Εφάπαξ δωρεά ευγνωμοσύνης
es: Donativo puntual de apreciación
et: Üks tunnustus annetus
fi: Yksi arvokas lahjoitus
fr: Don unique
ga: Síntiús amháin buíoch
gl: Doazón puntual de agradecemento
he: תרומה חד־פעמית
hr: Jednokratna donacija
hu: Egyszeri köszönetnyilvánító adomány
id: Donasi apresiatif tunggal
is: Ein þakklætisgjöf
it: Singola donazione
ja: 単発の寄付
kab: Yiwet n tewsa telha
nb: Enkelt vennlig donasjon
nl: Eenmalige donatie
pl: Jednorazowa darowizna uznaniowa
pt_br: Doação apreciativa única
pt_pt: Donativo único
ro: O singură donație apreciativă
ru: Единовременное пожертвование
sk: Jednorazový dar z vďačnosti
sl: Enkratna donacija v zahvalo
sq: Dhurim vlerësues një herësh
sr: Једна донација захвалности
sr_latn: Jedna donacija zahvalnosti
sv: Enskilt uppskattande donation
ta: ஒற்றை பாராட்டு நன்கொடை
th: บริจาคครั้งเดียวด้วยความขอบคุณ
tr: Tek seferlik bağış
uk: Одноразова пожертва
