Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Improved translation memory and support for intermediate translations
ar: ذاكرة ترجمة محسنة ودعم للترجمات الوسيطة
be: Палепшаны памяць перакладаў і падтрымка прамежкавых перакладаў
be_latn: Palepshany' pamyacz' perakladaў і padtry'mka pramezhkavy'x perakladaў
bg: Подобрена памет за преводи и поддръжка за междинни преводи
ca: Memòria de traducció millorada i suport per a traduccions intermèdies
cs: Vylepšená překladová paměť a podpora pro zprostředkující překlady
da: Forbedret oversættelseshukommelse og understøttelse af mellemliggende oversættelser
de: Verbesserter Übersetzungsspeicher und Unterstützung für Zwischenübersetzungen
el: Βελτιωμένη μεταφραστική μνήμη και υποστήριξη για ενδιάμεσες μεταφράσεις
es: Se mejora la memoria de traducción y se admiten traducciones intermediarias
et: Täiustatud tõlkemälu ning tugi keerukamatele tõlgetele
fi: Paranneltu käännösmuisti ja tuki keskinkertaisille käännöksille
fr: Amélioration du mémoire de traduction et prise en charge des traductions intermédiaires
ga: Cuimhne aistriúcháin feabhsaithe agus tacaíocht d’aistriúcháin idirmheánacha
gl: Memoria de tradución mellorada e compatibilidade para traducións intermedias
he: זיכרון תרגום משופר ותמיכה בתרגומי ביניים
hr: Poboljšana prevodilačka memorija i podrška za međuprijevode
hu: Fejlettebb fordítási memória és támogatás az előfordításokhoz
id: Memori terjemahan yang ditingkatkan dan dukungan untuk terjemahan intermediasi
is: Bætt þýðingaminni og stuðningur við milliþýðingar
it: Memoria di traduzione migliorata e supporto per traduzioni intermedie
ja: 翻訳メモリの改善と中間翻訳に対応
kab: Asnerni n tkatut n tsuqqilt d usefrek n tsuqqilin tigrayanin
lt: Geresnė vertimo atmintis ir tarpinių vertimų palaikymas
nb: Forbedret oversettelsesminne og støtte for mellomliggende oversettelser
nl: Verbeterd vertaalgeheugen en ondersteuning voor opeenvolgende vertalingen
pl: Ulepszona pamięć tłumaczeń i obsługa tłumaczeń pośrednich
pt_br: Melhoria da memória de tradução e suporte a traduções intermediárias
pt_pt: Melhoria da memória de tradução e apoio para traduções intermediárias
ro: Memorie de traducere îmbunătățită și suport pentru traduceri intermediare
ru: Улучшены память переводов и поддержка промежуточных переводов
sk: Vylepšená prekladová pamäť a podpora priebežných prekladov
sl: Izboljšan pomnilnik prevodov in podpora za delovne prevode
sq: Kujtesë përkthimesh e përmirësuar dhe mbulim për përkthime të ndërmjetme
sr: Побољшање преводилачке меморије и подршка за посредно превођење
sr_latn: Poboljšanje prevodilačke memorije i podrška za posredno prevođenje
sv: Förbättrat översättningsminne och stöd för mellanliggande översättningar
ta: மேம்படுத்தப்பட்ட மொழிபெயர்ப்பு நினைவகம் மற்றும் இடைநிலை மொழிபெயர்ப்புகளுக்கான உதவி
th: ปรับปรุงคลังคำแปลเดิม (Translation Memory) และรองรับการแปลภาษาผ่านภาษากลาง
tr: Çeviri belleği iyileştirildi ve ara çeviri desteği sağlandı
uk: Удосконалено пам'ять перекладів та підтримку проміжних перекладів

source: January 2019
ar: يناير 2019
be: Студзень 2019
be_latn: Studzen' 2019
bg: Януари 2019 година
ca: Gener del 2019
cs: Leden 2019
da: Januar 2019
de: Januar 2019
el: Ιανουάριος 2019
es: Enero de 2019
et: Jaanuar 2019
fi: Tammikuu 2019
fr: Janvier 2019
ga: Eanáir 2019
gl: Xaneiro de 2019
he: ינואר 2019
hr: Siječanj 2019.
hu: 2019. január
id: Januari 2019
is: Janúar 2019
it: Gennaio 2019
ja: 2019 年 1 月
kab: Yennayer 2019
lt: 2019 m. sausis
nb: Januar 2019
nl: Januari 2019
pl: Styczeń 2019
pt_br: Janeiro de 2019
pt_pt: Janeiro de 2019
ro: Ianuarie 2019
ru: Январь 2019
sk: Január 2019
sl: Januar 2019
sq: Janar, 2019
sr: јануар 2019
sr_latn: januar 2019
sv: Januari 2019
ta: சனவரி 2019
th: มกราคม 2019
tr: Ocak 2019
uk: Січень 2019

source: Automatic detection of translatable files in a repository
ar: الاكتشاف التلقائي للملفات القابلة للترجمة في المستودع
be: Аўтаматычнае выяўленне файлаў на пераклад у рэпазіторыі
be_latn: Aўtamaty'chnae vy'yaўlenne fajlaў na peraklad u re'pazіtory'і
bg: Автоматично откриване на файлове за превеждане в хранилището
ca: Detecció automàtica de fitxers traduïbles en un dipòsit
cs: Automatické rozpoznání přeložitelných souborů v repozitáři
da: Automatisk registrering af oversættelige filer i et repository
de: Automatische Erkennung von übersetzbaren Dateien in einem Repository
el: Αυτόματη ανίχνευση μεταφράσιμων αρχείων σε ένα αποθετήριο
es: Detección automática de archivos traducibles en un repositorio
et: Automaatne tõlgitavate failide varamust tuvastamine
fi: Automaattinen tunnistus käännettävistä tiedostoista arkistossa
fr: Détection automatique des fichiers traduisibles dans un dépôt
ga: Aimsiú uathoibríoch ar chomhaid inaistrithe i stór
gl: Detección automática de ficheiros traducíbeis nun repositorio
he: זיהוי אוטומטית של קבצים שמיועדים לתרגום בתוך מאגר
hr: Automatsko otkrivanje prevodivih datoteka u repozitoriju
hu: Fordítható fájlok automatikus felismerése a tárolóban
id: Deteksi otomatis dari berkas yang dapat diterjemahkan dalam repositori
is: Sjálfvirk uppgötvun þýðanlegra skjala í gagnasafni
it: Rilevamento automatico file traducibili nel repository
ja: リポジトリ内の翻訳可能なファイルの自動検出
kab: Tifin tawurmant n yifuyla n tsuqqilt deg ukufi
lt: Automatinis verstinų failų aptikimas saugykloje
nb: Automatisk oppdagelse av oversettbare filer i et kodelager
nl: Automatische detectie van vertaalbare bestanden in een repository
pl: Automatyczne wykrywanie plików do tłumaczeń w repozytorium
pt_br: Detecção automática de arquivos traduzíveis em um repositório
pt_pt: Deteção automática de ficheiros traduzíveis num repositório
ro: Detectare automată a fișierelor traductibile într-un depozitar
ru: Автоматическое обнаружение переводимых файлов в репозитории
sk: Automatická detekcia preložiteľných súborov v odkladacom priestore
sl: Samodejna zaznava datotek za prevajanje v skladišču
sq: Pikasje e vetvetishme e kartelave të përkthyeshme në një depo
sr: Аутоматско откривање фајлова за превод унутар складишта
sr_latn: Automatsko otkrivanje fajlova za prevod unutar skladišta
sv: Automatisk detektering av översättningsbara filer i förrådet
ta: ஒரு களஞ்சியத்தில் மொழிபெயர்க்கக்கூடிய கோப்புகளை தானாக கண்டறிதல்
th: ตรวจจับไฟล์ที่แปลได้ในคลังโค้ด (Repository) โดยอัตโนมัติ
tr: Depodaki çevrilebilir dosyaların kendiliğinden algılanması sağlandı
uk: Самовиявлення файлів перекладу в репозиторії

source: June 2018
ar: يونيو 2018
be: Ліпень 2018
be_latn: Lіpen' 2018
bg: Юни 2018 година
ca: Juny del 2018
cs: červen 2018
da: Juni 2018
de: Juni 2018
el: Ιούνιος 2018
es: Junio de 2018
et: Juuni 2018
fi: Kesäkuu 2018
fr: Juin 2018
ga: Meitheamh 2018
gl: Xuño de 2018
he: יוני 2018
hr: Lipanj 2018.
hu: 2018. június
id: Juni 2018
is: Júní 2018
it: Giugno 2018
ja: 2018 年 6 月
kab: Yunyu 2018
lt: 2018 m. birželis
nb: Juni 2018
nl: Juni 2018
pl: Czerwiec 2018
pt_br: Junho de 2018
pt_pt: Junho 2018
ro: Iunie 2018
ru: Июнь 2018
sk: Jún 2018
sl: Junij 2018
sq: Qershor, 2018
sr: јун 2018
sr_latn: jun 2018
sv: Juni 2018
ta: சூன் 2018
th: มิถุนายน 2018
tr: Haziran 2018
uk: Червень 2018

source: Weblate 3.0 is released with rewritten and more flexible access control
ar: تم إصدار Weblate 3.0 مع تحكم معاد تصميمه ليصبح أكثر مرونة في الوصول
be: Weblate 3.0 выпушчаны з перапісаным і больш варыятыўным кіраваннем доступам
be_latn: Weblate 3.0 vy'pushchany' z perapіsany'm і bol'sh vary'yaty'ўny'm kіravannem dostupam
bg: Излиза Weblate версия 3.0, с пренаписан и много по-гъвкав контрол на достъпа
ca: Es publica el Weblate 3.0, amb un control d’accés reescrit i més flexible
cs: Vydáno Weblate 3.0 s přepsaným a pružnějším řízením přístupu
da: Weblate 3.0 er udgivet med omskrevet og mere fleksibel adgangskontrol
de: Weblate 3.0 wird mit einer neu geschriebenen und flexibleren Zugriffssteuerung veröffentlicht
el: Το Weblate 3.0 επανασχεδιάστηκε με πιο ευέλικτο έλεγχο πρόσβασης
es: Se publica Weblate 3.0, con un control de acceso reescrito para mayor flexibilidad
et: Weblate 3.0 väljalase ümberkirjutatud ning paindlikuma pääse haldusega
fi: Weblate 3.0 on julkaistu uudelleenkirjoitetulla ja joustavammalla kulunhallinnalla
fr: La version 3.0 de Weblate est publiée avec des contrôles d’accès réécrits et plus flexibles
ga: Scaoiltear Weblate 3.0 le rialú rochtana athscríofa agus níos solúbtha
gl: Publícase Weblate 3.0, cun control de acceso reescrito para maior flexibilidade
he: Weblate 3.0 יצאה לאור והציגה בקרת גישה משוכתבת וגמישה יותר
hr: Weblate 3.0 je objavljen s novom i fleksibilnijom kontrolom pristupa
hu: Megjelent a Weblate 3.0, átdolgozott és rugalmasabb hozzáférés-vezérléssel
id: Weblate 3.0 dirilis dengan akses kontrol yang ditulis ulang dan lebih fleksibel
is: Weblate 3.0 er gefið út með endurskrifaðri og sveigjanlegari aðgangsstýringu
it: Viene rilasciato Weblate 3.0, col controllo degli accessi riscritto e più flessibile
ja: Weblate 3.0 は、書き換えにより、多彩なアクセス制御を実現してリリースしました
kab: Weblate 3.0 yeffeɣ-d s usefrek n uneclum aleqqaɣ, i ibeddlen tdaɣen ira
lt: Išleista 3-ioji „Weblate“ versija su perrašyta ir lankstesne prieigos kontrole
nb: Weblate 3.0 slippes med omskrevet og mer fleksibel tilgangskontroll
nl: Weblate 3.0 is vrijgegeven, met opnieuw opgebouwde en flexibelere toegangscontrole
pl: Weblate 3.0 jest publikowany z przepisanym i bardziej elastycznym systemem kontroli dostępu
pt_br: Weblate 3.0 é lançado com controle de acesso reescrito e mais flexível
pt_pt: O Weblate 3.0 foi lançado com controlo de acesso reescrito e mais flexível
ro: Weblate 3.0 este lansat cu un control al accesului rescris și mai flexibil
ru: Weblate 3.0 выпущен с переписанным и более гибким контролем доступа
sk: Vychádza Weblate 3.0 s prepísaným a flexibilnejším riadením prístupu
sl: Izšel je Weblate 3.0 z novo napisanim in bolj prilagodljivim nadzorom dostopa
sq: Weblate 3.0 hidhet në qarkullim me kontroll hyrjesh të rishkruar dhe më të zhdërvjellët
sr: Weblate 3.0 је објављен са дорађеним и прилагодљивијим контролама приступа
sr_latn: Weblate 3.0 je objavljen sa prepisanom i fleksibilnijom kontrolom pristupa
sv: Weblate 3.0 släpps med en omskriven och mer flexibel åtkomstkontroll
ta: வலைபெயர்ப்பு 3.0 மீண்டும் எழுதப்பட்ட மற்றும் மிகவும் நெகிழ்வான அணுகல் கட்டுப்பாட்டுடன் வெளியிடப்படுகிறது
th: ปล่อย Weblate 3.0 พร้อมระบบควบคุมสิทธิ์การเข้าถึงที่เขียนใหม่และยืดหยุ่นกว่าเดิม
tr: Weblate 3.0 daha esnek erişim denetimi ile yeniden yazılarak yayınlandı
uk: Weblate 3.0 випускається з переписаним і гнучкішим керуванням доступом

source: April 2018
ar: أبريل 2018
be: Красавік 2018
be_latn: Krasavіk 2018
bg: Април 2018 година
ca: Abril del 2018
cs: duben 2018
el: Απρίλιος 2018
es: Abril de 2018
et: Aprill 2018
fi: Huhtikuu 2018
fr: Avril 2018
ga: Aibreán 2018
gl: Abril de 2018
he: אפריל 2018
hr: Travanj 2018.
hu: 2018. április
is: Apríl 2018
it: Aprile 2018
ja: 2018 年 4 月
kab: Yebrir 2018
lt: 2018 m. balandis
pl: Kwiecień 2018
pt_br: Abril de 2018
pt_pt: Abril de 2018
ro: Aprilie 2018
ru: Апрель 2018
sk: Apríl 2018
sq: Prill, 2018
sr: април 2018
ta: ஏப்ரல் 2018
th: เมษายน 2018
tr: Nisan 2018
uk: Квітень 2018

source: Built-in translation memory
ar: ذاكرة ترجمة مُدمجة
be: Убудаваная памяць перакладаў
be_latn: Ubudavanaya pamyacz' perakladaў
bg: Вградена памет за преводи
ca: Memòria de traducció incorporada
cs: Vestavěná překladová paměť
da: Indbygget oversættelseshukommelse
de: Integriertes Übersetzungsarchiv
el: Ενσωματωμένη μεταφραστική μνήμη
es: Memoria de traducción incorporada
et: Sisse-ehitatud tõlkemälu
fi: Sisäänrakennettu käännösmuisti
fr: Mémoire de traduction intégré
ga: Cuimhne aistriúcháin ionsuite
gl: Memoria de tradución integrada
he: זיכרון תרגום מובנה
hr: Ugrađena prevodilačka memorija
hu: Beépített fordítási memória
id: Memori terjemahan bawaan
is: Innbyggt þýðingaminni
it: Memoria traduzione integrata
ja: 翻訳メモリを標準搭載
kab: Takatut n tsuqilt tusliɣt
lt: Įdiegta vertimo atmintis
nb: Innebygd oversettelsesminne
nl: Ingebouwd vertaalgeheugen
pl: Wbudowana pamięć tłumaczeń
pt_br: Memória de tradução integrada
pt_pt: Memória de tradução integrada
ro: Memorie de traducere încorporată
ru: Встроенная память переводов
sk: Vstavaná prekladová pamäť
sl: Vgrajen pomnilnik prevodov
sq: Kujtesë e brendshme përkthimesh
sr: Уграђена преводилачка меморија
sr_latn: Ugrađena prevodilačka memorija
sv: Inbyggt översättningsminne
ta: உள்ளமைக்கப்பட்ட மொழிபெயர்ப்பு நினைவகம்
th: คลังคำแปลเดิม (Translation Memory) ในตัว
tr: İç çeviri belleği eklendi
uk: Вбудована пам'ять перекладів

source: February 2018
ar: فبراير 2018
be: Люты 2018
be_latn: Lyuty' 2018
bg: Февруари 2018 година
ca: Febrer del 2018
cs: únor 2018
da: Februar 2018
de: Februar 2018
el: Φεβρουάριος 2018
es: Febrero de 2018
et: Veebruar 2018
fi: Helmikuu 2018
fr: Février 2018
ga: Feabhra 2018
gl: Febreiro de 2018
he: פברואר 2018
hr: Veljača 2018.
hu: 2018. február
id: Februari 2018
is: Febrúar 2018
it: Febbraio 2018
ja: 2018 年 2 月
kab: Furar 2018
lt: 2018 m. vasaris
nb: Februar 2018
nl: Februari 2018
pl: Luty 2018
pt_br: Fevereiro de 2018
pt_pt: Fevereiro de 2018
ro: Februarie 2018
ru: Февраль 2018
sk: Február 2018
sl: Februar 2018
sq: Shkurt, 2018
sr: фебруар 2018
sr_latn: februar 2018
sv: Februari 2018
ta: பிப்ரவரி 2018
th: กุมภาพันธ์ 2018
tr: Şubat 2018
uk: Лютий 2018

source: Introducing add-ons to customize the localization workflow
ar: تقديم الإضافات لتخصيص سير عمل الترجمة
be: Увод дапаўненняў для наладжвання працэсу лакалізацыі
be_latn: Uvod dapaўnennyaў dlya naladzhvannya pracze'su lakalіzaczy'і
ca: Introduïm complements per a personalitzar el flux de treball de localització
cs: Představujeme doplňky umožňující úpravu procesu lokalizace
da: Introduktion af tilføjelser til tilpasning af lokaliseringsarbejdsgangen
de: Einführung von Erweiterungen zur Anpassung des Lokalisierungsprozesses
el: Εισαγωγή πρόσθετων για την προσαρμογή της ροής μεταφράσεων
es: Presentamos los complementos para personalizar el flujo de trabajo de localización
et: Laienduste tutvustamine lokaliseerimis töövoo kohandamiseks
fi: Tuo uutena lisäosat lokalisoidun työflow'n luontiin
fr: Introduction des greffons afin de personnaliser le processus de traduction
ga: Breiseáin a thabhairt isteach chun an sreabhadh oibre logánaithe a shaincheapadh
gl: Introdúcense os engadidos para personalizar o fluxo de traballo de rexionalización
he: הצגת תוספים כדי להתאים את מהלך התרגום
hr: Uvođenje dodataka za prilagođavanje radnog toka lokalizacije
hu: Kiegészítők bevezetése a lokalizációs munkafolyamat testreszabásához
id: Memperkenalkan pengaya untuk memersonalisasi alur kerja proses pelokalan
is: Nýir hugbúnaðaraukar til að sérsníða vinnuferli staðfærslunnar kynntir
it: Introduzione degli add-on per personalizzare il flusso di lavoro della localizzazione
ja: 翻訳のワークフローをカスタマイズするためのアドオンの導入
kab: Aseddu n yizegrar deg umuddu n wudem n ukala n uxeddim deg usideg
lt: Papildiniai, skirti tinkinti lokalizacijos darbo procesą
nb: Introduksjon av tillegg for tilpasning av lokaliseringsarbeidsflyten
nl: Nieuw: uitbreidingen om de vertaalomgeving naar wens aan te passen
pl: Wprowadzanie dodatków do dostosowania przepływu pracy w zakresie lokalizacji
pt_br: Apresentamos extensões para personalizar o fluxo de trabalho de localização
ro: Introducerea de suplimente pentru a personaliza fluxul de lucru al localizării
ru: Введение дополнительных модулей для настройки перевода
sk: Predstavujeme doplnky na prispôsobenie pracovného postupu lokalizácie
sl: Uvedba dodatkov za prilagajanje poteka lokalizacije
sq: Sjellje për herë të parë shtesash për përshtatje të rrjedhës së punës gjatë përkthimesh
sr: Увођење додатака ради прилагођавања тока локализације
sr_latn: Predstavljamo dodatke za prilagođavanje toka lokalizacije
sv: Introduktion av tillägg för att anpassa lokaliseringsarbetsflödet
ta: உள்ளூர்மயமாக்கல் பணிப்பாய்வுகளைத் தனிப்பயனாக்க துணை நிரல்களை அறிமுகப்படுத்துகிறது
th: แนะนำส่วนเสริม (Add-ons) เพื่อปรับแต่งกระบวนการทำงานด้านการแปลภาษาให้เป็นภาษาท้องถิ่น
tr: Yerelleştirme iş akışını özelleştirme eklentileri sunuldu
uk: Представлення додатків для налаштування робочого процесу локалізації

source: Bringing more fine grained per project ACL settings
ar: جلب المزيد من الإعدادات الدقيقة لسياسة التحكم في الوصول
be: Увод больш падрабязных наладаў ACL для кожнага праекта
be_latn: Uvod bol'sh padrabyazny'x naladaў ACL dlya kozhnaga praekta
ca: Configuració més acurada per al control d’accés als projectes
cs: Přináší podrobnější možnosti nastavování přístupu
da: Mere finkornede ACL-indstillinger pr. projekt
de: Detailliertere Einstellungen der Zugriffssteuerungsliste pro Projekt
el: Φέρνοντας πιο λεπτομερείς ρυθμίσεις ACL ανά έργο
es: Configuración más detallada para el control de acceso a los proyectos
et: Palju peene-osalisemate projekti põhiste ACL-sätete tutvustamine
fi: Tuo enemmän tarkkoja projektikohtaisia pääsynhallinnan asetuksia
fr: Ajoutant une gestion fine des contrôles d’accès au niveau projet
ga: Níos míne a thabhairt do gach socrú ACL tionscadail
gl: Achegando axustes máis precisos de ACL (listas de control de acceso) por proxecto
he: הגשת הגדרות יותר ממוקדות לבקרת הגישה
hr: Uvođenje detaljiziranih ACL postavki po projektu
hu: Finomhangolható, projektszintű hozzáférés-vezérlés bevezetése
id: Menyediakan berbagai setelan ACL yang lebih mendetil bagi tiap proyek
is: Nákvæmari stillingar ACL (access control list, aðgangsstjórnunarlisti) fyrir hvert verkefni
it: Definizione impostazioni ACL più precise per progetto
ja: プロジェクトごとの ACL 設定の細分化
kab: Irennu asefrek lqayen n usenqed n yinekcam deg usenfar
lt: Smulkmeniškesni prieigos kontrolės sąrašų nustatymai, pritaikomi kiekvienam projektui atskirai
nb: Mer finjusterte ACL-innstillinger per prosjekt
nl: Verbeterde ACL-instellingen, per project
pl: Wprowadzanie bardziej precyzyjnych ustawień ACL dla projektów
pt_br: Trazendo configurações mais refinadas de ACL de projeto
pt_pt: Com definições de ACL mais refinadas por projeto
ro: Aducerea unor setări ACL mai fine pentru fiecare proiect în parte
ru: Введение более детальных ACL для каждого проекта
sk: Prinášame podrobnejšie nastavenia zoznamu kontroly prístupu
sl: Prinašanje natančnejših nastavitev ACL za posamezen projekt
sq: Po sillen më tepër rregullime ACL për kontroll të imët sipas projektesh
sr: Увођење детаљнијих АЦЛ поставки по пројекту
sv: Få mer finkornigt per projekt ACL-inställningar
ta: திட்ட acl அமைப்புகளுக்கு மிகச் சிறந்த தானியங்களைக் கொண்டுவருகிறது
th: นำเสนอการตั้งค่า ACL รายโครงการที่ละเอียดมากยิ่งขึ้น
tr: Proje erişim denetimi ayarlarının ayrıntıları artırıldı
uk: Введення докладніших ACL для кожного проєкту

source: April 2017
ar: أبريل 2017
be: Красавік 2017
be_latn: Krasavіk 2017
bg: Април 2017 година
ca: Abril del 2017
cs: duben 2017
el: Απρίλιος 2017
es: Abril de 2017
et: Aprill 2017
fi: Huhtikuu 2017
fr: Avril 2017
ga: Aibreán 2017
gl: Abril de 2017
he: אפריל 2017
hr: Travanj 2017.
hu: 2017. április
is: Apríl 2017
it: Aprile 2017
ja: 2017 年 4 月
kab: Yebrir 2017
lt: 2017 m. balandis
pl: Kwiecień 2017
pt_br: Abril de 2017
pt_pt: Abril de 2017
ro: Aprilie 2017
ru: Апрель 2017
sk: Apríl 2017
sq: Prill, 2017
sr: април 2017
ta: ஏப்ரல் 2017
th: เมษายน 2017
tr: Nisan 2017
uk: Квітень 2017

source: Security program opened at HackerOne
ar: تم فتح برنامج الأمان في منصة HackerOne
be: У HackerOne адкрытая праграма бяспекі
be_latn: U HackerOne adkry'taya pragrama byaspekі
ca: Obrim un programa de seguretat a HackerOne
cs: Otevřen bezpečnostní program na HackerOne
da: Sikkerhedsprogram åbnet på HackerOne
de: Sicherheitsprogramm auf HackerOne eröffnet
el: Το πρόγραμμα ασφαλείας άνοιξε στο HackerOne
es: Abrimos un programa de seguridad en HackerOne
et: Avati HackerOne turvalisus kava
fi: Turvaohjelma avattu HackerOnessa
fr: Programme de sécurité ouvert chez HackerOne
ga: Osclaíodh clár slándála ag HackerOne
gl: Abrimos un programa de seguranza en HackerOne
he: נפתחה תכנית אבטחה ב־HackerOne
hr: Sigurnosni program, započet u HackerOne
hu: Biztonsági program indítása a HackerOne-on
id: Program keamanan dibuka pada HackerOne
is: Öryggisáætlun sett í gang hjá HackerOne
it: Programma di sicurezza aperto su HackerOne
ja: HackerOne でセキュリティ プログラムの開始
kab: Ahil n tɣellist yeldi deg HackerOne
lt: Saugumo programos atidarymas su „HackerOne“
nb: Sikkerhetsprogram åpnet hos HackerOne
nl: Beveiligingsprogramma geopend op HackerOne
pl: Program sprawdzajacy bezpieczeństwo, otwarty w HackerOne
pt_br: Programa de segurança aberto no HackerOne
pt_pt: Programa de segurança aberto no HackerOne
ro: Program de securitate deschis la HackerOne
ru: В HackerOne открыта программа безопасности
sk: Otvorený bezpečnostný program na platforme HackerOne
sl: Varnostni program odprt pri HackerOne
sq: U hap program sigurie në HackerOne
sr: Безбедносни програм покренут на „HackerOne“
sr_latn: Bezbednosni program otvoren na HackerOne
sv: Säkerhetsprogram öppnat på HackerOne
ta: பாதுகாப்பு திட்டம் ஏக்கரோனில் திறக்கப்பட்டது
th: เปิดโปรแกรมความปลอดภัยที่ HackerOne
tr: HackerOne üzerinde güvenlik programı açıldı
uk: У HackerOne відкрився застосунок безпеки

source: November 2016
ar: نوفمبر 2016
be: Лістапад 2016
be_latn: Lіstapad 2016
bg: Ноември 2016 година
ca: Novembre del 2016
cs: listopad 2016
el: Νοέμβριος 2016
es: Noviembre de 2016
fi: Marraskuu 2016
fr: Novembre 2016
ga: Samhain 2016
gl: Novembro de 2016
he: נובמבר 2016
hr: Studeni 2016.
hu: 2016. november
is: Nóvember 2016
it: Novembre 2016
ja: 2016 年 11 月
kab: Wamber 2016
lt: 2016 m. lapkritis
pl: Listopad 2016
pt_br: Novembro de 2016
pt_pt: Novembro de 2016
ro: Noiembrie 2016
ru: Ноябрь 2016
sq: Nëntor, 2016
sr: новембар 2016
sr_latn: novembar 2016
ta: நவம்பர் 2016
th: พฤศจิกายน 2016
tr: Kasım 2016
uk: Листопад 2016
