Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Wanna see something nice here?
ar: تريد أن ترى شيئا لطيفا هنا؟
be: Хочаце ўбачыць тут нешта прыемнае?
be_latn: Xochacze ўbachy'cz' tut neshta pry'emnae?
ca: Voleu veure alguna cosa bonica aquí?
cs: Chcete zde vidět něco pěkného?
da: Vil du se noget fedt her?
de: Möchten Sie hier etwas Schönes sehen?
el: Θέλετε να δείτε κάτι ωραίο εδώ;
es: ¿Quiere ver algo bonito aquí?
fi: Haluatko nähdä jotain kivaa tässä?
fr: Souhaitez-vous afficher quelque chose de « beau » ici ?
ga: Ag iarraidh rud éigin deas a fheiceáil anseo?
gl: Quere ver algo ben feitiño aquí?
he: בא לך לראות כאן משהו נחמד?
hr: Želiš li ovdje vidjeti nešto lijepo?
hu: Szeretne itt látni valami szépet?
id: Ingin melihat sesuatu yang bagus?
is: Viltu sjá eitthvað fallegt hér?
it: Vuoi vedere qui qualcosa di carino?
ja: ここで何か素敵なものを見ませんか？
kab: Tebɣid ad d-twaliḍ kra n tɣawsa icebḥen da?
nb: Vil du se en hyggelig melding her?
nl: Wilt u hier iets moois zien?
pl: Chcesz zobaczyć tu coś miłego?
pt_br: Quer ver algo legal aqui?
ro: Vrei să vezi ceva frumos aici?
ru: Хотите увидеть здесь что-нибудь приятное?
sk: Chcete tu vidieť niečo pekné?
sq: Doni të shihni këtu diçka të lezetshme?
sr: Желите ли видети нешто лепо овде?
sv: Vill du se något trevligt här?
ta: இங்கே நன்றாக ஏதாவது பார்க்க வேண்டுமா?
th: อยากเห็นอะไรดี ๆ ตรงนี้ไหม
tr: Burada güzel bir şey görmek ister misiniz?
uk: Хочете побачити тут щось добре?

source: Share
ar: مشاركة
be: Падзяліцца
be_latn: Padzialіcca
bg: Споделяне
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
et: Jaga
fi: Jaa
fr: Partager
ga: Roinn
gl: Compartir
he: שיתוף
hr: Dijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有
kab: Bḍu
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľajte
sl: Deli
sq: Ndajeni me të tjerë
sr: Подели
sr_latn: Podeli
sv: Dela
ta: பகிர்
th: แชร์
tr: Paylaş
uk: Поширити

source: Share with friends
ar: شاركه مع الأصدقاء
be: Падзяліцца з сябрамі
be_latn: Padzyalіczcza z syabramі
ca: Comparteix-ho amb els amics
cs: Sdílet s přáteli
da: Del med venner
de: Mit Freunden teilen
el: Κοινή χρήση με φίλους
es: Compartir con amigos
fi: Jaa kavereiden kanssa
fr: Partager avec des amis
ga: Roinn le cairde
gl: Compartir con amigos
he: שיתוף עם חברים
hr: Dijeli s prijateljima
hu: Megosztás ismerősökkel
id: Bagikan kepada teman
is: Deildu með vinum
it: Condividi con gli amici
ja: 友人と共有
kab: Bḍu d yimeddukal
nb: Del med venner
nl: Delen met vrienden
pl: Podziel się z przyjaciółmi
pt_br: Compartilhe com seus amigos
pt_pt: Partilhar com amigos
ro: Partajează cu prietenii
ru: Поделиться с друзьями
sk: Zdieľať s kamarátmi
sq: Ndajeni me shokët
sr: Дели са пријатељима
sr_latn: Podelite sa prijateljima
sv: Dela med vänner
ta: நண்பர்களுடன் பகிருங்கள்
th: แชร์กับเพื่อน
tr: Arkadaşlarınla paylaş
uk: Поділитися з друзями

source: Other topics
ar: مواضيع أخرى
be: Іншыя тэмы
be_latn: Іnshy'ya te'my'
ca: Altres temes
cs: Další témata
da: Andre emner
de: Weitere Themen
el: Άλλα θέματα
es: Otros temas
fi: Muut aiheet
fr: Autres sujets
ga: Ábhair eile
gl: Outros temas
he: נושאים אחרים
hr: Ostale teme
hu: Egyéb témák
id: Topik lain
is: Önnur mál
it: Altri argomenti
ja: その他のトピック
kab: Isental-nniḍen
nb: Andre emner
nl: Andere onderwerpen
pl: Inne tematy
pt_br: Outros tópicos
pt_pt: Outros tópicos
ro: Alte subiecte
ru: Другие темы
sk: Ďalšie témy
sl: Druge teme
sq: Tema të tjera
sr: Друге теме
sr_latn: Druge teme
sv: Andra ämnen
ta: பிற தலைப்புகள்
th: หัวข้ออื่น ๆ
tr: Diğer konular
uk: Інші теми

source: Milestones
ar: الأهداف
be: Этапы
be_latn: E'tapy'
ca: Fites
cs: Milníky
da: Milepæle
de: Meilensteine
el: Ορόσημα
es: Hitos
fi: Virstanpylväät
fr: Jalons
ga: Clocha míle
gl: Fitos
he: אבני דרך
hr: Ciljevi
hu: Mérföldkövek
id: Pencapaian
is: Verkáfangar
it: Pietre miliari
ja: マイルストーン
kab: Imecwaṛen
nb: Milepæler
nl: Mijlpalen
pl: Kamień milowy
pt_br: Marcos
pt_pt: Objetivos
ro: Repere
ru: Этапы
sk: Míľniky
sq: Objektiva
sr: Прекретнице
sr_latn: Prekretnice
sv: Milstolpar
ta: மைல்கற்கள்
th: เหตุการณ์สำคัญ (Milestones)
tr: Aşamalar
uk: Віхи

source: Related Articles
ar: المقالات ذات الصلة
be: Звязаныя артыкулы
be_latn: Zvyazany'ya arty'kuly'
ca: Articles relacionats
cs: Související články
da: Relaterede artikler
de: Zugehörige Artikel
el: Σχετικά Άρθρα
es: Artículos relacionados
fi: Liittyvät artikkelit
fr: Articles liés
ga: Airteagail Ghaolmhara
gl: Artigos relacionados
he: מאמרים קשורים
hr: Srodni članci
hu: Kapcsolódó cikkek
id: Artikel terkait
is: Tengdar greinar
it: Articoli collegati
ja: 関連記事
kab: Imagraden icudden
nb: Relaterte artikler
nl: Gerelateerde artikelen
pl: Pokrewne artykuły
pt_br: Artigos relacionados
pt_pt: Artigos Relacionados
ro: Articole similare
ru: Связанные статьи
sk: Súvisiace články
sl: Sorodni članki
sq: Artikuj të Afërt
sr: Сродни чланци
sr_latn: Vezani tekstovi
sv: Relaterade artiklar
ta: தொடர்புடைய கட்டுரைகள்
th: บทความที่เกี่ยวข้อง
tr: İlgili yazılar
uk: Пов'язані статті

source: Back to blog
ar: العودة إلى المدونة
be: Вярнуцца ў блог
be_latn: Vyarnuczcza ў blog
ca: Torna al blog
cs: Zpět na blog
da: Tilbage til blog
de: Zurück zum Blog
el: Επιστροφή στο ιστολόγιο
es: Volver al blog
fi: Takaisin blogiin
fr: Retourner au blog
ga: Ar ais go blag
gl: Volver ao blog
he: חזרה לבלוג
hr: Natrag na blog
hu: Vissza a bloghoz
id: Kembali ke blog
is: Til baka í bloggið
it: Torna al blog
ja: ブログに戻る
kab: Uqal ɣer ublug
lt: Atgal į tinklaraštį
nb: Tilbake til blogg
nl: Terug naar blog
pl: Powrót do bloga
pt_br: Voltar ao blog
pt_pt: Voltar ao blogue
ro: Înapoi la blog
ru: Вернуться к блогу
sk: Späť na blog
sl: Nazaj na blog
sq: Mbrapsht tek blogu
sr: Назад на блог
sr_latn: Nazad na blog
sv: Tillbaka till bloggen
ta: வலைப்பதிவுக்குத் திரும்பு
th: กลับไปที่บล็อก
tr: Günlüğe dön
uk: Повернутися до блоґу

source: %(size)d byte
ar: %(size)d صفر
be: %(size)d байт
be_latn: %(size)d bajt
bg: %(size)d байт
cs: %(size)d bajt
fi: %(size)d tavu
fr: %(size)d octet
ga: %(size)d beart
he: בית %(size)d
hr: %(size)d bajt
hu: %(size)d bájt
id: %(size)d bita
is: %(size)d bæt
ja: %(size)d bytes
kab: %(size)d n ubit
pl: %(size)d bajt
ro: %(size)d octet
ru: %(size)d байт
sk: %(size)d bajt
sl: %(size)d bajt
sq: %(size)d bajt
sr: %(size)d бајт
sr_latn: %(size)d bajt
ta: %(size)d பைட்
th: %(size)d ไบต์
tr: %(size)d bayt
uk: %(size)d байт

source: Sources tarball, bzip2 compressed
ar: مصادر تار، مضغوطة بصيغة bzip2
be: Архіў з зыходным кодам, bzip2
be_latn: Tarboly z zychodnіkamі, bzip2-archіŭ
bg: Архив с изходния код, компресиран чрез bzip2
ca: Arxiu .tar del codi font, comprimit amb bzip2
cs: Zdrojový tarball, komprimovaný bzipem2
da: Kilder tarball, bzip2-komprimeret
de: tar-Quellpaket, bzip2-komprimiert
el: Προελεύσεις tarball, συμπιεσμένο bzip2
es: Archivador .tar del código fuente, comprimido con bzip2
fi: Lähteet tar, bzip2-pakattuja
fr: Archive source, compressée bzip2
ga: Foinsí tarball, bzip2 comhbhrúite
gl: Paquete .tar do código fonte, comprimido con bzip2
he: קובץ tar של קוד המקור, דחוס עם bzip2‏
hr: Tar arhiva izvora, komprimirani bzip2
hu: Forráskód tar-archívumban, bzip2 tömörítéssel
id: Kode sumber berformat tarball, terkompresi bzip2
is: Safnskrá með grunnkóða, þjappað á bzip2-sniði
it: Archivio dei sorgenti, compresso con bzip2
ja: ソース tarball、bzip2 圧縮
kab: Iɣbula tarball, bzip2 yettwaskussmen
nb: Kildekode i tarball, bzip2-komprimert
nl: Broncode-tarball, bzip2-gecomprimeerd
pl: Źródła tarball, skompresowany bzip2
pt_br: Pacote tar de fontes, comprimido com bzip2
pt_pt: Tarball de código fonte, comprimido em bzip2
ro: Surse tarball, comprimat bzip2
ru: Архив исходного кода, сжатый bzip2
sk: Zdrojový tarball, komprimovaný bzipom2
sl: Tarball izvornih datotek, stisnjeno kot bzip2
sq: Paketë burimesh, ngjeshur si .bzip2
sr: Изворни кôд, ТАР архива, „bzip2“ компресија
sr_latn: Izvorni kôd, TAR arhiva, „bzip2“ kompresija
sv: Källkod i tarball, bzip2-komprimerad
ta: ஆதாரங்கள் நாடாகாப்பகபந்து, பிசிப்2 சுருக்கப்பட்டது
th: ซอร์สโค้ด Tarball, บีบอัดด้วย bzip2
tr: Kaynaklar tarball, bzip2 ile sıkıştırılmış
uk: Заархівований код у bzip2

source: Sources tarball, gzip compressed
ar: المصادر تار، مضغوطة بصيغة gzip
be: Архіў з зыходным кодам, gzip
be_latn: Tarboly z zychodnіkamі, gzip-archіŭ
bg: Архив с изходния код, компресиран чрез gzip
ca: Arxiu .tar del codi font, comprimit amb gzip
cs: Zdrojový tarball, komprimový gzipem
da: Kilder tarball, gzip-komprimeret
de: tar-Quellpaket, gzip-komprimiert
el: Προελεύσεις tarball, συμπιεσμένο gzip
es: Archivador .tar del código fuente, comprimido con gzip
fi: Lähteet tar, gzip-pakattuja
fr: Archive source, compressée gzip
ga: Foinsí tarball, gzip comhbhrúite
gl: Paquete .tar do código fonte, comprimido con gzip
he: קובץ tar של קוד המקור, דחוס עם gzip‏
hr: Tar arhiva izvora, komprimirani gzip
hu: Forráskód tar-archívumban, gzip tömörítéssel
id: Kode sumber berformat tarball, terkompresi gzip
is: Safnskrá með grunnkóða, þjappað á gzip-sniði
it: Archivio dei sorgenti, compresso con gzip
ja: ソース tarball、gzip 圧縮
kab: Iɣbula tarball, gzip yettwaskussmen
nb: Kildekode i tarball, gzip-komprimert
nl: Broncode-tarball, gzip-gecomprimeerd
pl: Źródła tarball, skompresowany gzip
pt_br: Pacote tar de fontes, comprimido com gzip
pt_pt: Tarball de código fonte, comprimido em gzip
ro: Surse tarball, comprimat gzip
ru: Архив исходного кода, сжатый gzip
sk: Zdrojový tarball, komprimovaný gzipom
sl: Tarball izvornih datotek, stisnjeno kot gzip
sq: Paketë burimesh, ngjeshur si .gzip
sr: Изворни кôд, ТАР архива, „gzip“ компресија
sr_latn: Izvorni kôd, TAR arhiva, „gzip“ kompresija
sv: Källkod i tarball, gzip-komprimerad
ta: ஆதாரங்கள் நாடாகாப்பகபந்து, சிசிப் சுருக்கப்பட்டது
th: ซอร์สโค้ด Tarball, บีบอัดด้วย gzip
tr: Kaynaklar tarball, gzip ile sıkıştırılmış
uk: Заархівований код у gzip

source: Sources tarball, xz compressed
ar: المصادر تار، مضغوطة ب xz
be: Архіў з зыходным кодам, xz
be_latn: Tarboly z zychodnіkamі, xz-archіŭ
bg: Архив с изходния код, компресиран чрез xz
ca: Arxiu .tar del codi font, comprimit amb xz
cs: Zdrojový tarball, komprimový xz
da: Kilder tarball, xz-komprimeret
de: tar-Quellpaket, xz-komprimiert
el: Προελεύσεις tarball, συμπιεσμένο xz
es: Archivador .tar del código fuente, comprimido con xz
fi: Lähteet tar, xz-pakattuja
fr: Archive source, compressée xz
ga: Foinsí tarball, xz comhbhrúite
gl: Paquete .tar do código fonte, comprimido con xz
he: קובץ tar של קוד המקור, דחוס עם xz‏
hr: Tar arhiva izvora, komprimirani xz
hu: Forráskód tar-archívumban, xz tömörítéssel
id: Kode sumber berformat tarball, terkompresi xz
is: Safnskrá með grunnkóða, þjappað á xz-sniði
it: Archivio dei sorgenti, compresso con xz
ja: ソース tarball、xz 圧縮
kab: Iɣbula tarball, xz yettwaskussmen
nb: Kildekode i tarball, xz-komprimert
nl: Broncode-tarball, xz-gecomprimeerd
pl: Źródła tarball, skompresowany xz
pt_br: Pacote tar de fontes, comprimido com xz
pt_pt: Tarball de código fonte, comprimido em xz
ro: Surse tarball, comprimat xz
ru: Архив исходного кода, сжатый xz
sk: Zdrojový tarball, komprimovaný xz
sl: Tarball izvornih datotek, stisnjeno kot xz
sq: Paketë burimesh, ngjeshur si .xz
sr: Изворни кôд, ТАР архива, „xz“ компресија
sr_latn: Izvorni kôd, TAR arhiva, „xz“ kompresija
sv: Källkod i tarball, xz-komprimerad
ta: ஆதாரங்கள் நாடாகாப்பகபந்து, ஃச்சட் சுருக்கப்பட்டது
th: ซอร์สโค้ด Tarball, บีบอัดด้วย xz
tr: Kaynaklar tarball, xz ile sıkıştırılmış
uk: Заархівований код у xz

source: Sources, zip compressed
ar: المصادر، مضغوطة بصيغة Zip
be: Архіў з зыходным кодам, zip
be_latn: Zachodnіkі, zip-archіŭ
bg: Файлове с изходния код, компресирани чрез zip
ca: Codi font, comprimit amb zip
cs: Zdrojové kódy, komprimované zipem
da: Kilder, zip-komprimeret
de: Quellen, zip-komprimiert
el: Προελεύσεις, συμπιεσμένο zip
es: Código fuente, comprimido con zip
fi: Lähteet, zip-pakattuja
fr: Archive source, compressée zip
ga: Foinsí, zip comhbhrúite
gl: Paquete do código fonte, comprimido con zip
he: קובצי המקור, מכווצים ב־zip
hr: Izvori, komprimirani zip
hu: Forráskód, zip tömörítéssel
id: Kode sumber terkompresi zip
is: Safnskrá með grunnkóða, þjappað á zip-sniði
it: Sorgenti, compressi con zip
ja: ソース、zip 圧縮
kab: Iɣbula, zip yettwaskussmen
nb: Kildekode, zip-komprimert
nl: Broncode, zip-gecomprimeerd
pl: Źródła, skompresowany zip
pt_br: Fontes, comprimidas com zip
pt_pt: Código fonte, comprimido em zip
ro: Surse, comprimat zip
ru: Архив исходного кода, сжатый zip
sk: Zdrojové kódy, komprimované zipom
sl: Izvorne datoteke, stisnjeno kot zip
sq: Burime, ngjeshur si .zip
sr: Изворни кôд, „zip“ компресија
sr_latn: Izvorni kôd, „zip“ kompresija
sv: Källkod, zip-komprimerad
ta: ஆதாரங்கள், சிப் சுருக்கப்பட்டது
th: ซอร์สโค้ด, บีบอัดด้วย zip
tr: Kaynaklar, zip ile sıkıştırılmış
uk: Вихідний код, стиснутий у zip

source: Python Wheel package
be_latn: Spisi rassilki karistaĺnikaŭ i rasprakoŭnikaŭ
ca: Paquet Wheel de Python
cs: Balíček Python Wheel
da: Python Wheel-pakke
de: Python-Wheel-Paket
el: Python Wheel πακέτο
es: Paquete Wheel de Python
et: Python Wheeli pakett
fr: Package Python Wheel
ga: Pacáiste Rothaí Python
gl: Paquete Wheel de Python
he: חבילת Wheel של Python
hr: Paket Python arhive
hu: Python Wheel-csomag
id: Paket Python Wheel
is: Python Wheel pakki
it: Pacchetto Python Wheel
ja: Python Wheel パッケージ
nl: Python Wheel-pakket
pl: Pakiet Python Wheel
pt_br: Pacote Python Wheel
ro: Pachetul Python Wheel
ru: Пакет Python Wheel
sk: Balíček Python Wheel
sq: Paketë Python Wheel
ta: முழு அடுக்கு உருவாக்குபவர்
th: แพ็กเกจ Python Wheel
tr: Python Wheel paketi
uk: Пакет Python Wheel

# 123 translations ...
source: this month
ar: هذا الشهر
be: у гэтым месяцы
be_latn: u ge'ty'm mesyaczy'
bg: този месец
ca: aquest mes
cs: tento měsíc
da: denne måned
de: diesen Monat
el: αυτόν το μήνα
es: este mes
fi: tässä kuussa
fr: ce mois
ga: an mhí seo
gl: este mes
he: החודש
hr: ovaj mjesec
hu: ez a hónap
id: bulan ini
is: í þessum mánuði
it: questo mese
ja: 今月
kab: aggur-agi
lt: šį mėnesį
nb: denne måneden
nl: deze maand
pl: w tym miesiącu
pt_br: este mês
pt_pt: este mês
ro: luna aceasta
ru: в этом месяце
sk: tento mesiac
sl: ta mesec
sq: këtë muaj
sr: овај месец
sr_latn: ovaj mesec
sv: den här månaden
ta: இந்த மாதம்
th: เดือนนี้
tr: bu ay
uk: Цього місяця

# 123 translations ...
source: this week
ar: هذا الأسبوع
be: на гэтым тыдні
be_latn: na ge'ty'm ty'dnі
bg: тази седмица
ca: aquesta setmana
cs: tento týden
da: denne uge
de: diese Woche
el: τρέχουσα εβδομάδα
es: esta semana
fi: tällä viikolla
fr: cette semaine
ga: an tseachtain seo
gl: esta semana
he: השבוע
hr: ovaj tjedan
hu: ez a hét
id: minggu ini
is: í þessari viku
it: questa settimana
ja: 今週
kab: dduṛt-agi
lt: šią savaitę
nb: denne uken
nl: deze week
pl: w tym tygodniu
pt_br: esta semana
pt_pt: esta semana
ro: săptămâna aceasta
ru: на этой неделе
sk: tento týždeň
sl: ta teden
sq: këtë javë
sr: ова недеља
sr_latn: ova nedelja
sv: den här veckan
ta: இந்த வாரம்
th: สัปดาห์นี้
tr: bu hafta
uk: цього тижня

# 123 translations ...
source: yesterday
ar: البارحة
be: учора
be_latn: učora
bg: вчера
ca: ahir
cs: včera
da: i går
de: gestern
el: χθες
es: ayer
et: eile
fi: eilen
fr: hier
ga: inné
gl: onte
he: אתמול
hr: jučer
hu: tegnap
id: kemarin
is: í gær
it: ieri
ja: 昨日
kab: iḍelli
lt: vakar
nb: i går
nl: gisteren
pl: wczoraj
pt_br: ontem
pt_pt: ontem
ro: ieri
ru: вчера
sk: včera
sl: včeraj
sq: dje
sr: јуче
sr_latn: juče
sv: igår
ta: நேற்று
th: เมื่อวาน
tr: dün
uk: вчора

# 123 translations ...
source: today
ar: اليوم
be: сёння
be_latn: Sionnia
bg: днес
ca: avui
cs: dnes
da: i dag
de: heute
el: σήμερα
es: hoy
et: Täna
fi: tänään
fr: aujourd’hui
ga: inniu
gl: hoxe
he: היום
hr: danas
hu: ma
id: hari ini
is: í dag
it: oggi
ja: 今日
kab: Ass-a
lt: šiandien
nb: i dag
nl: vandaag
pl: dzisiaj
pt_br: hoje
pt_pt: hoje
ro: azi
ru: сегодня
sk: Dnes
sl: danes
sq: sot
sr: данас
sr_latn: danas
sv: I dag
ta: இன்று
th: วันนี้
tr: bugün
uk: Сьогодні

# 123 translations ...
source: recently
ar: مؤخرًا
be: нядаўна
be_latn: nyadaўna
bg: наскоро
ca: recentment
cs: před chvílí
da: for nyligt
de: vor kurzem
el: πρόσφατα
es: recientemente
et: hiljuti
fi: äskettäin
fr: récemment
ga: le déanaí
gl: recentemente
he: לאחרונה
hr: nedavno
hu: nemrég
id: belakangan ini
is: nýlega
it: recentemente
ja: 最近
kab: melmi kan
lt: neseniai
nb: nylig
nl: recent
pl: ostatnio
pt_br: recentemente
pt_pt: recentemente
ro: recent
ru: за последнее время
sk: nedávno
sl: pred kratkim
sq: së fundi
sr: недавно
sr_latn: nedavno
sv: nyligen
ta: அண்மைக் காலத்தில்
th: เมื่อเร็ว ๆ นี้
tr: son olarak
uk: нещодавно

# 123 translations ...
source: just now
ar: في هذه اللحظة
be: толькі што
be_latn: tol'kі shto
bg: току-що
ca: ara mateix
cs: právě teď
da: lige nu
de: im Moment
el: μόλις τώρα
es: ahora mismo
et: just nüüd
fi: juuri nyt
fr: à l’instant
ga: Anois féin
gl: agora mesmo
he: כרגע
hr: upravo sada
hu: épp most
id: barusan
is: á þessu augnabliki
it: proprio adesso
ja: たった今
kab: tura kan
lt: ką tik
nb: akkurat nå
nl: zojuist
pl: przed chwilą
pt_br: agora mesmo
pt_pt: agora mesmo
ro: chiar acum
ru: только что
sk: práve teraz
sl: ravnokar
sq: mu tani
sr: управо сада
sr_latn: upravo sada
sv: precis nu
ta: இப்போது
th: เมื่อสักครู่
tr: şimdi
uk: щойно

source: %d day remaining
ar: بقي%d يوم
be: Застаўся %d дзень
be_latn: Zastaўsya %d dzen'
bg: Остава %d ден
ca: %d dia restant
cs: zbývá %d den
da: %d dag tilbage
de: %d verbleibender Tag
el: Απομένει %d ημέρα
es: Queda %d día
fi: %d päivä jäljellä
fr: %d jour restant
ga: %d lá fágtha
gl: Resta %d día
he: יום %d נותר
hr: Preostaje %d dan
hu: %d nap van hátra
id: %d hari tersisa
is: %d dagur eftir
it: rimane %d giorno
ja: 残り %d 日
nb: %d dag igjen
nl: Resterend: %d dag
pl: Pozostał %d dzień
pt_br: %d dia restante
ro: %d zi rămasă
ru: Остаётся %d день
sk: Zostáva %d deň
sq: %d ditë e mbetur
sr: %d дан је преостао
sv: %d dag kvar
ta: %d நாள் மீதமுள்ளது
th: เหลือเวลาอีก %d วัน
tr: %d gün kaldı
uk: лишився %d день

source: Error in parameter %(field)s: %(error)s
ar: خطأ فى المعامل %(field)s:%(error)s
be: Памылка ў параметры %(field)s: %(error)s
be_latn: Pamylka ŭ paramietry %(field)s: %(error)s
bg: Грешка в параметъра „%(field)s“: %(error)s
ca: Error al paràmetre %(field)s: %(error)s
cs: Chyba v parametru %(field)s: %(error)s
da: Fejl i parameter %(field)s: %(error)s
de: Fehler im Parameter %(field)s: %(error)s
el: Σφάλμα στην παράμετρο %(field)s: %(error)s
es: Error en el parámetro %(field)s: %(error)s
fi: Virhe parametrissa %(field)s: %(error)s
fr: Erreur dans le paramètre %(field)s : %(error)s
ga: Earráid i bparaiméadar %(field)s: %(error)s
gl: Produciuse un erro no parámetro %(field)s: %(error)s
he: שגיאה במשתנה %(field)s‏: %(error)s
hr: Greška u parametru %(field)s: %(error)s
hu: Hiba a(z) %(field)s paraméterben: %(error)s
id: Kesalahan dalam parameter %(field)s: %(error)s
is: Villa í færslubreytu %(field)s: %(error)s
it: Errore nel parametro %(field)s: %(error)s
ja: パラメータ %(field)s 内でエラー: %(error)s
kab: Tuccḍa deg usebdad %(field)s: %(error)s
nb: Feil i parameter %(field)s: %(error)s
nl: Fout in parameter %(field)s: %(error)s
pl: Błąd w parametrze %(field)s: %(error)s
pt_br: Erro no parâmetro %(field)s: %(error)s
pt_pt: Erro no parâmetro %(field)s: %(error)s
ro: Eroare în parametrul %(field)s: %(error)s
ru: Ошибка в параметрах %(field)s: %(error)s
sk: Chyba v parametri %(field)s: %(error)s
sl: Napaka v parametru %(field)s: %(error)s
sq: Gabim në parametrin %(field)s: %(error)s
sr: Грешка параметра %(field)s: %(error)s
sr_latn: Greška parametra %(field)s: %(error)s
sv: Fel i parameter %(field)s: %(error)s
ta: அளவுரு %(field)s: %(error)s பிழை
th: พบข้อผิดพลาดที่พารามิเตอร์ %(field)s: %(error)s
tr: %(field)s parametresinde hata: %(error)s
uk: Помилка у параметрі %(field)s: %(error)s

source: Thank you for your donation and enjoy FOSDEM.
id: Terima kasih atas donasi Anda dan selamat menikmati FOSDEM.
th: ขอบคุณสำหรับการบริจาคและขอให้สนุกกับงาน FOSDEM

source: Please provide your billing information to complete the payment.
ar: يرجى تقديم معلومات الفوترة الخاصة بكم لإكمال الدفع.
be: Калі ласка, падайце звесткі, каб завяршыць аплату.
be_latn: Kali laska, pradastaŭcie zviestki, kab zaviaršyć aplatu.
bg: Попълнете платежната си информация, за да завършите плащането.
ca: Proporcioneu la vostra informació de facturació per a completar el pagament.
cs: Pro dokončení platby prosíme zadejte své fakturační údaje.
da: Angiv venligst dine faktureringsoplysninger for at gennemføre betalingen.
de: Bitte geben Sie Ihre Rechnungsdaten an, um die Zahlung abzuschließen.
el: Παρακαλούμε δώστε τα στοιχεία χρέωσης για να ολοκληρωθεί η πληρωμή.
es: Proporcione su información de facturación para completar el pago.
fi: Anna laskutustiedot, jotta maksu voidaan suorittaa.
fr: Veuillez fournir vos renseignements de facturation pour terminer le règlement.
ga: Tabhair d'fhaisnéis bhilleála chun an íocaíocht a chomhlánú.
gl: Forneza a súa información de facturación para completar o pago.
he: נא לספק את פרטי החיוב שלך כדי להשלים את התשלום.
hr: Za dovršenje plaćanja, upiši svoje podatke za naplatu.
hu: Adja meg számlázási adatait a fizetés befejezéséhez.
id: Harap berikan informasi penagihan Anda untuk menyelesaikan pembayaran.
is: Gefðu upp reikningsupplýsingar þínar til þess að ljúka greiðslunni.
it: Inserisci i dati di fatturazione per completare il pagamento.
ja: 支払いを完了するには、お支払い情報を入力してください。
kab: Ma ulac aɣilif mudd-d talɣut-ik n ufter akken ad tkemmleḍ lexlaṣ.
nb: Angi din faktureringsinformasjon for å fullføre betalingen.
nl: Geef uw facturatiegegevens op om de betaling af te ronden.
pl: Podaj informacje rozliczeniowe, aby zakończyć płatność.
pt_br: Forneça suas informações de cobrança para completar o pagamento.
pt_pt: Por favor, forneça a sua informação de faturação para concluir o pagamento.
ro: Te rugăm să furnizezi informațiile tale de facturare pentru a finaliza plata.
ru: Чтобы завершить платёж, предоставьте вашу платёжную информацию.
sk: Pre dokončenie platby, prosím, zadajte svoje fakturačné údaje.
sl: Za izplačevanje je treba ustrezno navesti podatke za obračunavanje.
sq: Që të plotësohet pagesa, ju lutemi, jepni të dhënat tuaja të faturimit.
sr: Унесите своје податке за наплату да бисте довршили плаћање.
sv: Vänligen ange din faktureringsinformation för att slutföra betalningen.
ta: கட்டணத்தை முடிக்க உங்கள் பட்டியலிடல் சேதியை வழங்கவும்.
th: โปรดระบุข้อมูลการเรียกเก็บเงินของคุณเพื่อดำเนินการชำระเงินให้เสร็จสมบูรณ์
tr: Ödemeyi tamamlamak için lütfen fatura bilgilerinizi yazın.
uk: Будь ласка, вкажіть відомості про оплату, щоб здійснити платіж.
