Repository: WeblateOrg/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, be_latn, bg, ca, cs, da, de, el, es, et, fi, fr, ga, gl, he, hr, hu, id, is, it, ja, kab, lt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, ta, th, tr, uk

source: Issues and ideas for improvement can be reported to the <a href="%(url)s">issue tracker</a>.
ar: يمكن الإبلاغ عن المشكلات والأفكار الخاصة بالتحسين إلى <a href="%(url)s"> متعقب المشكلات</a>.
be: Праблемы і ідэі для паляпшэння можна публікаваць на <a href="%(url)s"> трэкеры хібаў</a>.
be_latn: Prablemy' і іde'і dlya palyapshe'nnya mozhna publіkavacz' na <a href="%(url)s"> tre'kery' xіbaў</a>.
bg: Проблеми и идеи за подобрения могат да бъдат докладвани в <a href="%(url)s">системата за следене на проблемите</a>.
ca: Podeu informar de problemes i idees per a millores al <a href="%(url)s">seguiment d’incidències</a>.
cs: Požadavky a nápady na zlepšení lze nahlásit v <a href="%(url)s">sledovači požadavků</a>.
da: Problemer og ideer til forbedringer kan rapporteres til <a href="%(url)s">problemsporing</a>.
de: Probleme und Verbesserungsvorschläge können über den <a href="%(url)s">Issue Tracker</a> gemeldet werden.
el: Ζητήματα και ιδέες για βελτίωση μπορούν να αναφερθούν στον <a href="%(url)s">ιχνηλάτη προβλημάτων</a>.
es: Utilice el <a href="%(url)s">sistema de seguimiento de errores</a> para informar de problemas e ideas de mejora.
fi: Asiat ja parannusehdotukset voidaan ilmoittaa <a href="%(url)s">ongelmanseurantaan</a>.
fr: Les anomalies et les suggestions d’amélioration peuvent être signalées dans le <a href="%(url)s">gestionnaire de tickets</a>.
ga: Is féidir saincheisteanna agus smaointe le haghaidh feabhsúcháin a thuairisciú don <a href="%(url)s">lorgaire saincheisteanna</a>.
gl: Pode informar sobre incidencias e ideas para melloras no <a href="%(url)s">rastrexador de incidencias</a>.
he: ניתן לדווח על תקלות ולהציע הצעות לשיפור ב<a href="%(url)s">עוקב התקלות שלנו</a>.
hr: Problemi i ideje za poboljšanje mogu se prijaviti u <a href="%(url)s">sustavu za praćenje problema</a>.
hu: A hibákat és fejlesztési ötleteket a <a href="%(url)s">hibakövetőben</a> lehet bejelenteni.
id: Masalah dan gagasan untuk penyempurnaan Weblate dapat dilaporkan di <a href="%(url)s">pelacak isu</a>.
is: Hægt er að senda tilkynningar um vandamál og hugmyndir um betrumbætur á <a href="%(url)s">verkbeiðnakerfið</a>.
it: Problemi e idee su come migliorare il programma possono essere riportati nel <a href="%(url)s">tracker segnalazioni</a>.
ja: 問題や改善のためのアイデアは、<a href="%(url)s">課題管理ツール</a>に報告できます。
kab: Uguren akked tikta i tneflit zemren ad ttwaznen ɣer <a href="%(url)s">uneḍfaṛ n wuguren</a>.
nb: Problemer og idéer om forbedring kan innrapporteres til <a href="%(url)s">sakshåndteringen</a>.
nl: Problemen of ideeën voor verbetering kunt u doorgeven via de <a href="%(url)s">issuetracker</a>.
pl: Problemy i pomysły na ulepszenia można zgłaszać do <a href="%(url)s">śledzenie problemów</a>.
pt_br: Questionamentos ou ideias para melhorá-lo podem ser relatados no <a href="%(url)s">rastreador de problemas</a>.
pt_pt: Problemas e ideias para melhoramentos podem ser reportados no <a href="%(url)s">rastreio de problemas</a>.
ro: Problemele și ideile de îmbunătățire pot fi raportate la <a href="%(url)s">detectorul de probleme</a>.
ru: Сообщения об ошибках и своих мыслях по улучшению можете отправлять в наш <a href="%(url)s">поиск ошибок</a>.
sk: Problémy a návrhy na vylepšenie môžete hlásiť prostredníctvom <a href="%(url)s">nástroja na sledovanie problémov</a>.
sl: Težave in sveže ideje lahko objavite na <a href="%(url)s">Sledilniku</a>.
sq: Problemet dhe ide për përmirësim mund të raportohen te <a href="%(url)s">gjurmuesi i problemeve</a>.
sr: Проблеми и идеје за побољшања се могу пријавити на <a href="%(url)s">пратиоцу проблема</a>.
sr_latn: Problemi i ideje za poboljšanja se mogu prijaviti na <a href="%(url)s">pratiocu problema</a>.
sv: Problem och förbättringsförslag kan rapporteras till <a href="%(url)s">issue tracker</a>.
ta: முன்னேற்றத்திற்கான சிக்கல்கள் மற்றும் சிந்தனைகள் <a href="%(url)s">சிக்கல் கண்காணிப்பாளருக்கு</a> தெரிவிக்கப்படலாம்.
th: สามารถรายงานปัญหาและไอเดียสำหรับการปรับปรุงได้ที่ <a href="%(url)s">ตัวติดตามปัญหา (Issue Tracker)</a>
tr: Platformu iyileştirmek için sorunlar ve fikirler <a href="%(url)s">sorun izleyicisine</a> bildirilebilir.
uk: Повідомлення про помилки та задуми щодо поліпшення можете відправляти в наш <a href="%(url)s">відстежувач вад</a>.

source: Security issues
ar: أخطاء أمنية
be: Праблемы бяспекі
be_latn: Chiby biaspieki
bg: Проблеми със сигурността
ca: Problemes de seguretat
cs: Bezpečnostní chyby
da: Sikkerhedsproblemer
de: Sicherheitslücken
el: Θέματα ασφάλειας
es: Problemas de seguridad
fi: TIetoturvaongelmat
fr: Problèmes de sécurité
ga: Saincheisteanna slándála
gl: Incidencias de seguranza
he: חורי אבטחה
hr: Sigurnosni problemi
hu: Biztonsági problémák
id: Masalah keamanan
is: Öryggisvandamál
it: Problemi sicurezza
ja: セキュリティの問題
kab: Uguren n tɣellist
lt: Saugumo spragos
nb: Sikkerhetsproblemer
nl: Beveiligingsproblemen
pl: Problemy bezpieczeństwa
pt_br: Problemas de segurança
pt_pt: Problemas de segurança
ro: Probleme de securitate
ru: Проблемы безопасности
sk: Bezpečnostné chyby
sl: Varnostne težave
sq: Probleme sigurie
sr: Безбедносни проблеми
sr_latn: Bezbednosni problemi
sv: Säkerhetsproblem
ta: பாதுகாப்பு சிக்கல்கள்
th: ปัญหาความปลอดภัย
tr: Güvenlik sorunları
uk: Негаразди з безпекою

source: Should you find a vulnerability, please report it to %(report)s. More info in the <a href="%(url)s">documentation</a>.
ar: إذا وجدت ثغرة أمنية، يرجى الإبلاغ عنها إلى %(report)s. مزيد من المعلومات في <a href="%(url)s">الوثائق</a>.
be: Калі вы выявіце ўразлівасць, паведаміце пра гэта %(report)s. Больш інфармацыі можна знайсці ў <a href="%(url)s"> дакументацыі </a>.
be_latn: Kalі vy' vy'yavіcze ўrazlіvascz', pavedamіcze pra ge'ta %(report)s. Bol'sh іnfarmaczy'і mozhna znajsczі ў <a href="%(url)s"> dakumentaczy'і </a>.
bg: Ако откриете проблем със сигурността, моля, докладвайте го в %(report)s. За повече информация, вижте <a href="%(url)s"> документацията</a>.
ca: Si trobeu una vulnerabilitat, informeu-ne a %(report)s. En trobareu més informació a <a href="%(url)s">la documentació</a>.
cs: Pokud v našem kódu naleznete bezpečnostní chyby, prosíme nahlašte je na %(report)s. Více informací naleznete v <a href="%(url)s">dokumentaci</a>.
da: Skulle du finde en sårbarhed, bedes du rapportere den til %(report)s. Mere info i <a href="%(url)s">dokumentationen</a>.
de: Sollten Sie eine Schwachstelle finden, melden Sie diese bitte an %(report)s. Weitere Informationen in der <a href="%(url)s">Dokumentation</a>.
el: Εάν εντοπίσετε μια ευπάθεια, αναφέρετέ την στο %(report)s. Περισσότερες πληροφορίες στην <a href="%(url)s">τεκμηρίωση</a>.
es: Si encuentra una vulnerabilidad, informe de ella a %(report)s. Hallará más información al respecto en la <a href="%(url)s">documentación</a>.
et: Kui peaksid leidma võimaliku turvavea, palun teavita sellest %(report)s'le. Täpsemalt teavet leiad <a href="%(url)s">dokumentatsioonist</a>.
fi: Jos löydät haavoittuvuuden, ilmoita siitä %(report)sen. Lisätietoja <a href="%(url)s">dokumentaatiossa</a>.
fr: Si vous identifiez des failles de sécurité, veuillez les signaler à %(report)s. Plus d’informations dans notre <a href="%(url)s">documentation</a>.
ga: Má fhaigheann tú leochaileacht, cuir in iúl do %(report)s é le do thoil. Tuilleadh eolais sa <a href="%(url)s">doiciméadúchán</a>.
gl: Se atopa unha vulnerabilidade, agradecémoslle que informe a %(report)s. Atopará máis información na <a href="%(url)s">documentación</a>.
he: במקרה שמצאת פרצת אבטחה, נא לדווח עליה ל־%(report)s. יש מידע נוסף ב<a href="%(url)s">תיעוד</a>.
hr: Ako nađeš sigurnosni problem, prijavi ga na %(report)s. Daljnje informacije potraži u <a href="%(url)s">dokumentaciji</a>.
hu: Ha sérülékenységet talál, akkor azt a %(report)s webhelyen jelentse. További információk a <a href="%(url)s">dokumentációban</a>.
id: Bila Anda menemukan kerentanan, harap melaporkannya ke %(report)s. Informasi lebih lanjut cek <a href="%(url)s">dokumentasi</a>.
is: Ef þú finnur veikleika, skaltu endilega tilkynna hann til %(report)s. Hægt er að finna frekari upplýsingar í <a href="%(url)s">leiðbeiningasafninu</a>.
it: Se dovessi riscontrare un problema di sicurezza, segnalalo a %(report)s. Ulteriori informazioni nella <a href="%(url)s">documentazione</a>.
ja: 脆弱性を発見した場合は、%(report)s まで報告してください。詳細については、<a href="%(url)s">ドキュメント</a> をご覧ください。
kab: Ma tufiḍ-d ugur n tɣellist, azen-it-id ɣer %(report)s. Ugar n yisallen ad ten-tafeḍ deg <a href="%(url)s">tasemlit</a>.
nb: Skulle du finne sikkerhetsproblemer, innrapporter det til %(report)s. Mer info i <a href="%(url)s"> dokumentasjonen</a>.
nl: Als u een beveiligingsprobleem aantreft, meld dit dan aan %(report)s. Meer informatie hierover is te vinden in de <a href="%(url)s">documentatie</a>.
pl: Jeśli znajdziesz lukę w zabezpieczeniach, zgłoś ją do %(report)s. Więcej informacji możesz znaleźć w <a href="%(url)s">dokumentacji</a>.
pt_br: Se você encontrar uma vulnerabilidade, relate-a (em inglês) para %(report)s. Mais informações na <a href="%(url)s">documentação</a>.
pt_pt: Se encontrar uma vulnerabilidade, por favor, comunique-a em %(report)s. Mais informação na <a href="%(url)s">documentação</a>.
ro: În cazul în care descoperi o vulnerabilitate, te rugăm să o raportezi la %(report)s. Mai multe informații în <a href="%(url)s">documentație</a>.
ru: Если вы обнаружили уязвимость в безопасности, пожалуйста, сообщите об этом на %(report)s. Дополнительные сведения доступны в <a href="%(url)s">документации</a>.
sk: Ak objavíte chybu zabezpečenia, nahláste ju, prosím, v sekcii %(report)s. Viac informácií v <a href="%(url)s">dokumentácii</a>.
sl: Če v kodi odkrijete varnostno težavo, pošljite poročilo na %(report)s. Več podrobnosti je zbranih v <a href="%(url)s">dokumentaciji</a>.
sq: Nëse gjeni një cenueshmëri, ju lutemi, njoftojeni te %(report)s. Më tepër të dhëna te <a href="%(url)s">dokumentimi</a>.
sr: Ако сте пронашли рањив код, пријавите га на %(report)s. Више информација имате у <a href="%(url)s">документацији</a>.
sr_latn: Ako ste pronašli ranjiv kod, prijavite ga na %(report)s. Više informacija imate u <a href="%(url)s">dokumentaciji</a>.
sv: Om du skulle hitta en sårbarhet, vänligen rapportera det till %(report)s. Mer information i <a href="%(url)s">dokumentationen</a>.
ta: நீங்கள் ஒரு பாதிப்பைக் கண்டால், தயவுசெய்து அதை %(report)s என்று புகாரளிக்கவும். <a href="%(url)s">ஆவணங்களில்</a> கூடுதல் செய்தி.
th: หากคุณพบช่องโหว่ความปลอดภัย โปรดรายงานไปที่ %(report)s ดูข้อมูลเพิ่มเติมได้ใน<a href="%(url)s">เอกสารประกอบ</a>
tr: Bir güvenlik açığı bulursanız, lütfen %(report)s üzerinden bildirin. Ayrıntılı bilgi almak için <a href="%(url)s">belgeler</a> bölümüne bakın.
uk: Якщо ви виявили вразливість безпеки, будь ласка, повідомте про це на %(report)s. Докладніше у нашій <a href="%(url)s">документації</a>.

source: Reliable support
ar: دعم موثوق
be: Надзейная падтрымка
be_latn: Nadzejnaya padtry'mka
bg: Надеждна поддръжка
ca: Assistència de confiança
cs: Spolehlivá podpora
da: Pålidelig support
de: Zuverlässiger Support
el: Αξιόπιστη υποστήριξη
es: Asistencia fiable
et: Ustav tugi
fi: Luotettava tuki
fr: Assistance efficace
ga: Tacaíocht iontaofa
gl: Asistencia fiábel
he: תמיכה מהימנה
hr: Pouzdana podrška
hu: Megbízható támogatás
id: Dukungan yang andal
is: Áreiðanleg aðstoð
it: Supporto affidabile
ja: 信頼性の高いサポート
kab: Tallelt inefɛen
nb: Pålitelig støtte
nl: Betrouwbare ondersteuning
pl: Niezawodne wsparcie
pt_br: Suporte confiável
pt_pt: Suporte confiável
ro: Asistență fiabilă
ru: Надёжная поддержка
sk: Spoľahlivá podpora
sl: Zanesljiva podpora
sq: Asistencë e qëndrueshme
sr: Поуздана подршка
sr_latn: Pouzdana podrška
sv: Tillförlitlig support
ta: நம்பகமான உதவி
th: บริการสนับสนุนที่เชื่อถือได้
tr: Güvenilir destek
uk: Надійна підтримка

source: As the subscriber, you will always receive fast replies from our dedicated support team at <a href="mailto:%(email)s">%(email)s</a>.
ar: بصفتك مشتركًا، ستتلقى دائمًا ردودًا سريعة من فريق الدعم المخصص لدينا على <a href="mailto:%(email)s">%(email)s</a>.
be: Як падпісант вы заўсёды будзеце атрымліваць хуткія адказы ад нашай групы падтрымкі па адрасе <a href="mailto:%(email)s"> %(email)s </a>.
be_latn: YAk padpіsant vy' zaўsyody' budzecze atry'mlіvacz' xutkіya adkazy' ad nashaj grupy' padtry'mkі pa adrase <a href="mailto:%(email)s"> %(email)s </a>.
bg: Като абонат, Вие винаги ще получавате бързи отговори от нашия екипа по поддръжката на адрес <a href="mailto:%(email)s">%(email)s</a>.
ca: Com a subscriptor, rebreu sempre respostes ràpides del nostre equip dedicat d’assistència a <a href="mailto:%(email)s">%(email)s</a>.
cs: Jako předplatitel budete vždy dostávat rychlé odpovědi od našeho oddaného týmu podpory na <a href="mailto:%(email)s">%(email)s</a>.
da: Som abonnent modtager du altid hurtige svar fra vores dedikerede supportteam på <a href="mailto:%(email)s">%(email)s</a>.
de: Als Abonnent erhalten Sie immer schnelle Antworten von unserem engagierten Support-Team unter <a href="mailto:%(email)s">%(email)s</a>.
el: Ως συνδρομητής, θα λαμβάνετε πάντα γρήγορες απαντήσεις από την εξειδικευμένη ομάδα μας υποστήριξης στο <a href="mailto:%(email)s">%(email)s</a>.
es: Como suscriptor, siempre recibirá con prontitud respuestas de nuestro equipo de asistencia en <a href="mailto:%(email)s">%(email)s</a>.
et: Tellijana saad sa alati kiired vastused meie pühendunud tugitiimilt e-posti aadressil <a href="mailto:%(email)s">%(email)s</a>.
fi: Tilaajana saat aina nopeat vastaukset omistautuneelta tukitiimiltämme sähköpostitse <a href="mailto:%(email)s">%(email)s</a>.
fr: En tant qu’abonné, vous recevrez toujours des réponses rapides de notre équipe d’assistance dédiée en écrivant à <a href="mailto:%(email)s">%(email)s</a>.
ga: Mar shíntiúsóir, gheobhaidh tú freagraí gasta i gcónaí ónár bhfoireann tacaíochta thiomanta ag <a href="mailto:%(email)s">%(email)s</a>.
gl: Como subscritor, Vde. recibirá sempre respostas rápidas do noso equipo de asistencia dedicado en <a href="mailto:%(email)s">%(email)s</a>.
he: בעלי מינוי תמיד יקבלו מענה מהיר מצוות התמיכה הייעודי שלנו שזמין דרך <a href="mailto:%(email)s">%(email)s</a>.
hr: Pretplatnici će uvijek dobiti brze odgovore našeg tima podrške putem <a href="mailto:%(email)s">%(email)s</a>.
hu: Előfizetőként mindig gyors választ kap elkötelezett támogatási csapatunktól a következő címen: <a href="mailto:%(email)s">%(email)s</a>.
id: Sebagai pelanggan, Anda akan selalu menerima balasan cepat dari tim dukungan kami di <a href="mailto:%(email)s">%(email)s</a>.
is: Sem áskrifandi muntu alltaf fá skjót svör frá einörðu stuðningsliði okkar hjá <a href="mailto:%(email)s">%(email)s</a>.
it: Come abbonato riceverai sempre risposte rapide dal nostro team di supporto dedicato all'indirizzo <a href="mailto:%(email)s">%(email)s</a>.
ja: プレミアム クラウドの加入者は、<a href="mailto:%(email)s"> %(email)s</a> を通じて、いつでも迅速に専用のサポートを受けられます。
kab: Imi telliḍ d imjerred, ad tremseḍ yal tikkelt tiririt tuzribt sɣur tarbaɛt-nneɣ n tallelt i xeddmen aya s tuzna n yimayl ɣer <a href="mailto:%(email)s">%(email)s</a>.
nb: Som abonnent, får du alltid raske svar fra vårt dedikerte støttepersonale på <a href="mailto:%(email)s">%(email)s</a>.
nl: Als abonnee krijgt u altijd snel antwoord van ons ondersteuningsteam: <a href="mailto:%(email)s">%(email)s</a>.
pl: Jako subskrybent, zawsze otrzymasz szybkie odpowiedzi od naszego dedykowanego zespołu wsparcia pod numerem <a href="mailto:%(email)s">%(email)s</a>.
pt_br: Como assinante, você sempre receberá respostas rápidas da nossa equipe de suporte dedicado em <a href="mailto:%(email)s">%(email)s</a>.
pt_pt: Como assinante, sempre receberá respostas rápidas da nossa equipa de suporte dedicada via <a href="mailto:%(email)s">%(email)s</a>.
ro: În calitate de abonat, vei primi întotdeauna răspunsuri rapide de la echipa noastră de asistență dedicată la <a href="mailto:%(email)s">%(email)s</a>.
ru: В качестве подписчика, вы всегда будете получать быстрые ответы от нашей выделенной команды поддержки по адресу <a href="mailto:%(email)s">%(email)s</a>.
sk: Ako predplatiteľ vždy dostanete rýchle odpovede od nášho špecializovaného tímu podpory na adrese <a href="mailto:%(email)s">%(email)s</a>.
sl: Kot uporabnik boste vedno prejeli hiter odgovor podporne skupine na <a href="mailto:%(email)s">%(email)s</a>.
sq: Si pajtimtar, do të merrni përherë përgjigje të shpejta prej ekipit tonë enkas për asistencë, që prej <a href="mailto:%(email)s">%(email)s</a>.
sv: Som prenumerant får du alltid snabba svar från vårt dedikerade supportteam på <a href="mailto:%(email)s">%(email)s</a>.
ta: சந்தாதாரராக, நீங்கள் எப்போதும் எங்கள் தனிப்பயன் உதவி குழுவிலிருந்து <a href="mailto:%(email)s">%(email)s</a> இல் விரைவான பதில்களைப் பெறுவீர்கள்.
th: ในฐานะผู้สมัครสมาชิก คุณจะได้รับคำตอบที่รวดเร็วเสมอจากทีมสนับสนุนโดยเฉพาะของเราที่ <a href="mailto:%(email)s">%(email)s</a>
tr: Abone olarak, destek ekibimize <a href="mailto:%(email)s">%(email)s</a> üzerinden ulaşacak ve her zaman hızlı yanıt alacaksınız.
uk: Як передплатник, ви завжди отримуватимете швидкі відповіді від нашої спеціалізованої команди підтримки за адресою <a href="mailto:%(email)s">%(email)s</a>.

source: Prepaid support for gratis service and self-hosted installations
ar: دعم مسبق الدفع للخدمة المجانية والتركيبات ذاتية الاستضافة
be: Перадаплачаная падтрымка для бясплатнага абслугоўвання і вашага ўласнага сервера
be_latn: Peradaplachanaya padtry'mka dlya byasplatnaga abslugoўvannya і vashaga ўlasnaga servera
bg: Предплатена поддръжка за безплатната услуга и за самостоятелен хостинг
ca: Assistència de pagament a l’avançada per al servei gratuït i instal·lacions amb allotjament propi
cs: Předplacená podpora pro služby zdarma a vlastní instalace
da: Forudbetalt support til gratis service og selvhostede installationer
de: Prepaid-Support für kostenlose Dienste und Self-Hosted-Installationen
el: Προπληρωμένη υποστήριξη για δωρεάν υπηρεσίες και αυτο-φιλοξενούμενες εγκαταστάσεις
es: Asistencia prepagada para servicios gratuitos e instalaciones autoalojadas
fi: Ennakkomaksutuki ilmaispalveluille ja itse isännöimille asennuksille
fr: Assistance prépayée pour le service gratuit et les installations auto-hébergées
ga: Tacaíocht réamhíoctha le haghaidh seirbhíse saor in aisce agus suiteálacha féin-óstáilte
gl: Prepagamento de asistencia para servizos de balde e instalacións en aloxamento propio
he: תמיכה בתשלום מראש לשירות החינמי ולהתקנות באירוח עצמי
hr: Unaprijed plaćena podrška za besplatnu uslugu i vlastite instalacije
hu: Előre fizetett támogatás az ingyenes szolgáltatáshoz és a saját üzemeltetésű telepítésekhez
id: Dukungan prabayar untuk layanan gratis dan pemasangan hosting mandiri
is: Forgeiddur stuðningur fyrir fría þjónustu og sjálfhýstar uppsetningar
it: Assistenza prepagata per installazioni gratuite e host personali
ja: 無償プランおよびお客様がインストールしたサーバが対象のサポート パッケージ（案件ごとに購入）
kab: Tallelt yettwaxelṣen yakan i umeẓlu n baṭel akked isebeddiyen n tnezduɣt-ik i yiman-ik
nb: Forhåndsbetalt støtte for gratis- og selvdrevede installasjoner
nl: Vooraf betaalde ondersteuning voor gratis en zelf gehoste Weblate
pl: Przedpłacona pomoc za bezpłatne usługi i instalacje samodzielne
pt_br: Suporte pré-pago para serviços grátis e de instalações de hospedagem própria
pt_pt: Apoio pré-pago para serviço grátis e instalações locais
ro: Asistență preplătită pentru servicii gratuite și instalări auto găzduite
ru: Предоплаченная поддержка для бесплатного обслуживания и самостоятельной установки
sk: Predplatená podpora pre bezplatné služby a inštalácie s vlastným hostingom
sq: Asistencë e parapaguar për shërbim falas dhe instalime të vetëstrehuara
sr: Претплата за подршку бесплатним услугама и сопствено хостованим инсталацијама
sr_latn: Pretplata za podršku besplatnim servisima i samohostujućim instalacijama
sv: Förbetalt stöd för gratis service och egna installationer
ta: இலவச பணி மற்றும் தன்வய-புரவலன் நிறுவல்களுக்கான முன்பணம் செலுத்தப்பட்ட உதவி
th: บริการสนับสนุนแบบชำระเงินล่วงหน้าสำหรับบริการฟรีและการติดตั้งด้วยตัวเอง
tr: Ücretsiz hizmet ve kendinizin barındırdığı kurulumlar için ön ödemeli destek
uk: Передплачена підтримка безоплатного обслуговування та самостійного встановлення

source: Issues in your environment fixed immediately.
ar: الحل الفوري للمشاكل في بيئتكم.
be: Праблемы ў вашым асяроддзі будуць вырашацца неадкладна.
be_latn: Prablemy' ў vashy'm asyaroddzі buducz' vy'rashaczcza neadkladna.
ca: Correcció immediata de problemes al vostre entorn.
cs: Problémy ve vašem prostředí budou okamžitě opraveny.
da: Problemer i dit miljø løses med det samme.
de: Probleme in Ihrer Einsatzumgebung werden sofort behoben.
el: Άμεση διόρθωση των προβλημάτων στο περιβάλλον σας.
es: Se corrigen de inmediato los problemas en su entorno.
fi: Viat ympäristössäsi korjataan välittömästi.
fr: Anomalies sur votre environnement corrigées immédiatement.
ga: Réitíodh fadhbanna i do thimpeallacht láithreach.
gl: As incidencias no seu contorno foron solucionadas inmediatamente.
he: תקלות בסביבה שלך מתוקנות מיד.
hr: Problemi u tvom okruženju rješavaju su odmah.
hu: A saját környezetében felmerülő problémák azonnali javítása.
id: Masalah pada lingkungan Anda diperbaiki dengan segera.
is: Vandamál í vinnuumhverfi þínu löguð um leið.
it: I problemi nel tuo ambiente sono risolti immediatamente.
ja: 環境内の問題を直ちに修正
kab: Uguren deg twennaḍt-ik ad frun s zreb.
nb: Problemer i ditt kjøremiljø fikses umiddelbart.
nl: Problemen in uw omgeving direct opgelost.
pl: Natychmiastowe usuwanie problemów w Twoim środowisku.
pt_br: Problemas em seu ambiente corrigidos imediatamente.
pt_pt: Os problemas no seu ambiente são corrigidos imediatamente.
ro: Problemele din mediul tău sunt rezolvate imediat.
ru: Проблемы в вашем окружении будут исправлены мгновенно.
sk: Problémy vo vašom prostredí sa budú riešiť okamžite.
sq: Ndreqje të menjëhershme problemesh në mjedisin tuaj.
sr: Проблеми у вашем окружењу се сређују одмах.
sr_latn: Problemi u vašem okruženju se sređuju odmah.
sv: Problem i din miljö åtgärdas omedelbart.
ta: உங்கள் சூழலில் உள்ள சிக்கல்கள் உடனடியாக சரி செய்யப்படுகின்றன.
th: แก้ไขปัญหาในสภาพแวดล้อมของคุณทันที
tr: Ortamınızdaki sorunlar hemen düzeltilir.
uk: Вади у вашому середовищі буде виправлено негайно.

source: Priority e-mail support.
ar: أولوية الدعم عبر البريد الإلكتروني.
be: Прыярытэтныя падтрымка па электроннай пошце.
be_latn: Pry'yary'te'tny'ya padtry'mka pa e'lektronnaj poshcze.
bg: Приоритетна поддръжка по е-поща.
ca: Assistència prioritària per correu electrònic.
cs: Přednostní e-mailová podpora.
da: Prioriteret e-mailsupport.
de: Bevorzugter Support per E-Mail.
el: Κατά προτεραιότητα υποστήριξη μέσω ηλεκτρονικής αλληλογραφίας.
es: Asistencia prioritaria por correo electrónico.
fi: Etusijalla oleva sähköpostituki.
fr: Assistance prioritaire par courriel.
ga: Tacaíocht r-phoist tosaíochta.
gl: Asistencia prioritaria por correo-e.
he: תמיכה בדוא״ל בעדיפות גבוהה.
hr: Prioritetna podrška e-poštom.
hu: Elsőbbséget élvező e-mailes támogatás.
id: Dukungan surel prioritas.
is: Forgangur í tölvupóstsþjónustu.
it: Assistenza prioritaria via e-mail.
ja: 優先的なメール サポート
kab: Amezwaru i tallelt s yimayl.
nb: Prioritert e-posthjelp.
nl: Prioritaire e-mailondersteuning.
pl: Priorytetowa obsługa poprzez pocztę e-mail.
pt_br: Suporte via e-mail prioritário.
pt_pt: Apoio prioritário por &lt;i&gt;e-mail&lt;/i&gt;.
ro: Asistență prioritară prin e-mail.
ru: Приоритетная поддержка по электронной почте.
sk: Prednostná e-mailová podpora.
sl: Prednostna podpora po e-pošti.
sq: Asistencë me përparësi përmes email-i.
sr: Приоритетна подршка е-поштом.
sr_latn: Prioritetna podrška e-poštom.
sv: Prioriterat e-poststöd.
ta: முன்னுரிமை மின்னஞ்சல் ஆதரவு.
th: บริการสนับสนุนทางอีเมลแบบเร่งด่วน
tr: Öncelikli eposta desteği.
uk: Першочергова підтримка по електронній пошті.
