Repository: WeblateOrg/website
Catalog: locale/ba/LC_MESSAGES/django.po
Languages: ba

source: <strong>Donate</strong>—to make the world a better place
ba: <strong>Иғәнә бирегеҙ</strong> – донъяны яҡшыраҡ итеү өсөн

source: Give yourself a happy moment. Help build Weblate with a small or bigger donation. Funds are spent wisely between hosting and manpower.
ba: Үҙегеҙгә бәхетле мәл бүләк итегеҙ. Бәләкәй йәки ҙурыраҡ иғәнә менән Weblate-ты төҙөргә ярҙам итегеҙ. Аҡса хостинг һәм эшсе көсө араһында аҡыллы тотонола.

source: <strong>Join the community</strong> and contribute
ba: <strong>Берләшмәгә ҡушылығыҙ</strong> һәм үҙ өлөшөгөҙҙө индерегеҙ

source: Weblate is a platform for one of the most positive and empowering communities of libre software. We learn and grow together and we connect the world.
ba: Weblate – ирекле программаларҙың иң позитив һәм мөмкинлектәр биреүсе берләшмәләренең береһе өсөн платформа. Беҙ бергә өйрәнәбеҙ һәм үҫәбеҙ, һәм беҙ донъяны берләштерәбеҙ.

source: Contribute with us
ba: Беҙҙең менән өлөш индерегеҙ

source: Good written and spoken English language skills are required.
ba: Инглиз телендә яҡшы яҙма һәм һөйләү күнекмәләре талап ителә.

source: This is a remote contractor position.
ba: Был ситтән тороп эшләүсе подрядсы вазифаһы.

source: We're a small libre software company where everybody has a lot of space to grow.
ba: Беҙ – һәр кемгә үҫеш өсөн күп урын булған бәләкәй ирекле программа компанияһы.

source: Users
ba: Ҡулланыусылар

source: You can not remove yourself
ba: Һеҙ үҙегеҙҙе юя алмайһығыҙ

source: Protected user
ba: Һаҡланған ҡулланыусы

source: Remove user
ba: Ҡулланыусыны юйырға

source: Remove
ba: Юйырға

source: Add a user
ba: Ҡулланыусы өҫтәргә

source: Continuous Localization
ba: Өҙлөкһөҙ локалләштереү

source: Automated localization workflow follows your project development closely.
ba: Автоматлаштырылған локалләштереү эш процесы һеҙҙең проектты эшкәртеү менән тығыҙ бәйләнештә алып барыла.

source: Quality Checks
ba: Сифатты тикшереүҙәр

source: Customizable quality checks helps improve translation quality.
ba: Көйләнә торған сифат контроле тәржемә сифатын күтәрергә мөмкинлек бирә.

source: Attribution
ba: Авторлыҡты билдәләү

source: All translators are properly credited in the version control system.
ba: Бөтә тәржемәселәрҙең дә исемдәре версияларҙы контроль итеү системаһында тейешенсә күрһәтелә.

source: Hosting Plans
ba: Хостинг пландары

source: Use Weblate as a service starting at 19 EUR.
ba: Weblate сервисын 19 EUR-нан башлап ҡулланығыҙ.

source: Cloud Ready
ba: Болотҡа әҙер

source: Comes with appliances, ready to deploy in your cloud.
ba: Һеҙҙең болотҡа йәйелдереүгә әҙер булған виртуаль программалы ҡоролмалар менән килә.

source: Libre Software
ba: Ирекле программа

source: Copylefted; use, see, modify and share at will, and with everyone.
ba: Ирекле ПТ: иркен ҡулланығыҙ, өйрәнегеҙ, үҙгәртегеҙ һәм һәр кем менән бүлешегеҙ.

source: Help translate
ba: Тәржемә итергә ярҙам итегеҙ

source: Pricing
ba: Хаҡтар

source: Contribute
ba: Өлөш индереү

source: Careers
ba: Карьера

source: Merchandise
ba: Атрибутика

source: Discover
ba: Асырға

source: Get help
ba: Ярҙам алырға

source: Blog
ba: Блог

source: About
ba: Тураһында

source: Docs
ba: Документация

source: <strong>Gratis</strong> or <strong>Premium</strong>—it’s up to you
ba: <strong>Бушлай</strong> йәки <strong>Премиум</strong> – был һеҙгә бәйле

source: Premium Cloud
ba: Премиум Болот

source: for ease and comfort
ba: еңеллек һәм уңайлыҡ өсөн

# Hosting plan parameter
source: Hosted strings
ba: Хостингтағы юлдар

# Hosting plan parameter
source: Languages
ba: Телдәр

source: Unlimited
ba: Сикһеҙ

# Hosting plan parameter
source: Projects
ba: Проекттар

# Hosting plan parameter
source: Components
ba: Компоненттар

source: Save %(percent)s%%
ba: %(percent)s%% экономиялағыҙ

source: for complete control
ba: тулы контроль өсөн

source: with paid <a href="%(url)s">support</a>
ba: түләүле <a href="%(url)s">ярҙам</a> менән

source: Gratis Weblate
ba: Бушлай Weblate

source: for libre projects
ba: ирекле проекттар өсөн

source: upon <a href="%(url)s">request</a>
ba: <a href="%(url)s">һорау</a> буйынса

source: Compare all plans
ba: Бөтә пландарҙы сағыштырырға

source: Expired
ba: Ваҡыты сыҡҡан

source: Activation token
ba: Әүҙемләштереү токены

source: Activate
ba: Әүҙемләштерергә

source: Copy
ba: Күсерергә

source: Refresh token
ba: Токенды яңыртырға

source: Backup repository
ba: Резерв репозиторий

source: You can use support services on our website. For increased comfort, use the activation token to connect your Weblate installation to the support portal. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
ba: Һеҙ беҙҙең веб-сайттағы ярҙам хеҙмәттәрен ҡуллана алаһығыҙ. Уңайлыҡты арттырыу өсөн, Weblate ҡуйылышығыҙҙы ярҙам порталына тоташтырыу өсөн активация токенын ҡулланығыҙ. Уның нисек эшләгәне тураһында %(link_start)sдокументацияла%(link_end)s уҡығыҙ.

source: View your listing
ba: Исемлегегеҙҙе ҡарарға

source: Let other users discover your Weblate server. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
ba: Башҡа ҡулланыусыларға һеҙҙең Weblate серверығыҙҙы асырға мөмкинлек бирегеҙ. Уның нисек эшләгәне тураһында %(link_start)sдокументацияла%(link_end)s уҡығыҙ.

source: Subscription
ba: Яҙылыу

source: Note
ba: Иҫкәрмә

source: Change plan
ba: Планды үҙгәртергә

source: Billing
ba: Түләүҙәр

source: Turn off renewal
ba: Яңыртыуҙы һүндерергә

source: Automatic renewal
ba: Автоматик яңыртыу

source: No renewal
ba: Яңыртыу юҡ

source: Renew now
ba: Хәҙер яңыртырға

source: Upgrade to annual
ba: Йыллыҡҡа күсергә

source: and <strong>save 20%%</strong>.
ba: һәм <strong>20%% экономияларға</strong>.

source: Payments
ba: Түләүҙәр

source: Get more Weblate
ba: Күберәк Weblate алырға

source: Available services
ba: Мөмкин булған хеҙмәттәр

source: Congratulations, you are fully covered!
ba: Ҡотлайбыҙ, һеҙ тулыһынса хеҙмәтләндереләһегеҙ!

source: Payments by credit card, bank transfer or cryptocurrency transaction are accepted.
ba: Түләүҙәр кредит картаһы, банк күсереүе йәки криптовалюта транзакцияһы аша ҡабул ителә.

source: Please <a href="%(contact)s">get in touch</a> for more details and possibilities.
ba: Ентеклерәк мәғлүмәт һәм мөмкинлектәр өсөн, зинһар, <a href="%(contact)s">беҙгә яҙығыҙ</a>.

source: All listed prices exclude VAT.
ba: Бөтә күрһәтелгән хаҡтарға VAT инмәй.

source: EU end users and Czech companies will be charged with additional 21%% VAT.
ba: ЕС-тың һуңғы ҡулланыусыларына һәм Чехия компанияларына өҫтәмә 21%% VAT һалынасаҡ.

source: The reverse charge applies to invoices issued to businesses within the EU.
ba: ЕС эсендәге бизнестарға бирелгән иҫәп-фактураларға кире түләү ҡағиҙәһе ҡулланыла.

source: Add Discover Weblate listing
ba: Discover Weblate исемлегенә өҫтәргә

source: Weblate 4.5.2 or newer is needed to participate in Discover Weblate.
ba: Discover Weblate-та ҡатнашыу өсөн Weblate 4.5.2 йәки яңыраҡ версия кәрәк.

source: Let other users discover your Weblate. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
ba: Башҡа ҡулланыусыларға һеҙҙең Weblate-ты асырға мөмкинлек бирегеҙ. Уның нисек эшләгәне тураһында %(link_start)sдокументацияла%(link_end)s уҡығыҙ.

source: Next step
ba: Киләһе аҙым

source: You will be redirected to the server in question to confirm its listing.
ba: Һеҙ уның исемлеген раҫлау өсөн тейешле серверға йүнәлтеләсәкһегеҙ.

source: Customize Discover Weblate listing
ba: Discover Weblate исемлеген көйләргә

source: Weblate support
ba: Weblate ярҙамы

source: Weblate is copylefted libre software with community support. Subscribers receive priority support at no extra charge. Prepaid help packages are available for everyone.
ba: Weblate – берләшмә ярҙамы булған копилефтлы ирекле программа. Яҙылыусылар өҫтәмә түләүһеҙ өҫтөнлөклө ярҙам ала. Алдан түләнгән ярҙам пакеттары һәр кем өсөн мөмкин.

source: Report issue
ba: Мәсьәлә тураһында хәбәр итергә

source: Bugs and feature requests
ba: Хаталар һәм мөмкинлектәр һорау

source: Issues and ideas for improvement can be reported to the <a href="%(url)s">issue tracker</a>.
ba: Мәсьәләләр һәм яҡшыртыу идеялары тураһында <a href="%(url)s">мәсьәләләр трекерына</a> хәбәр итергә мөмкин.

source: Security issues
ba: Хәүефһеҙлек мәсьәләләре

source: Should you find a vulnerability, please report it to %(report)s. More info in the <a href="%(url)s">documentation</a>.
ba: Әгәр зәғифлек тапһағыҙ, зинһар, уны %(report)s адресына хәбәр итегеҙ. Тулыраҡ мәғлүмәт <a href="%(url)s">документацияла</a>.

source: Reliable support
ba: Ышаныслы ярҙам

source: As the subscriber, you will always receive fast replies from our dedicated support team at <a href="mailto:%(email)s">%(email)s</a>.
ba: Яҙылыусы булараҡ, һеҙ һәр ваҡыт беҙҙең махсус ярҙам командаһынан <a href="mailto:%(email)s">%(email)s</a> адресы буйынса тиҙ яуаптар аласаҡһығыҙ.

source: Prepaid support for gratis service and self-hosted installations
ba: Бушлай сервис һәм үҙ-хостинглы ҡуйыуҙар өсөн алдан түләнгән ярҙам

source: Issues in your environment fixed immediately.
ba: Һеҙҙең мөхиттәге проблемалар шунда уҡ төҙәтелә.

source: Priority e-mail support.
ba: Өҫтөнлөклө e-mail ярҙамы.

source: Always upgraded to latest version.
ba: Һәр ваҡыт һуңғы версияға яңыртылған.

source: Only available with the installation package
ba: Тик ҡуйыу пакеты менән генә мөмкин

source: Next business day support response guaranteed.
ba: Киләһе эш көнөндә ярҙам яуабы гарантиялана.

source: Installation on your Linux server
ba: Һеҙҙең Linux серверығыҙға ҡуйыу

source: One-time installation of Weblate
ba: Weblate-ты бер тапҡыр ҡуйыу

source: Docker-based or native installation
ba: Docker-нигеҙендәге йәки үҙенсәлекле ҡуйыу

source: Requires root access or close cooperation of your admins
ba: Root-инеү йәки һеҙҙең администраторҙар менән тығыҙ хеҙмәттәшлек талап итә

source: Setup customization
ba: Көйләүҙәрҙе көйләү

source: installation
ba: ҡуйыу

source: Cloud backups of your data
ba: Һеҙҙең мәғлүмәттәрҙең болотло резерв күсермәләре

source: Securely encrypted with your passphrase
ba: Һеҙҙең пароль фразаһы менән хәүефһеҙ шифрланған

source: Daily incremental backups
ba: Көн һайын арта барыусы резерв күсермәләр

source: Stores up to 100 GB of backups
ba: 100 ГБ-ҡа тиклем резерв күсермәләрҙе һаҡлай

source: Read more in the documentation.
ba: Тулыраҡ документацияла уҡығыҙ.

source: Consulting services and/or custom development
ba: Консультация хеҙмәттәре һәм/йәки индивидуаль проекттар эшләү

source: Development of custom features
ba: Махсус мөмкинлектәрҙе эшкәртеү

source: Integration of Weblate into your workflow
ba: Weblate-ты һеҙҙең эш ағымына интеграциялау

source: Suggestions on the internationalization and localization
ba: Интернационалләштереү һәм локалләштереү буйынса тәҡдимдәр

source: Ask for help
ba: Ярҙам һорарға

source: Discuss with community on <a href="%(url)s">GitHub</a>.
ba: Берләшмә менән <a href="%(url)s">GitHub</a>-та фекер алышығыҙ.

source: The General Terms and Conditions document is legally-binding in English, translations are provided for your convenience.
ba: Дөйөм ҡағиҙәләр һәм шарттар документының инглиз телендәгеһе юридик көскә эйә, тәржемәләр һеҙҙең уңайлыҡ өсөн бирелә.

source: User profile at Weblate
ba: Weblate-тағы ҡулланыусы профиле

source: My services
ba: Минең хеҙмәттәрем

source: Support portal
ba: Ярҙам порталы

source: See user profile
ba: Ҡулланыусы профилен ҡарарға

source: Add server to Discover Weblate
ba: Серверҙы Discover Weblate-ҡа өҫтәргә

source: My donations
ba: Минең иғәнәләрем

source: Your reward
ba: Һеҙҙең бүләк

source: Link
ba: Һылтанма

source: Edit reward
ba: Бүләкте үҙгәртергә

source: Active
ba: Әүҙем

source: Wanna see something nice here?
ba: Бында матур нәмә күргегеҙ киләме?

source: Share
ba: Уртаҡлашырға

source: Share with friends
ba: Дуҫтар менән уртаҡлашырға

source: Other topics
ba: Башҡа темалар

source: Milestones
ba: Этаптар

source: Related Articles
ba: Бәйле мәҡәләләр

source: Back to blog
ba: Блогҡа кире ҡайтырға

source: %(size)d byte
ba: %(size)d байт

source: %.1f KiB
ba: %.1f КБ

source: %.1f MiB
ba: %.1f МБ

source: %.1f GiB
ba: %.1f ГБ

source: Sources tarball, bzip2 compressed
ba: Сығанаҡтар tar-архивы, bzip2 менән ҡыҫылған

source: Sources tarball, gzip compressed
ba: Сығанаҡтар tar-архивы, gzip менән ҡыҫылған

source: Sources tarball, xz compressed
ba: Сығанаҡтар tar-архивы, xz менән ҡыҫылған

source: Sources, zip compressed
ba: Сығанаҡтар, zip менән ҡыҫылған

source: Python Wheel package
ba: Python Wheel пакеты

# Price display
source: %(currency)s%(price)s
ba: %(price)s %(currency)s

# 123 translations ...
source: this month
ba: был айҙа

# 123 translations ...
source: this week
ba: был аҙнала

# 123 translations ...
source: yesterday
ba: кисә

# 123 translations ...
source: today
ba: бөгөн

# 123 translations ...
source: recently
ba: яңыраҡ

# 123 translations ...
source: just now
ba: хәҙер генә

source: %d day remaining
ba: %d көн ҡалды

source: Error in parameter %(field)s: %(error)s
ba: %(field)s параметрында хата: %(error)s

source: Please provide your billing information to complete the payment.
ba: Түләүҙе тамамлау өсөн, зинһар, түләү мәғлүмәтегеҙҙе бирегеҙ.

source: The VAT ID is no longer valid, please update it.
ba: VAT ID-һы ғәмәлдә түгел, зинһар, уны яңыртығыҙ.

source: Please choose a payment method.
ba: Зинһар, түләү ысулын һайлағыҙ.

source: Could not perform payment: %s
ba: Түләүҙе башҡарып булманы: %s

source: Could not complete payment: %s
ba: Түләүҙе тамамлап булманы: %s

source: Payment not yet processed, please retry.
ba: Түләү әле эшкәртелмәгән, зинһар, ҡабатлап ҡарағыҙ.

source: The payment was rejected: {}
ba: Түләү кире ҡағылды: {}

source: Unknown reason
ba: Билдәһеҙ сәбәп

source: Thank you for your subscription.
ba: Яҙылыуығыҙ өсөн рәхмәт.

source: Thank you for your donation.
ba: Иғәнәгеҙ өсөн рәхмәт.

source: User not found!
ba: Ҡулланыусы табылманы!
