Repository: WeblateOrg/website
Catalog: locale/ba/LC_MESSAGES/django.po
Languages: ba

# Minimal donation amount in a form
source: From %(minimum)s
ba: %(minimum)s-дан башлап

source: Pick how often to donate
ba: Нисек йыш иғәнә бирергә икәнен һайлағыҙ

source: Single payment
ba: Бер тапҡырлыҡ түләү

source: Every year
ba: Йыл һайын

source: Your reward options
ba: Һеҙҙең бүләк варианттары

source: <strong>Whoa!</strong> You can get any reward.
ba: <strong>Оһо!</strong> Һеҙ теләһә ниндәй бүләк ала алаһығыҙ.

source: Selected option
ba: Һайланған вариант

source: Name in the list of supporters
ba: Хуплаусылар исемлегендәге исем

source: Unavailable for your amount
ba: Һеҙҙең сумма өсөн мөмкин түгел

source: Choose this
ba: Быны һайларға

source: No thanks
ba: Юҡ, рәхмәт

source: Thank you anyway!
ba: Барыбер рәхмәт!

source: Continue
ba: Дауам итергә

source: Please note—a full invoice for your donation is issued immediately after payment.
ba: Иғтибар итегеҙ—иғәнәгеҙ өсөн тулы иҫәп-фактура түләүҙән һуң шунда уҡ бирелә.

source: Your link may be refused, especially if containing too adult or illegal content. Please consult us in advance if unsure.
ba: Һеҙҙең һылтанмағыҙ кире ҡағылыуы мөмкин, бигерәк тә әгәр унда өлкәндәр өсөн йәки законһыҙ йөкмәтке булһа. Икеләнһәгеҙ, зинһар, алдан беҙҙең менән кәңәшләшегеҙ.

source: Download Weblate
ba: Weblate-ты күсереп алырға

source: All Weblate source code is freely available for you to use, modify, share and distribute. Discuss it with your associates.
ba: Weblate-тың бөтә сығанаҡ коды ла һеҙгә ҡулланыу, үҙгәртеү, таратыу һәм бүлешеү өсөн ирекле. Был турала коллегаларығыҙ менән һөйләшегеҙ.

source: Get premium service
ba: Премиум хеҙмәт алырға

source: Quick setup
ba: Тиҙ көйләү

source: Quick Installation
ba: Тиҙ ҡуйыу

source: Weblate is easiest to install using <strong>pip</strong> or <strong>Docker</strong>, please follow the <a href="%(url)s">Quick setup guide</a> for more detailed instructions.
ba: Weblate-ты <strong>pip</strong> йәки <strong>Docker</strong> ярҙамында ҡуйыу иң еңеле, ентеклерәк инструкциялар өсөн <a href="%(url)s">Тиҙ көйләү ҡулланмаһын</a> ҡарағыҙ.

source: Download source code
ba: Сығанаҡ кодты күсереп алырға

source: Latest releases for download
ba: Күсереп алыу өсөн һуңғы релиздар

source: Cloud or virtualization images
ba: Болот йәки виртуальләштереү образдары

source: Weblate can be run in any cloud or virtualization environment. The following guides will show you detailed info about some of the most common platforms.
ba: Weblate-ты теләһә ниндәй болот йәки виртуальләштереү мөхитендә эшләтеп була. Түбәндәге ҡулланмалар һеҙгә иң таралған платформаларҙың ҡайһы берҙәре тураһында ентекле мәғлүмәт күрһәтәсәк.

source: Running Weblate in a Docker container
ba: Weblate-ты Docker контейнерында эшләтеү

source: Docker guide
ba: Docker ҡулланмаһы

source: Running Weblate on the OpenShift platform
ba: Weblate-ты OpenShift платформаһында эшләтеү

source: OpenShift guide
ba: OpenShift ҡулланмаһы

source: Running Weblate on the Kubernetes platform
ba: Weblate-ты Kubernetes платформаһында эшләтеү

source: Kubernetes guide
ba: Kubernetes ҡулланмаһы

source: GitHub repository
ba: GitHub репозиторийы

source: Weblate is developed on <a href="%(url)s">GitHub</a>, you can fork it there, find <a href="%(url)s">more repositories</a>, or just:
ba: Weblate <a href="%(url)s">GitHub</a>-та эшкәртелә, һеҙ уны унда форк яһай, <a href="%(url)s">күберәк репозиторийҙар</a> таба, йәки ябай ғына итеп:

source: Weblate command line client
ba: Weblate команда юлы клиенты

source: You can control Weblate remotely using <a href="%(url)s">wlc</a>, which can be installed from Python pip:
ba: Һеҙ Weblate менән ситтән тороп <a href="%(url)s">wlc</a> ярҙамында идара итә алаһығыҙ, уны Python pip-тан ҡуйып була:

source: Weblate features
ba: Weblate мөмкинлектәре

source: As a feature rich computer aided translation tool, Weblate saves both developers and translators time. Make your users happier!
ba: Күп мөмкинлектәргә эйә компьютер ярҙамындағы тәржемә ҡоралы булараҡ, Weblate программистарҙың да, тәржемәселәрҙең дә ваҡытын экономиялай. Ҡулланыусыларығыҙҙы бәхетлерәк итегеҙ!

source: Browse the <a href="https://docs.weblate.org/">documentation</a> to learn more.
ba: Күберәк белеү өсөн <a href="https://docs.weblate.org/">документацияны</a> ҡарағыҙ.

source: Easy to use interface
ba: Ҡулланыуға еңел интерфейс

source: Weblate screenshot
ba: Weblate скриншоты

source: Customizable quality checks
ba: Көйләнә торған сифат тикшереүҙәре

source: Detailed context
ba: Ентекле контекст

source: Translators are provided detailed translation context, from translation files, or data enriched within Weblate.
ba: Тәржемәселәргә тәржемә файлдарынан йәки Weblate эсендә байытылған мәғлүмәттәрҙән ентекле тәржемә контексы бирелә.

source: Fluent communication
ba: Иркен аралашыу

source: All translations are tracked and can be commented.
ba: Бөтә тәржемәләр ҙә күҙәтелә һәм уларға комментарий яҙырға мөмкин.

source: Access Control
ba: Инеү менән идара итеү

source: Fine-tune access rights to fit your environment.
ba: Мөхитегеҙгә тап килтереү өсөн инеү хоҡуҡтарын ентекле көйләгеҙ.

source: Smart Notifications
ba: Аҡыллы хәбәрнамәләр

source: Translators can be notified of new strings to translate or other events.
ba: Тәржемәселәр яңы тәржемә ителергә тейешле юлдар йәки башҡа ваҡиғалар тураһында хәбәр ала ала.

source: Integration API
ba: Интеграция API-һы

source: Integrate Weblate with third-party services.
ba: Weblate-ты өсөнсө яҡ сервистары менән интеграциялағыҙ.

source: Multiple File Formats
ba: Күп төрлө файл форматтары

source: Use any common file localization format, like gettext, JSON, XLIFF or resource strings, etc.
ba: Gettext, JSON, XLIFF йәки ресурс юлдары кеүек теләһә ниндәй киң таралған локалләштереү файл форматын ҡулланығыҙ.

source: Branch Support
ba: Ботаҡтарға ярҙам

source: Handle different translation versions by pushing them automatically to different branches.
ba: Төрлө тәржемә версиялары менән, уларҙы төрлө ботаҡтарға автоматик ебәреп, идара итегеҙ.

source: Translation Context
ba: Тәржемә контексы

source: Description, nearby strings, images, related source code and glossary entries—for every string.
ba: Тасуирлама, йәнәшәләге юлдар, рәсемдәр, бәйле сығанаҡ код һәм глоссарий яҙмалары – һәр юл өсөн.

source: Android string resources
ba: Android юл ресурстары

source: Apple iOS strings
ba: Apple iOS юлдары

source: App store metadata files
ba: Ҡушымталар магазинының мета데이터 файлдары

source: ARB file
ba: ARB-файл

source: CSV files
ba: CSV-файлдар

source: DTD files
ba: DTD-файлдар

source: Flat XML files
ba: Яҫы XML-файлдар

source: Fluent format
ba: Fluent форматы

source: go-i18n JSON files
ba: go-i18n JSON-файлдары

source: gotext JSON files
ba: gotext JSON-файлдары

source: HTML files
ba: HTML-файлдар

source: i18next JSON files
ba: i18next JSON-файлдары

source: IDML Format
ba: IDML форматы

source: INI translations
ba: INI тәржемәләре

source: Inno Setup INI translations
ba: Inno Setup INI тәржемәләре

source: Joomla translations
ba: Joomla тәржемәләре

source: JSON files
ba: JSON-файлдар

source: Laravel PHP strings
ba: Laravel PHP юлдары

source: Markdown files
ba: Markdown-файлдар

source: mi18n lang files
ba: mi18n тел файлдары

source: Mobile Kotlin resources
ba: Mobile Kotlin ресурстары

source: OpenDocument Format
ba: OpenDocument форматы

source: PHP strings
ba: PHP юлдары

source: ResourceDictionary files
ba: ResourceDictionary файлдары

source: .NET resource files (RESX, RESW)
ba: .NET ресурс файлдары (RESX, RESW)

source: Ruby YAML files
ba: Ruby YAML-файлдары

source: Stringsdict format
ba: Stringsdict форматы

source: Subtitle files
ba: Субтитр файлдары

source: TermBase eXchange format
ba: TermBase eXchange форматы

source: Text files
ba: Текст файлдары

source: Windows RC files
ba: Windows RC-файлдары

source: YAML files
ba: YAML-файлдар

source: Glossaries
ba: Глоссарийҙар

source: Define frequently used terminology for consistency.
ba: Эҙмә-эҙлелек өсөн йыш ҡулланылған терминологияны билдәләгеҙ.

source: Feedback Acquisition
ba: Кире бәйләнеш алыу

source: Use Weblate to acquire feedback on source strings to improve them.
ba: Сығанаҡ юлдар буйынса кире бәйләнеш алып, уларҙы яҡшыртыу өсөн Weblate-ты ҡулланығыҙ.

source: Export and Import
ba: Экспорт һәм импорт

source: Translations can be downloaded for offline translation and merged back.
ba: Тәржемәләрҙе оффлайн тәржемә өсөн күсереп алырға һәм кире ҡушырға мөмкин.

source: Fully Integrated
ba: Тулыһынса интеграцияланған

source: Translations are managed within the same version control system as your code.
ba: Тәржемәләр һеҙҙең код менән бер үк версиялар менән идара итеү системаһында идара ителә.

source: Documentation
ba: Документация

source: Comprehensive documentation covering both setup and use.
ba: Көйләүҙе лә, ҡулланыуҙы ла үҙ эсенә алған тулы документация.

source: Easy Reviews
ba: Еңел тикшереүҙәр

source: Several options for translators to review contributions made by peers.
ba: Тәржемәселәргә коллегалары индергән өлөштө ҡарап сығыу өсөн бер нисә вариант.

source: Language support
ba: Телдәргә ярҙам

source: Support for over 500 languages out of the box. Others can be added too.
ba: 500-ҙән ашыу телгә шунда уҡ ярҙам. Башҡаларҙы ла өҫтәргә мөмкин.

source: Promotion
ba: Алға этәреү

source: Built-in features to attract a wider audience for your translation project.
ba: Тәржемә проектығыҙға киңерәк аудиторияны йәлеп итеү өсөн эске мөмкинлектәр.

source: Reporting
ba: Отчеттар

source: Reports are generated to provide info on project activity.
ba: Проект әүҙемлеге тураһында мәғлүмәт биреү өсөн отчеттар булдырыла.

source: Version Control
ba: Версиялар менән идара итеү

source: Talks directly with your version control system, currently Git and Mercurial are supported.
ba: Һеҙҙең версиялар менән идара итеү системағыҙ менән туранан-тура һөйләшә, әлеге ваҡытта Git һәм Mercurial хуплана.

source: Collaboration Sites
ba: Хеҙмәттәшлек сайттары

source: Native support for software development sites such as GitLab, GitHub, Pagure, Azure, Gitea, or Bitbucket.
ba: GitLab, GitHub, Pagure, Azure, Gitea йәки Bitbucket кеүек программа тәьминәтен эшкәртеү сайттарына үҙенсәлекле ярҙам.

source: Responsive UI
ba: Яуап биреүсән интерфейс

source: User interface that works nicely on desktop, tablets and phones in both light and dark mode.
ba: Компьютерҙа, планшеттарҙа һәм телефондарҙа яҡты ла, ҡараңғы ла режимда яҡшы эшләгән ҡулланыусы интерфейсы.

source: Translation memory
ba: Тәржемә хәтере

source: Reuse existing translations to save time and costs.
ba: Ваҡытты һәм сығымдарҙы экономиялау өсөн булған тәржемәләрҙе ҡабаттан ҡулланығыҙ.

source: Translation add-ons
ba: Тәржемә өҫтәмәләре

source: Customize localization workflow with various add-ons.
ba: Локалләштереү эш ағымын төрлө өҫтәмәләр менән көйләгеҙ.

source: Backups
ba: Резерв күсермәләр

source: Built-in remote backups to prevent data loss.
ba: Мәғлүмәт юғалтыуҙы булдырмау өсөн эске ситтән тороп резерв күсермәләр.

source: Screenshots
ba: Скриншоттар

source: Provide visual context for the translations.
ba: Тәржемәләр өсөн визуаль контекст бирегеҙ.

source: Variants
ba: Варианттар

source: Group variants of strings for easier translating.
ba: Тәржемә итеүҙе еңелләштереү өсөн юлдарҙың варианттарын төркөмләгеҙ.

source: Intermediate language
ba: Аралаш тел

source: Proofread strings from developers before translating them.
ba: Программистарҙан килгән юлдарҙы тәржемә иткәнсе тикшереп сығығыҙ.

source: Automatic translation
ba: Автоматик тәржемә

source: Translations or suggestions can be done by machine translation services or AI.
ba: Тәржемәләрҙе йәки тәҡдимдәрҙе машина тәржемәһе сервистары йәки яһалма интеллект яһай ала.

source: Organize translations
ba: Тәржемәләрҙе ойошторорға

source: Categorize the translation files to ease navigation.
ba: Навигацияны еңелләштереү өсөн тәржемә файлдарын категорияларға бүлегеҙ.

source: Keyboard operation
ba: Клавиатура менән эшләү

source: Use keyboard to effectively navigate while translating.
ba: Тәржемә иткәндә эффектив навигация өсөн клавиатураны ҡулланығыҙ.

source: Weblate Pricing
ba: Weblate хаҡтары

source: Use Weblate as a service, set up your own, or <a href="%(url)s">get help</a> for on-premise hosting — all with the convenience of the premium support.
ba: Weblate-ты сервис булараҡ ҡулланығыҙ, үҙегеҙҙекен көйләгеҙ йәки урындағы хостинг өсөн <a href="%(url)s">ярҙам</a> алығыҙ – барыһы ла премиум ярҙам уңайлыҡтары менән.

source: Our team is ready to help you run Weblate smoothly.
ba: Беҙҙең команда һеҙгә Weblate-ты шыма эшләтеп ебәрергә ярҙам итергә әҙер.

source: Compare Cloud and Self-hosted Features
ba: Болотло һәм Үҙ-хостинглы мөмкинлектәрҙе сағыштырыу

source: System maintenance
ba: Системаны хеҙмәтләндереү

source: Weblate installation
ba: Weblate-ты ҡуйыу

source: Weblate upgrades
ba: Weblate-ты яңыртыу

source: Access to backups
ba: Резерв күсермәләргә инеү

source: Complete configuration customization
ba: Конфигурацияны тулыһынса көйләү

source: Single sign-on
ba: Берҙәм инеү

source: Priority e-mail support
ba: Өҫтөнлөклө e-mail ярҙамы

source: Shared translation memory
ba: Уртаҡ тәржемә хәтере

source: Priority bug fixing
ba: Өҫтөнлөклө хаталарҙы төҙәтеү

# Hosting plan
source: Cloud
ba: Болот

source: Backups and restores are automatic on Hosted Weblate.
ba: Хостингтағы Weblate-та резерв күсермәләр һәм тергеҙеүҙәр автоматик.

# Hosting plan
source: Dedicated cloud
ba: Айырым болот

# Hosting plan
source: Self-hosted
ba: Үҙ хостингында

source: Optional
ba: Мотлаҡ түгел

source: Gratis
ba: Бушлай

source: From
ba: -дан

source: a month
ba: айына

source: See options
ba: Варианттарҙы ҡарарға

source: Buy now
ba: Хәҙер һатып алырға

source: Download
ba: Күсереп алырға

source: Cloud-hosted Price Options
ba: Болотло хостинг хаҡтары варианттары

source: Hosted Weblate allows localization without any extra effort, and <strong>premium support</strong> backed by core developers and professional translators. Ask about hosting of larger projects, or let us answer your questions by <a href="%(contact)s">getting in touch</a>—we are ready to find the perfect solution.
ba: Хостингтағы Weblate артыҡ көс һалмайынса локалләштерергә мөмкинлек бирә, һәм төп эшкәртеүселәр һәм профессиональ тәржемәселәр тарафынан хупланған <strong>премиум ярҙам</strong> тәҡдим итә. Ҙурыраҡ проекттарҙы хостинглау тураһында һорағыҙ йәки <a href="%(contact)s">беҙгә яҙып</a>, һорауҙарығыҙға яуап алығыҙ – беҙ иң яҡшы сиселеште табырға әҙербеҙ.

source: Cloud hosting prices are based purely on number of strings. All plans include all Weblate features.
ba: Болотло хостинг хаҡтары тик юлдар һанына нигеҙләнгән. Бөтә пландар ҙа Weblate-тың бөтә мөмкинлектәрен үҙ эсенә ала.

source: <b>14-day gratis trial</b> included in all cloud plans
ba: <b>14 көнлөк бушлай һынау</b> бөтә болотло пландарға ла инә

source: Continuous localization
ba: Өҙлөкһөҙ локалләштереү

source: Hosted strings
ba: Хостингтағы юлдар

source: Translation projects
ba: Тәржемә проекттары

source: Translation components
ba: Тәржемә компоненттары

source: Number of translators
ba: Тәржемәселәр һаны

source: Dedicated instance
ba: Айырым инстанция

# Hosting plan
source: Custom
ba: Махсус

source: Yearly
ba: Йыл һайын

source: <strong>Save 20%%</strong> with annual subscription!
ba: Йыллыҡ яҙылыу менән <strong>20%% экономиялағыҙ</strong>!

source: Gratis trial
ba: Бушлай һынау

source: <b>Ask</b> for options
ba: Варианттар тураһында <b>һорағыҙ</b>

source: Payment
ba: Түләү

source: Pricing is based on the number of strings in all used languages. A string is a text unit defined in a translation format. It can be a word, sentence, or paragraph.
ba: Хаҡтар бөтә ҡулланылған телдәрҙәге юлдар һанына нигеҙләнгән. Юл – ул тәржемә форматында билдәләнгән текст берәмеге. Ул һүҙ, һөйләм йәки абзац булырға мөмкин.

source: Weblate proudly supports libre projects
ba: Weblate ирекле проекттарға ғорурлыҡ менән ярҙам итә

source: If you feel that being supported by Weblate will help your libre project, <a href="%(url)s">set it up</a> and get the <strong>Libre plan</strong> gratis.
ba: Әгәр Weblate ярҙамы һеҙҙең ирекле проектығыҙға ярҙам итәсәк тип уйлаһағыҙ, уны <a href="%(url)s">көйләгеҙ</a> һәм <strong>Ирекле планды</strong> бушлай алығыҙ.

source: It has the same limits as the <strong>160k plan</strong>, and is only for public projects.
ba: Уның лимиттары <strong>160 меңлек план</strong> менән бер иш, һәм ул асыҡ проекттар өсөн генә.

source: Join existing users and supporters
ba: Булған ҡулланыусыларға һәм ярҙамсыларға ҡушылығыҙ

source: Weblate - web-based localization
ba: Weblate - веб-нигеҙендәге локалләштереү

source: Web-based <strong>continuous</strong> localization
ba: Веб-нигеҙендәге <strong>өҙлөкһөҙ</strong> локалләштереү

source: Copylefted libre software, used by over %(projects)s libre software projects and companies in over %(countries)s countries.
ba: Копилефтлы ирекле программа, %(countries)s-тан ашыу илдә %(projects)s-тан ашыу ирекле программа проекты һәм компанияһы тарафынан ҡулланыла.

source: Try Weblate
ba: Weblate-ты һынап ҡарарға

source: Explore all features
ba: Бөтә мөмкинлектәрҙе өйрәнергә

source: %(countries)s+ Countries
ba: %(countries)s-тан ашыу ил

source: Weblate localizes the world
ba: Weblate донъяны локалләштерә

source: Hosted service and standalone tool with tight version control integration. Simple and clean user interface, propagation of translations across components, quality checks and automatic linking to source files.
ba: Хостинг хеҙмәте һәм версиялар менән идара итеү системаһы менән тығыҙ интеграцияланған айырым ҡорал. Ябай һәм таҙа ҡулланыусы интерфейсы, компоненттар араһында тәржемәләрҙе таратыу, сифатты тикшереү һәм сығанаҡ файлдарға автоматик һылтанмалар.

source: %(count)s translation %(when)s
ba: %(when)s %(count)s тәржемә

source: Project
ba: Проект

source: %(count)s translation
ba: %(count)s тәржемә

source: in the last 7 days
ba: һуңғы 7 көндә

source: Robust feature set
ba: Бай мөмкинлектәр йыйылмаһы

source: Go to pricing
ba: Хаҡтарға күсергә

source: Users and Supporters
ba: Ҡулланыусылар һәм Ярҙамсылар

source: Weblate, the libre continuous localization system.
ba: Weblate, ирекле өҙлөкһөҙ локалләштереү системаһы.

source: Manage your payments
ba: Түләүҙәрегеҙ менән идара итеү

source: Generated on %(timestamp)s.
ba: %(timestamp)s булдырылған.

source: Thank you for your payment on weblate.org.
ba: weblate.org-тағы түләүегеҙ өсөн рәхмәт.

source: You will find an invoice for this payment attached.
ba: Был түләү өсөн иҫәп-фактураны ҡушымтала табасаҡһығыҙ.

source: Your payment on weblate.org
ba: Һеҙҙең weblate.org-тағы түләүегеҙ

source: Your subscription on weblate.org is expiring soon. Please sign in on the website to renew it.
ba: Һеҙҙең weblate.org-тағы яҙылыуығыҙҙың ваҡыты тиҙҙән сыға. Уны яңыртыу өсөн, зинһар, сайтҡа инегеҙ.

source: Your donation on weblate.org is expiring soon. Please sign in on the website to renew it.
ba: Һеҙҙең weblate.org-тағы иғәнәгеҙҙең ваҡыты тиҙҙән сыға. Уны яңыртыу өсөн, зинһар, сайтҡа инегеҙ.

source: Your expired payment on weblate.org
ba: Һеҙҙең weblate.org-тағы ваҡыты сыҡҡан түләүегеҙ

source: Your payment on weblate.org has failed.
ba: Һеҙҙең weblate.org-тағы түләүегеҙ уңышһыҙ булды.

source: Detailed failure from the payment gateway:
ba: Түләү шлюзынан ентекле уңышһыҙлыҡ:

source: If concerning a recurring payment, it is retried three times, and if still failing, cancelled.
ba: Әгәр даими түләүгә ҡағылһа, ул өс тапҡыр ҡабатлана, һәм барыбер уңышһыҙ булһа, туҡтатыла.

source: Your payment on weblate.org failed
ba: Һеҙҙең weblate.org-тағы түләүегеҙ уңышһыҙ булды

source: If you want to continue using the service, please perform the payment now.
ba: Сервисты ҡулланыуҙы дауам итергә теләһәгеҙ, зинһар, түләүҙе хәҙер башҡарығыҙ.

source: Please perform the payment now to continue supporting Weblate.
ba: Weblate-ҡа ярҙам итеүҙе дауам итеү өсөн, зинһар, түләүҙе хәҙер башҡарығыҙ.

source: Your payment on weblate.org is pending. Please follow the provided instructions to complete the payment.
ba: Һеҙҙең weblate.org-тағы түләүегеҙ көтөлә. Түләүҙе тамамлау өсөн бирелгән инструкцияларҙы үтәгеҙ.

source: Payment amount
ba: Түләү суммаһы

source: (including VAT)
ba: (VST-ты индереп)

source: Your pending payment on weblate.org
ba: Һеҙҙең weblate.org-тағы көтөлгән түләүегеҙ

source: Your upcoming payment on weblate.org
ba: Һеҙҙең weblate.org-тағы яҡынлашып килгән түләүегеҙ

source: Current subscription: %(package)s
ba: Ағымдағы яҙылыу: %(package)s

source: Subscription is for <a href="%(url)s">%(url)s</a>.
ba: Яҙылыу <a href="%(url)s">%(url)s</a> өсөн.

source: Thank you for purchasing support subscription on weblate.org
ba: weblate.org-та ярҙам яҙылыуын һатып алғанығыҙ өсөн рәхмәт

source: You can now activate it in your Weblate using the following activation key:
ba: Хәҙер һеҙ уны Weblate-та түбәндәге активация асҡысын ҡулланып әүҙемләштерә алаһығыҙ:

source: Manage your subscriptions
ba: Яҙылыуҙарығыҙ менән идара итеү

source: Documentation on activating support
ba: Ярҙамды әүҙемләштереү тураһында документация

source: Your new subscription on weblate.org
ba: Һеҙҙең weblate.org-тағы яңы яҙылыуығыҙ

source: News about Weblate and localization.
ba: Weblate һәм локалләштереү тураһында яңылыҡтар.

source: Weblate Blog
ba: Weblate блогы

source: View older articles
ba: Иҫкерәк мәҡәләләрҙе ҡарарға

source: Edit
ba: Үҙгәртергә

source: General Terms and Conditions
ba: Дөйөм ҡағиҙәләр һәм шарттар

source: Privacy Policy
ba: Хосусилыҡ сәйәсәте

source: Weblate payment
ba: Weblate түләүе

source: Your billing information
ba: Һеҙҙең түләү мәғлүмәтегеҙ

source: Payment Summary
ba: Түләү йомғағы

source: Payment description
ba: Түләү тасуирламаһы

source: Payment will be issued yearly till you cancel the subscription.
ba: Яҙылыуҙы туҡтатмайынса, түләү йыл һайын алынасаҡ.

source: Payment will be issued every six months till you cancel the subscription.
ba: Яҙылыуҙы туҡтатмайынса, түләү алты ай һайын алынасаҡ.

source: Payment will be issued every quarter till you cancel the subscription.
ba: Яҙылыуҙы туҡтатмайынса, түләү квартал һайын алынасаҡ.

source: Payment will be issued monthly till you cancel the subscription.
ba: Яҙылыуҙы туҡтатмайынса, түләү ай һайын алынасаҡ.

source: Note: This is unavailable for some payment methods, you will have to manually complete the next payment in those cases.
ba: Иҫкәрмә: Был ҡайһы бер түләү ысулдары өсөн мөмкин түгел, был осраҡтарҙа киләһе түләүҙе ҡулдан башҡарырға тура киләсәк.

source: Billing information
ba: Түләү мәғлүмәте

source: Please choose payment method
ba: Зинһар, түләү ысулын һайлағыҙ

source: Make Payment
ba: Түләү яһарға

source: Please follow the provided instructions to complete the payment.
ba: Түләүҙе тамамлау өсөн бирелгән инструкцияларҙы үтәгеҙ.

source: Payment Instructions
ba: Түләү инструкциялары

source: Download pro forma invoice
ba: Проформа-иҫәп-фактураны күсереп алырға

source: Payment status
ba: Түләү статусы

source: Waiting for payment to be completed.
ba: Түләүҙең тамамланыуын көтөү.

source: Payment link
ba: Түләү һылтанмаһы

source: The legal documents necessary to offer our services.
ba: Беҙҙең хеҙмәттәрҙе тәҡдим итеү өсөн кәрәкле юридик документтар.

source: The Privacy Policy document is legally-binding in English, translations are provided for your convenience.
ba: Хосусилыҡ сәйәсәте документының инглиз телендәгеһе юридик көскә эйә, тәржемәләр һеҙҙең уңайлыҡ өсөн бирелә.

source: View English version
ba: Инглизсә версияһын ҡарарға

source: Service
ba: Сервис

source: Dive in, or leverage extensive skills and experience from our team of professionals, giving focused advice attentive to your exact needs.
ba: Сумығыҙ йәки беҙҙең профессионалдар командаһының киң күнекмәләрен һәм тәжрибәһен файҙаланығыҙ, улар һеҙҙең ихтыяждарығыҙға иғтибарлы, маҡсатлы кәңәштәр бирә.
