Repository: WeblateOrg/website
Catalog: locale/ba/LC_MESSAGES/django.po
Languages: ba

source: The largest Weblate server worldwide is home to hundreds of libre and private projects. And Weblate itself! Love libre software? Your possibilities of contributing are limitless here!
ba: Донъялағы иң ҙур Weblate серверында йөҙләгән ирекле һәм шәхси проект, шул иҫәптән Weblate үҙе лә урынлашҡан. Ирекле программаларҙы яратаһығыҙмы? Бында һеҙҙең өлөш индереү мөмкинлектәрегеҙ сикһеҙ!

source: Insufficient donation for selected reward!
ba: Һайланған бүләк өсөн иғәнә етерлек түгел!

source: Account number
ba: Иҫәп номеры

source: Issuing bank
ba: Сығарыусы банк

source: Account holder
ba: Иҫәп хужаһы

source: No reward
ba: Бүләк юҡ

source: Name in the list of supporters
ba: Ярҙам итеүселәр исемлегендәге исем

source: Link in the list of supporters
ba: Ярҙам итеүселәр исемлегендәге һылтанма

source: Logo and link on the Weblate website
ba: Weblate веб-сайтында логотип һәм һылтанма

source: Release
ba: Релиз

source: Features
ba: Мөмкинлектәр

source: Announcement
ba: Иғлан

source: Conferences
ba: Конференциялар

source: Hosted Weblate
ba: Хостингтағы Weblate

source: Development
ba: Эшкәртеү

source: Localization
ba: Локалләштереү

source: Invalid image!
ba: Рәсем дөрөҫ түгел!

source: Unsupported image type: %s
ba: Хупланмаған рәсем төрө: %s

source: Please upload an image with a resolution of 570 x 260 pixels.
ba: Зинһар, 570 x 260 пиксель үлсәмендәге рәсемде тейәгеҙ.

source: Link text
ba: Һылтанма тексы

source: Link URL
ba: Һылтанма URL-ы

source: Link image
ba: Һылтанма рәсеме

# Package category
source: None
ba: Юҡ

# Package category
source: Dedicated hosting
ba: Айырым хостинг

# Package category
source: Shared hosting
ba: Уртаҡ хостинг

# Package category
source: Self-hosted support
ba: Үҙ хостингына ярҙам

source: Community supported
ba: Берләшмә ярҙамы

source: Dedicated hosted service
ba: Айырым хостинг хеҙмәте

source: Hosted service
ba: Хостинг хеҙмәте

source: Basic self-hosted support
ba: Төп үҙ-хостинглы ярҙам

source: Extended self-hosted support
ba: Киңәйтелгән үҙ-хостинглы ярҙам

source: Premium self-hosted support
ba: Премиум үҙ-хостинглы ярҙам

source: Server URL
ba: Сервер URL-ы

source: Server description
ba: Сервер тасуирламаһы

source: Server image
ba: Сервер рәсеме

source: PNG or JPG image with a resolution of 570 x 260 pixels.
ba: 570 x 260 пиксель үлсәмендәге PNG йәки JPG рәсеме.

source: Basic support
ba: Төп ярҙам

source: Never get held back by a problem.
ba: Проблема арҡаһында бер ҡасан да туҡтап ҡалмағыҙ.

source: Set priority for all your questions and reported bugs.
ba: Бөтә һорауҙарығыҙ һәм хәбәр ителгән хаталарығыҙ өсөн өҫтөнлөк билдәләгеҙ.

source: Get support
ba: Ярҙам алырға

source: Premium support
ba: Премиум ярҙам

source: Don’t wait with your work on hold.
ba: Эшегеҙҙе туҡтатып, көтөп тормағыҙ.

source: This guarantees you answers the NBD at the latest.
ba: Был һеҙгә иң һуң тигәндә киләһе эш көнөндә яуап бирелеүен гарантиялай.

source: Be Premium
ba: Премиум бул

source: Extended support
ba: Киңәйтелгән ярҙам

source: Don’t settle with Basic, get a worry-free package.
ba: Төп пакет менән сикләнмәгеҙ, борсолоуҙарһыҙ пакет алығыҙ.

source: We will manage upgrades for you.
ba: Беҙ һеҙҙең өсөн яңыртыуҙар менән идара итәсәкбеҙ.

source: Stay updated
ba: Яңыртыуҙарҙан хәбәрҙар бул

source: Backup service
ba: Резерв күсермә хеҙмәте

source: Easily put your backups in a safe place.
ba: Резерв күсермәләрегеҙҙе еңел генә хәүефһеҙ урынға һалығыҙ.

source: Encrypted and automatic, always available.
ba: Шифрланған һәм автоматик, һәр ваҡыт мөмкин.

source: Back up daily
ba: Көн һайын резерв күсермә яһау

source: Upgrade to %s
ba: %s-ҡа күсергә

source: Increase service limits to translate more content.
ba: Күберәк йөкмәтке тәржемә итеү өсөн сервис лимиттарын арттырығыҙ.

source: Upgrade
ba: Яҡшыртырға

source: IBAN bank transfer
ba: IBAN банк күсереүе

source: Reference
ba: Билдәләнеш

source: Payment card
ba: Түләү картаһы

source: Payment error
ba: Түләү хатаһы

source: Payment cancelled
ba: Түләү туҡтатылды

source: European VAT ID
ba: Европа VAT ID-һы

source: Please fill in European Union VAT ID, leave blank if not applicable.
ba: Зинһар, Европа Берләшмәһе VAT ID-һын тултырығыҙ, әгәр ҡағылмаһа, буш ҡалдырығыҙ.

source: Company or individual name
ba: Компания йәки шәхси исем

source: Address
ba: Адрес

source: Additional address information
ba: Өҫтәмә адрес мәғлүмәте

source: City
ba: Ҡала

source: Postcode
ba: Почта индексы

source: Country
ba: Ил

source: Billing e-mail
ba: Түләү өсөн e-mail

source: Additional e-mail to receive billing notifications
ba: Түләү хәбәрнамәләрен алыу өсөн өҫтәмә e-mail

source: The country has to match your VAT code
ba: Ил һеҙҙең VAT кодығыҙ менән тап килергә тейеш

source: Annual
ba: Йыл һайын

source: Biannual
ba: Ярты йыл һайын

source: Quarterly
ba: Квартал һайын

source: Monthly
ba: Ай һайын

source: One-time
ba: Бер тапҡырлыҡ

# Payment state
source: New payment
ba: Яңы түләү

# Payment state
source: Awaiting payment
ba: Түләү көтөлә

# Payment state
source: Payment rejected
ba: Түләү кире ҡағылды

# Payment state
source: Payment accepted
ba: Түләү ҡабул ителде

# Payment state
source: Payment processed
ba: Түләү эшкәртелде

source: Enter a valid e-mail address.
ba: Дөрөҫ e-mail адресын яҙығыҙ.

source: {} is not a valid country code for any European Union member.
ba: {} Европа Берләшмәһенең бер ағзаһы өсөн дә дөрөҫ ил коды түгел.

source: {} does not match the country's VAT ID specifications.
ba: {} илдең VAT ID-һы спецификацияларына тап килмәй.

source: The official EU verification tool currently can't validate this VAT ID, please try again later.
ba: ЕС-тың рәсми тикшереү ҡоралы әлеге ваҡытта был VAT ID-һын раҫлай алмай, зинһар, һуңыраҡ ҡабатлап ҡарағыҙ.

source: View service status.
ba: Сервис торошон ҡарарға.

source: {} is not a valid VAT ID.
ba: {} дөрөҫ VAT ID-һы түгел.

source: Page not found
ba: Бит табылманы

source: The page you are looking for was not found.
ba: Һеҙ эҙләгән бит табылманы.

source: Server error
ba: Сервер хатаһы

source: The server had serious problems serving your request, and this error has been recorded as %(error_id)s.
ba: Сервер һеҙҙең һорауығыҙҙы хеҙмәтләндергәндә етди проблемаларға осраны, һәм был хата %(error_id)s булараҡ теркәлде.

source: The Weblate Way
ba: Weblate юлы

source: We love localization and libre software enough to build a privacy-respecting localization tool and provide it as copylefted libre software. It all started in 2012.
ba: Беҙ локалләштереүҙе һәм ирекле программаларҙы шул тиклем яратабыҙ, хатта хосусилыҡты хөрмәт итеүсе локалләштереү ҡоралы булдырҙыҡ һәм уны копилефтлы ирекле программа итеп таратабыҙ. Барыһы ла 2012 йылда башланды.

source: February 2012
ba: Февраль 2012

source: Looking for a Pootle alternative
ba: Pootle-ға альтернатива эҙләү

source: …The key feature is full integration with Git. Changes are committed to a local Git branch and easily merged back.
ba: …Төп үҙенсәлек – Git менән тулы интеграция. Үҙгәрештәр урындағы Git-ботаҡҡа коммит ителә һәм еңел генә кире ҡушыла.

source: March 2012
ba: Март 2012

source: Announcing Weblate
ba: Weblate-ты иғлан итеү

source: …After about a week of development, Weblate is announced; a web-based translation tool with tight Git integration.
ba: …Бер аҙна самаһы эшкәртеүҙән һуң, Weblate иғлан ителә; ул – Git менән тығыҙ интеграцияланған веб-нигеҙендәге тәржемә ҡоралы.

source: April 2012
ba: Апрель 2012

source: Why Weblate?
ba: Ни өсөн Weblate?

source: Instead of settling with an existing solution, Weblate was made to have:
ba: Булған сиселештәр менән сикләнеү урынына, Weblate ошоларға эйә булыу өсөн эшләнде:

source: Git integration
ba: Git-интеграция

source: Translator attribution
ba: Тәржемәсе авторлығын билдәләү

source: Handling of several branches
ba: Бер нисә ботаҡ менән эшләү

source: Displaying context
ba: Контексты күрһәтеү

source: Sane merging of translations
ba: Тәржемәләрҙе дөрөҫ ҡушыу

source: Consistency checks
ba: Эҙмә-эҙлелекте тикшереү

source: Today
ba: Бөгөн

source: Weblate grows and the future is open to new opportunities.
ba: Weblate үҫә һәм киләсәк яңы мөмкинлектәргә асыҡ.

source: Your Weblate Team
ba: Һеҙҙең Weblate командаһы

source: Author of the idea; code and development leader. He’s also designing custom and large-scale solutions.
ba: Идея авторы; код һәм эшкәртеү лидеры. Ул шулай уҡ махсус һәм ҙур масштаблы сиселештәрҙе проектлай.

source: Community manager and support guru who’s helping you with smooth workflows. Our salesperson.
ba: Берләшмә менеджеры һәм ярҙам гуруһы, ул һеҙгә шыма эш ағымдарында ярҙам итә. Беҙҙең һатыусы.

source: Interface and graphics designer elevating user happiness. He’s continually optimizing Weblate.
ba: Интерфейс һәм графика дизайнеры, ҡулланыусыларҙың ҡәнәғәтлеген арттыра. Ул Weblate-ты даими оптималләштерә.

source: Contributors and translators united
ba: Ярҙамсылар һәм тәржемәселәр берләште

source: The Weblate history
ba: Weblate тарихы

source: April 2020
ba: Апрель 2020

source: Improved translation memory and support for intermediate translations
ba: Яҡшыртылған тәржемә хәтере һәм аралаш тәржемәләргә ярҙам

source: January 2019
ba: Ғинуар 2019

source: Automatic detection of translatable files in a repository
ba: Репозиторийҙа тәржемә ителә торған файлдарҙы автоматик асыҡлау

source: June 2018
ba: Июнь 2018

source: Weblate 3.0 is released with rewritten and more flexible access control
ba: Weblate 3.0 сығарыла, унда инеү менән идара итеү ҡабаттан яҙылған һәм һығылмалыраҡ

source: April 2018
ba: Апрель 2018

source: Built-in translation memory
ba: Эске тәржемә хәтере

source: February 2018
ba: Февраль 2018

source: Introducing add-ons to customize the localization workflow
ba: Локалләштереү эш ағымын көйләү өсөн өҫтәмәләрҙе индереү

source: Bringing more fine grained per project ACL settings
ba: Проект буйынса тағы ла ентеклерәк ACL көйләүҙәрен индереү

source: April 2017
ba: Апрель 2017

source: Security program opened at HackerOne
ba: HackerOne-да хәүефһеҙлек программаһы асылды

source: November 2016
ba: Ноябрь 2016

source: Support for uploading screenshots to provide better context for translators
ba: Тәржемәселәргә яҡшыраҡ контекст биреү өсөн скриншоттар тейәү мөмкинлеге

source: Show older milestones
ba: Иҫкерәк этаптарҙы күрһәтергә

source: Founder of Weblate
ba: Weblate-ты нигеҙләүсе

source: Michal is a libre software enthusiast born and residing in Prague, Czech Republic. He is a long term contributor to various libre software projects like <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> and <a href="https://www.debian.org/">Debian</a>.
ba: Михал – Чехияның Прага ҡалаһында тыуған һәм йәшәгән ирекле программалар энтузиасты. Ул оҙаҡ ваҡыт <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> һәм <a href="https://www.debian.org/">Debian</a> кеүек төрлө ирекле программа проекттарына үҙ өлөшөн индерә.

source: After employment in several technology companies, since early 2016, Michal dedicated himself to providing services to companies focusing on localization and Weblate.
ba: Бер нисә технология компанияһында эшләгәндән һуң, 2016 йылдың башынан алып, Михал үҙен локалләштереүгә һәм Weblate-ҡа йүнәлтелгән компанияларға хеҙмәттәр күрһәтеүгә бағышланы.

source: Contact
ba: Бәйләнеш

source: Provider
ba: Провайдер

source: Czechia
ba: Чехия

source: Business ID
ba: Бизнес ID-һы

source: VAT ID
ba: VAT ID-һы

source: D-U-N-S Number
ba: D-U-N-S номеры

source: Contact us
ba: Беҙгә яҙығыҙ

source: Weblate is a libre software web-based continuous localization system.
ba: Weblate – ул ирекле программалы, веб-нигеҙендәге өҙлөкһөҙ локалләштереү системаһы.

# Keyword
source: translate
ba: тәржемә итеү

source: Sign out
ba: Сығыу

source: Go Weblate!
ba: Алға, Weblate!

source: Service Status
ba: Сервис торошо

source: Licensed GNU GPLv3+
ba: GNU GPLv3+ лицензияһы

source: Terms
ba: Шарттар

source: Privacy
ba: Хосусилыҡ

source: Design by %(author)s
ba: Дизайн авторы: %(author)s

source: Career at Weblate
ba: Weblate-та карьера

source: Weblate, the libre localization platform, wants you on the team!
ba: Weblate, ирекле локалләштереү платформаһы, һеҙҙе командала күрергә теләй!

source: Learn more
ba: Күберәк белергә

source: Dive into our <a href="%(issues)s">open issues</a> to gain insights and contribute to our dynamic ecosystem.
ba: Беҙҙең динамик экосистемабыҙ тураһында күберәк белеү һәм уға үҙ өлөшөгөҙҙө индереү өсөн <a href="%(issues)s">асыҡ мәсьәләләребеҙгә</a> күҙ һалығыҙ.

source: Showcase your skills by tackling one of our <a href="%(issues)s">good first issues</a> and making a tangible impact.
ba: Беҙҙең <a href="%(issues)s">яҡшы башланғыс мәсьәләләрҙең</a> береһен хәл итеп, үҙ оҫталығығыҙҙы күрһәтегеҙ һәм һиҙелерлек йоғонто яһағыҙ.

source: Apply now
ba: Хәҙер ғариза бирергә

source: Browse the <a href="%(issues)s">open issues</a> to gain insight into what we are looking for.
ba: Беҙҙең нимә эҙләгәнебеҙҙе аңлау өсөн <a href="%(issues)s">асыҡ мәсьәләләрҙе</a> ҡарап сығығыҙ.

source: Grab one of the <a href="%(issues)s">good first issues</a> to show us your expertise.
ba: Беҙгә үҙ оҫталығығыҙҙы күрһәтеү өсөн <a href="%(issues)s">яҡшы башланғыс мәсьәләләрҙең</a> береһенә тотоноғоҙ.

source: Contribute to Weblate
ba: Weblate-ҡа өлөш индерергә

source: Weblate is developed by an open community.
ba: Weblate асыҡ берләшмә тарафынан эшкәртелә.

source: There are many ways you can contribute to Weblate development. Talk about it with your associates.
ba: Weblate-ты үҫтереүгә өлөш индереүҙең күп юлдары бар. Был турала коллегаларығыҙ менән һөйләшегеҙ.

source: View sources
ba: Сығанаҡтарҙы ҡарарға

source: Translate the app
ba: Ҡушымтаны тәржемә итергә

source: Found a <strong>bug</strong> in Weblate?
ba: Weblate-та <strong>хата</strong> таптығыҙмы?

source: In case it is sensitive or a <strong>security issue</strong>, please report it to %(report)s. Other ways of reporting security issue can be found in the <a href="%(url)s">documentation</a>.
ba: Әгәр ул серле мәғлүмәт йәки <strong>хәүефһеҙлек проблемаһы</strong> булһа, зинһар, уны %(report)s адресына хәбәр итегеҙ. Хәүефһеҙлек проблемалары тураһында хәбәр итеүҙең башҡа ысулдарын <a href="%(url)s">документацияла</a> табырға мөмкин.

source: <strong>Ensure the bug is not already reported</strong>, by searching through the <a href="%(url)s">GitHub issues</a>.
ba: Хатаның инде хәбәр ителмәүенә инаныу өсөн, <a href="%(url)s">GitHub мәсьәләләре</a> аша эҙләп ҡарағыҙ.

source: If you're unable to find an open issue addressing the problem, <a href="%(url)s">open a new one</a>.
ba: Әгәр проблеманы хәл итеүсе асыҡ мәсьәлә таба алмаһағыҙ, <a href="%(url)s">яңыһын асығыҙ</a>.

source: <strong>Follow instructions in the issue template</strong>, and provide as much relevant info as possible.
ba: <strong>Мәсьәлә ҡалыбындағы инструкцияларҙы үтәгеҙ</strong> һәм мөмкин тиклем күберәк мөһим мәғлүмәт бирегеҙ.

source: GitHub issues
ba: GitHub мәсьәләләре

source: Have a <strong>patch</strong> that fixes a bug?
ba: Хатаны төҙәтеүсе <strong>патчығыҙ</strong> бармы?

source: Open a new <a href="%(url)s">GitHub pull request</a> with the patch.
ba: Патч менән яңы <a href="%(url)s">GitHub pull-һорауын</a> асығыҙ.

source: Ensure the pull request description clearly describes the problem and solution. Include the relevant issue number if applicable.
ba: Pull-һорауҙың тасуирламаһы проблеманы һәм уның сиселешен асыҡ итеп аңлатыуын тикшерегеҙ. Мөмкин булһа, тейешле мәсьәлә номерын индерегеҙ.

source: Open a pull request
ba: Pull-һорау асырға

source: Missing a <strong>feature</strong> or want to change something?
ba: Берәй <strong>мөмкинлек</strong> етмәйме йәки нимәнелер үҙгәртергә теләйһегеҙме?

source: Suggest your change in the <a href="%(url)s">GitHub issues</a>.
ba: Үҙгәрешегеҙҙе <a href="%(url)s">GitHub мәсьәләләрендә</a> тәҡдим итегеҙ.

source: <strong>Source code</strong> related questions?
ba: <strong>Сығанаҡ кодҡа</strong> бәйле һорауҙар бармы?

source: Please consult the <a href="%(url)s">contributor documentation</a> to find the most common topics.
ba: Иң йыш осраған темаларҙы табыу өсөн, зинһар, <a href="%(url)s">ярҙамсы документацияһын</a> ҡарағыҙ.

source: Share what is on your mind in the <a href="%(url)s">GitHub discussions</a>.
ba: Уйҙарығыҙ менән <a href="%(url)s">GitHub фекер алышыуҙарында</a> бүлешегеҙ.

source: Browse documentation
ba: Документацияны ҡарарға

source: Want to help out with <strong>Documentation</strong>?
ba: <strong>Документация</strong> менән ярҙам итергә теләйһегеҙме?

source: The documentation is part of the main source code repository and you can easily follow the links to edit each page directly from the <a href="%(url)s">documentation</a>.
ba: Документация төп сығанаҡ код репозиторийының бер өлөшө булып тора, һәм һеҙ һәр битте туранан-тура <a href="%(url)s">документациянан</a> мөхәррирләү өсөн һылтанмалар буйлап еңел генә күсә алаһығыҙ.

source: Once you have a patch ready, please follow <a href="#patch">patch submission</a> instructions.
ba: Патчығыҙ әҙер булғас, зинһар, <a href="#patch">патч ебәреү</a> инструкцияларын үтәгеҙ.

source: Help fix and suggest non-code related pull-requests by joining the reviewer team.
ba: Тикшереүселәр командаһына ҡушылып, кодҡа бәйле булмаған pull-һорауҙарҙы төҙәтергә һәм тәҡдим итергә ярҙам итегеҙ.

source: <strong>Financial support</strong> is always put to good use.
ba: <strong>Финанс ярҙамы</strong> һәр ваҡыт файҙалы эштәргә тотонола.

source: Please open the donation page for options on how to donate.
ba: Иғәнә биреү ысулдарын күреү өсөн, зинһар, иғәнәләр битен асығыҙ.

source: Donate now
ba: Хәҙер иғәнә бирергә

source: <strong>Are you a translator?</strong> Help translate Weblate itself.
ba: <strong>Һеҙ тәржемәсеме?</strong> Weblate-ты үҙен тәржемә итергә ярҙам итегеҙ.

source: You can translate Weblate and many other projects at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
ba: Һеҙ Weblate-ты һәм башҡа күп проекттарҙы <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a> сайтында тәржемә итә алаһығыҙ.

source: Start translating
ba: Тәржемә итә башларға

source: Translation status
ba: Тәржемә торошо

source: Discover Weblate
ba: Weblate-ты асырға

source: Check out who’s using Weblate already. We are a community of translators and localization specialists who use and improve our common tool to empower readers and app users around the World. Find your favorite projects and start contributing together with us.
ba: Weblate-ты кемдәр ҡулланғанын ҡарағыҙ. Беҙ – бөтә донъялағы уҡыусыларҙың һәм ҡушымта ҡулланыусыларының мөмкинлектәрен киңәйтеү өсөн уртаҡ ҡоралыбыҙҙы ҡулланған һәм яҡшыртҡан тәржемәселәр һәм локалләштереү белгестәре берләшмәһе. Яратҡан проекттарығыҙҙы табығыҙ һәм беҙҙең менән бергә үҙ өлөшөгөҙҙө индерә башлағыҙ.

source: Add yours
ba: Үҙегеҙҙекен өҫтәргә

source: project name
ba: проект исеме

source: Search
ba: Эҙләү

source: %(count)s project
ba: %(count)s проект

source: %(count)s translator
ba: %(count)s тәржемәсе

source: …and %(count)s more
ba: …һәм тағы %(count)s

source: Customize listing
ba: Исемлекте көйләргә

source: No servers matched your search.
ba: Эҙләүегеҙгә тап килгән серверҙар табылманы.

source: You're being redirected to a SSO sign-in page.
ba: Һеҙ SSO инеү битенә йүнәлтеләһегеҙ.

source: Please click the button below if you're not redirected automatically within a few seconds.
ba: Әгәр бер нисә секунд эсендә автоматик рәүештә йүнәлтелмәһәгеҙ, зинһар, түбәндәге төймәгә баҫығыҙ.

source: Sign in
ba: Инеү

source: Become a Weblate supporter
ba: Weblate-ҡа ярҙам итеүсе бул

source: Weblate does not require payment, and welcomes donations. There are many ways to contribute. Discuss it with your associates.
ba: Weblate түләү талап итмәй һәм иғәнәләрҙе хуплай. Өлөш индереүҙең күп юлдары бар. Был турала коллегаларығыҙ менән һөйләшегеҙ.

source: Purchase premium cloud
ba: Премиум болот һатып алырға

source: Manage your donations
ba: Иғәнәләрегеҙ менән идара итеү

source: Recurring support and rewards
ba: Даими ярҙам һәм бүләктәр

source: Recurring donations facilitate sustainable Weblate development, and even the smallest amount is put to good use. Repeated appreciation helps in keeping the project sustainable long term. Please consider this option if you are hosting Weblate yourself without a support contract.
ba: Даими иғәнәләр Weblate-тың тотороҡло үҫешенә булышлыҡ итә, һәм хатта иң бәләкәй сумма ла файҙалы эштәргә тотонола. Ҡабатланған рәхмәттәр проекттың оҙайлы тотороҡлолоғон һаҡларға ярҙам итә. Әгәр һеҙ Weblate-ты үҙегеҙ ярҙам килешеүенән тыш хостинглаһағыҙ, зинһар, был вариантты ҡарағыҙ.

source: Choose your reward
ba: Бүләгегеҙҙе һайлағыҙ

source: annually
ba: йыл һайын

source: Donate
ba: Иғәнә бирергә

source: Weblate heroism
ba: Weblate геройлығы

source: Commercial services like hosting or support for self-hosted installations help fund Weblate development.
ba: Хостинг йәки үҙ-хостинглы ҡуйыуҙарға ярҙам кеүек коммерция хеҙмәттәре Weblate үҫешен финансларға ярҙам итә.

source: Get help from Weblate
ba: Weblate-тан ярҙам алырға

source: Single appreciative donation
ba: Бер тапҡырлыҡ рәхмәт иғәнәһе

source: One-time donations are a great way to bring attention to a single issue before or after it is fixed.
ba: Бер тапҡырлыҡ иғәнәләр – бер мәсьәләгә ул төҙәтелгәнгә тиклем йәки һуң иғтибар йәлеп итеүҙең яҡшы ысулы.

source: Weblate swag
ba: Weblate атрибутикаһы

source: Buying branded clothing and merch is a great way to support Weblate and show your pride!
ba: Брендлы кейем һәм атрибутика һатып алыу – Weblate-ҡа ярҙам итеүҙең һәм ғорурлығығыҙҙы күрһәтеүҙең яҡшы ысулы!

source: Shop from Europe
ba: Европанан һатып алырға

source: Shop from America and Australia
ba: Америка һәм Австралиянан һатып алырға

source: Your favorite donation platforms
ba: Һеҙҙең яратҡан иғәнә платформалары

source: Join Weblate fans on platforms you trust. We look forward to seeing you there.
ba: Weblate фанаттарына һеҙ ышанған платформаларҙа ҡушылығыҙ. Һеҙҙе унда күрергә түҙемһеҙлек менән көтәбеҙ.

source: Cryptocurrency donations
ba: Криптовалюта иғәнәләре

source: Thanks to <a href="%(url)s">Trezor</a>, donations are happily accepted in several cryptocurrencies using the addresses below.
ba: <a href="%(url)s">Trezor</a> арҡаһында, иғәнәләр бер нисә криптовалютала түбәндәге адрестар буйынса шатланып ҡабул ителә.

source: Currency
ba: Валюта

source: Donation address
ba: Иғәнә адресы

source: Weblate is thankful for your help
ba: Weblate ярҙамығыҙ өсөн рәхмәтле

source: A proud showcase of our supporters, some of which offered technological contributions, others provided monetary funds. We welcome any form of help. If you have an idea, please <a href="%(contact)s">let us know</a>.
ba: Беҙҙең ярҙамсыларҙың ғорур витринаһы, уларҙың ҡайһы берҙәре технологик өлөш индерҙе, икенселәре аҡсалата ярҙам күрһәтте. Беҙ теләһә ниндәй ярҙамды хуплайбыҙ. Әгәр идеяғыҙ булһа, зинһар, <a href="%(contact)s">беҙгә хәбәр итегеҙ</a>.

source: Supporters
ba: Ярҙам итеүселәр

source: Technologies
ba: Технологиялар

source: Donate to Weblate
ba: Weblate-ҡа иғәнә бирергә

source: Edit your reward link
ba: Бүләк һылтанмағыҙҙы үҙгәртергә

source: Save
ba: Һаҡларға

source: Your donation to Weblate
ba: Һеҙҙең Weblate-ҡа иғәнәгеҙ

source: <strong>Thank you</strong> for your decision to support Weblate. Please choose your preferred method of support, or set a donation amount yourself. We are here to help if needed.
ba: Weblate-ҡа ярҙам итергә булғанығыҙ өсөн <strong>рәхмәт</strong>. Зинһар, үҙегеҙгә оҡшаған ярҙам ысулын һайлағыҙ йәки иғәнә суммаһын үҙегеҙ билдәләгеҙ. Кәрәк булһа, беҙ ярҙам итергә әҙербеҙ.

source: Choose your amount in EUR
ba: Суммағыҙҙы EUR-ҙа һайлағыҙ
