Repository: WeblateOrg/website
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: hr, nl, sv

source: Consent
hr: Odobrenje
nl: Toestemming
sv: Samtycke

source: means the User’s consent with these Terms of Service and other legal documents expressed by checking the checkbox during the registration
hr: znači prihvaćanje ovih uvjeta pružanja usluge i drugih pravnih dokumenata, označavanjem potvrdnog okvira prilikom registracije
nl: betekent de toestemming van de Gebruiker met deze Gebruiksvoorwaarden en andere wettelijke documenten die uitgedrukt wordt door het selectievakje tijdens de registratie aan te vinken
sv: betyder användarens samtycke med det här användaravtalet för tjänsten och andra juridiska dokument specificerade genom att bocka i kryssrutan under registreringen

source: Cookies
hr: Kolačići

source: means any datafile sent by the web server of the Service to the User’s computer or other device connected to the Internet, which enable obtaining unique identification of the User’s web browser
hr: znači bilo koju datoteku podataka koju web poslužitelj usluge šalje korisnikovom računalu ili drugom uređaju spojenom na internet, koji omogućava dobivanje jedinstvene identifikacije korisnikovog preglednika
nl: Staat voor elk gegevensbestand dat door de webserver van de Dienst naar de computer van de Gebruiker wordt gestuurd of naar een ander apparaat dat met het internet is verbonden, waardoor een unieke identificatie van de webbrowser van de Gebruiker kan worden verkregen
sv: avser alla datafiler som skickas av tjänstens webbserver till användarens dator eller annan enhet som är ansluten till Internet, vilket gör det möjligt att erhålla unik identifiering av användarens webbläsare

source: GDPR
hr: Opće uredbe o zaštiti podataka
nl: AVG

source: means EU Regulation No. %(law_679_2016)s, the General Data Protection Regulation
hr: znači EU uredba br. %(law_679_2016)s, Opća uredba o zaštiti podataka
nl: staat voor EU Richtlijn nr. %(law_679_2016)s, de Algemene Verordening Gegevensbescherming
sv: avser EU:s förordning nr. %(law_679_2016)s, den allmänna dataskyddsförordningen

source: License
hr: Licenca
nl: Licentie
sv: Licens

source: means non-exclusive license granted by the Provider to the User for use of the Service
hr: znači neekskluzivna licenca koju pružatelj usluga dodijeljuje korisniku za korištenje usluge
nl: betekent een niet-exclusieve licentie die door de Aanbieder aan de Gebruiker wordt verleend voor het gebruik van de Dienst
sv: innebär icke-exklusiv licens som beviljats av leverantören till användaren för användning av tjänsten

source: Provider
hr: Pružatelj usluge
nl: Aanbieder
sv: Leverantör

source: means %(provider)s, Reg. No. %(reg_no)s
hr: znači %(provider)s, reg. br. %(reg_no)s
nl: betekent %(provider)s, Reg. No. %(reg_no)s
sv: betyder %(provider)s, Reg. Nr. %(reg_no)s

source: Personal Data
hr: Osobni podaci
nl: Persoonlijke gegevens
sv: Personlig data

source: means personal data within the meaning of EU Regulation No. %(law_679_2016)s inserted by the User into the Service and/or Cookies
hr: znači osobni podaci u smislu EU uredbe br. %(law_679_2016)s koje je korisnik upisao u uslugu i/ili kolačiće
nl: staat voor persoonsgegevens in de zin van verordening (EU) nr. %(law_679_2016)s die door de gebruiker in de dienst en/of cookies zijn geplaatst
sv: betyder personuppgifter i den mening som avses i EU-förordningen nr %(law_679_2016)s som införts av användaren i tjänsten och/eller kakor

source: Owner
hr: Vlasnik
nl: Eigenaar
sv: Ägare

source: means the User who can manage Project
hr: znači korisnik koji upravlja projektom
nl: betekent de Gebruiker die een Project kan beheren
sv: betyder användaren som kan hantera projektet

source: Project
hr: Projekt
sv: Projekt

source: means translation project operated on the Service
hr: znači prevodilački projekt koji se obavlja na usluzi
nl: betekent vertaalproject bediend op de Dienst
sv: betyder översättningsprojekt som drivs på Tjänsten

source: Service
hr: Usluga
nl: Dienst
sv: Tjänst

source: means the website and services based on Weblate operated by the Provider
hr: znači web mjesto i usluge temeljene na Weblateu kojima upravlja pružatelj usluge
nl: betekent de website en diensten gebaseerd op Weblate, bediend door de Aanbieder
sv: avser webbplatsen och tjänsterna baserade på Weblate som drivs av leverantören

source: Translation Memory
hr: Spremište prijevoda
nl: Vertaalgeheugen
sv: Översättningsminne

source: means the optional translation memory service provided within Weblate
hr: znači opcionalnu uslugu za spremište prijevoda koja se pruža unutar Weblatea
nl: betekent de optionele vertaalgeheugen-dienst voorzien binnen Weblate
sv: betyder valfri översättningsminnestjänst som tillhandahålls inom Weblate

source: User
hr: Korisnik
nl: Gebruiker
sv: Användare

source: means any legal entity or an individual other than the Provider, who is using the Service
hr: znači bilo koji pravni subjekt ili fizička osoba koja nije pružatelj usluge, a koja koristi uslugu
nl: betekent elke rechtspersoon of een andere persoon dan de Aanbieder die gebruik maakt van de Dienst
sv: betyder varje juridisk person eller någon annan än leverantören som använder tjänsten

source: VCS
hr: Sustav za kontrolu verzija

source: means distributed version control system used by the Project such as Git or Mercurial
hr: znači distribuirani sustav za kontrolu verzija koji se koristi u projektu, kao što su Git ili Mercurial
nl: betekent 'distributed version control system' (versiebeheersysteem) gebruikt door het Project, zoals Git of Mercurial
sv: betyder distribuerat versionskontrollsystem som används av projekt som Git eller Mercurial

source: License Agreement Conclusion
hr: Sklapanje licencnog ugovora
nl: Sluiting van de licentieovereenkomst
sv: Licensavtalets slutsats

source: The License Agreement is concluded upon the User’s Acceptance of the Provider’s Offer.
hr: Licencni ugovor je sklopljen, nakon što korisnik prihvati ponudu pružatelja usluge.
nl: De Licentieovereenkomst komt tot stand op het moment dat de Gebruiker de Aanbieding van de Aanbieder aanvaardt.
sv: Licensavtalet ingås när användaren godkänner leverantörens erbjudande.

source: License Agreement
hr: Licencni ugovor
nl: Licentieovereenkomst
sv: Licensavtal

source: By concluding Agreement under Article 2.1 of this Agreement, the following provisions of this Article 3 of the Terms of Service come into force.
hr: Sklapanjem sporazuma prema članku 2.1 ovog ugovora, na snagu stupaju sljedeće odredbe članka 3. ovih uvjeta pružanja usluge.
nl: Door het sluiten van de Overeenkomst onder artikel 2.1 van deze Overeenkomst treden de volgende bepalingen van dit artikel 3 van de Servicevoorwaarden in werking.
sv: Genom att ingå avtal enligt artikel 2.1 i detta avtal, träder följande bestämmelser i denna artikel 3 i användarvillkoren i kraft.

source: The Provider presents the User with a License Agreement and the User accepts this License Agreement, all this under the terms and conditions stated in these Terms of Service.
hr: Pružatelj predstavlja korisniku ugovor s licencom, a korisnik prihvaća ovaj licencni ugovor, a sve to pod uvjetima i odredbama navedenim u ovim uvjetima pružanja usluge.
nl: De Aanbieder verstrekt de Gebruiker een Licentie overeenkomst en de Gebruiker aanvaardt die overeenkomst, dit alles onder de voorwaarden die in deze Gebruiksvoorwaarden zijn vermeld.
sv: Leverantören presenterar användaren ett licensavtal och användaren accepterar detta licensavtal, allt detta enligt de villkor som anges i dessa användarvillkor.

source: The Provider shall have the right to shut down, adjust, modify or make the Service unavailable on the web address at any time.
hr: Pružatelj ima pravo u bilo kojem trenutku isključiti, prilagoditi, izmijeniti ili učiniti uslugu nedostupnom na web adresi.
nl: De Aanbieder heeft het recht om de Dienst op elk moment af te sluiten, aan te passen, te wijzigen of niet beschikbaar te maken op het webadres.
sv: Leverantören ska ha rätt att när som helst stänga av, justera, modifiera eller göra tjänsten otillgänglig på webbadressen.

source: The User agrees to use the Service only in a manner not jeopardizing technical software and/or hardware means of the Provider and/or such means in the Provider’s use.
hr: Korisnik se slaže da će koristiti uslugu samo na način koji ne dovodi u opasnost tehnički softver i/ili hardverska sredstva pružatelja i/ili takva sredstva koja pružatelj koristi.
nl: De Gebruiker stemt ermee in de Dienst alleen te gebruiken op een manier die de technische software en/of hardware middelen van de Aanbieder en/of dergelijke middelen in het gebruik van de Aanbieder niet in gevaar brengt.
sv: Användaren samtycker till att använda tjänsten endast på ett sätt som inte äventyrar teknisk programvara och/eller hårdvara för leverantören och/eller sådana medel i leverantörens användning.

source: The User agrees to refrain from use of the Service in bad faith and/or deliberately causing any damage to the Service.
hr: Korisnik se slaže da neće zlonamjerno koristiti uslugu i/ili namjerno uzrokovati bilo kakvu štetu usluzi.
nl: De Gebruiker gaat ermee akkoord om af te zien van gebruik te kwader trouw en/of opzettelijk veroorzaken van schade aan de Dienst.
sv: Användaren samtycker till att avstå från att använda tjänsten i ond tro och/eller avsiktligt orsaka någon skada på tjänsten.

source: The User agrees to refrain from bypassing the Service’s software and/or technical hardware means, in particular the security systems.
hr: Korisnik se slaže da neće zaobilaziti softverska i/ili tehnička hardverska sredstva usluge, izričito sigurnosne sustave.
nl: De Gebruiker gaat ermee akkoord de software en/of technische hardware van de Dienst, in het bijzonder de beveiligingssystemen, niet te omzeilen.
sv: Användaren samtycker till att avstå från att kringgå tjänstens programvara och/eller tekniska hårdvara, särskilt säkerhetssystemen.

source: Liability for Damage
hr: Odgovornost za štetu
nl: Aansprakelijkheid voor schade
sv: Ansvar för skada

source: The User hereby renders it undisputed that the Provider shall not be liable for any damage caused to the User resulting from the use of the Service.
hr: Korisnik ovime neosporno potvrđuje, da pružatelj usluga ne snosi odgovornost za bilo kakvu štetu nastalu korisniku kao rezultat korištenja usluge.
nl: De Gebruiker maakt hierbij onomstreden dat de Aanbieder niet aansprakelijk is voor enige schade die de Gebruiker lijdt als gevolg van het gebruik van de Dienst.
sv: Användaren gör härmed det ostridigt att leverantören inte är ansvarig för eventuella skador som orsakats användaren till följd av användningen av tjänsten.

source: If the User is an entrepreneur, it hereby expressly waives its right to compensation from the Provider for damage unintentionally caused by the Provider to the User through a breach of any obligation contained in these Terms of Service and/or resulting from the use of the Service.
hr: Ako je korisnik poduzetnik, ovime se izričito odriče svog prava na naknadu od pružatelja usluge za nenamjerne štete koju je pružatelj prouzročio korisniku kršenjem bilo koje obveze sadržane u ovim uvjetima pružanja usluge i/ili koja proizlazi iz korištenja usluge.
nl: Indien de Gebruiker ondernemer is, doet de gebruiker hierbij uitdrukkelijk afstand van het recht op schadevergoeding door de Aanbieder voor schade die door de Aanbieder onbedoeld aan de Gebruiker is veroorzaakt door een inbreuk op enige in deze Gebruiksvoorwaarden opgenomen verplichting en/of als gevolg van het gebruik van de Dienst.
sv: Om användaren är en entreprenör, avstår härmed uttryckligen sin rätt till ersättning från leverantören för skada oavsiktligt orsakat av leverantören till användaren genom en överträdelse av någon skyldighet i dessa användarvillkor och/eller till följd av användning av tjänsten.

source: Within the meaning of <a href="%(url)s">Article 7</a> of the GDPR the User hereby gives consent to the collecting, storage and processing of the Personal Data provided by the User to the administrator, who is the Provider, through the use of the Service; the User gives consent to the processing and use of the User’s Personal Data by the Provider, the Provider’s employees and/or the Provider’s authorised business partners. This consent is given as long as User does not remove their account from the Service.
hr: U smislu <a href="%(url)s">Članka 7</a> Opće uredbe o zaštiti podataka, korisnik ovime daje suglasnost za prikupljanje, spremanje i obradu osobnih podataka koje je korisnik pružio administratoru, koji je pružatelj usluge, putem upotrebe usluge; Korisnik daje suglasnost za obradu i korištenje osobnih podataka korisnika od strane pružatelja usluge, zaposlenika pružatelja usluge i/ili ovlaštenih poslovnih partnera pružatelja usluge. Ova suglasnost daje se sve dok korisnik ne ukloni svoj račun iz usluge.
nl: In de zin van <a href="%(url)s">artikel 7</a> van de AVG geeft de gebruiker hierbij toestemming voor het verzamelen, opslaan en verwerken van de persoonsgegevens die door de gebruiker aan de beheerder worden verstrekt, die de aanbieder is, door het gebruik van de dienst; de gebruiker geeft toestemming voor de verwerking en het gebruik van de persoonsgegevens van de gebruiker door de aanbieder, de werknemers van de aanbieder en/of de geautoriseerde zakelijke partners van de aanbieder. Deze toestemming wordt gegeven zolang de gebruiker zijn account niet uit de service verwijdert.
sv: I den mening som avses i <a href="%(url)s">Article 7</a> i GDPR ger användaren härmed samtycke till insamling, lagring och behandling av de personuppgifter som lämnats av användaren till administratören, som är leverantören, genom användning av tjänsten; Användaren ger sitt medgivande till behandling och användning av användarens personuppgifter av leverantören, leverantörens anställda och/eller leverantörens auktoriserade affärspartners. Detta medgivande ges så länge användaren inte tar bort sitt konto från tjänsten.

source: The purpose of the processing of Personal Data as determined by the Provider is the use of Personal Data for sending commercial communications to the subject of the data (the User) through electronic means under Act No. %(law_480_2004)s Coll., on certain services of the information society, as amended, and further for marketing and business needs of the Provider’s contractual partners and for statistical and/or marketing purposes of the Provider.
hr: Svrha obrade osobnih podataka kako je odredio pružatelj usluge je upotreba osobnih podataka za slanje komercijalne komunikacije subjektu podataka (korisniku) elektroničkim putem prema zakonu br. %(law_480_2004)s zbirka, na određene usluge informacijskog društva, s izmjenama i dopunama, nadalje za marketinške i poslovne potrebe ugovornih partnera pružatelja usluge i za statističke i/ili marketinške svrhe pružatelja usluga.
nl: Het doel van de verwerking van Persoonsgegevens zoals bepaald door de Aanbieder is het gebruik van Persoonsgegevens voor het verzenden van commerciële communicatie naar het onderwerp van de gegevens (de Gebruiker) via elektronische middelen op grond van Wet nr. %(law_480_2004)s Coll. inzake bepaalde diensten van de informatiemaatschappij, zoals gewijzigd, en verder voor marketing- en zakelijke behoeften van de contractuele partners van de Aanbieder en voor statistische en/of marketingdoeleinden van de Aanbieder.
sv: Syftet med behandlingen av personuppgifter som bestäms av leverantören är användningen av personuppgifter för att skicka kommersiell kommunikation till föremålet för uppgifterna (användaren) på elektronisk väg enligt lag nr %(law_480_2004)s coll., om vissa tjänster av informationssamhället, i dess ändrade lydelse, och vidare för marknadsförings-och affärsbehov hos leverantörens avtalspartner och för leverantörens statistiska och/eller marknadsföringsmässiga ändamål.

source: If the User directly and effectively informs the Provider of no longer wishing to receive business information from the Provider, the Provider shall refrain from sending further unsolicited business communications.
hr: Ako korisnik izravno i učinkovito obavijesti pružatelja usluge da više ne želi primati poslovne informacije od pružatelja usluge, pružatelj neće slati daljnje neželjene poslovne komunikacije.
nl: Indien de Gebruiker de Aanbieder rechtstreeks en effectief meedeelt dat hij niet langer zakelijke informatie van de Aanbieder wenst te ontvangen, zal de Aanbieder afzien van het verzenden van verdere ongevraagde zakelijke communicatie.
sv: Om användaren direkt och effektivt informerar leverantören om att inte längre vill ta emot företagsinformation från leverantören, ska leverantören avstå från att skicka ytterligare oönskad affärskommunikation.

source: The User declares awareness of own rights under <a href="%(url_15)s">Article 15</a> and <a href="%(url_17)s">Article 17</a> of the GDPR and declares that all the Personal Data is accurate and true and has been provided voluntarily.
hr: Korisnik izjavljuje da je svjestan vlastitih prava na osnovi <a href="%(url_15)s">Članka 15</a> i <a href="%(url_17)s">Članka 17</a> Opće uredbe o zaštiti podataka i izjavljuje da su svi osobni podaci točni i istiniti i da su dani dobrovoljno.
nl: De gebruiker verklaart zich bewust te zijn van zijn eigen rechten onder <a href="%(url_15)s">Artikel 15</a> en <a href="%(url_17)s">Artikel 17</a> van de GDPR en verklaart dat alle persoonsgegevens juist en waarheidsgetrouw zijn en vrijwillig zijn verstrekt.
sv: Användaren tillkännager medvetenhet om egna rättigheter under <a href="%(url_15)s">Article 15</a> och <a href="%(url_17)s">Article 17</a> i GDPR och försäkrar att alla personuppgifter är korrekta och sanningsenliga och har tillhandahållits frivilligt.

source: The Provider declares that it will collect Personal Data only in the extent necessary for meeting the above-specified purpose and process the Personal Data in accordance with the purpose for which it was collected. The Provider’s employees and other individuals who process the Personal Data on the basis of a contract with the Provider shall maintain confidentiality of the Personal Data, even after the termination of their employment or business relationship with the Provider.
hr: Pružatelj usluge izjavljuje da će prikupljati osobne podatke samo u mjeri potrebnoj za ispunjavanje gore navedene svrhe i obrađivati osobne podatke u skladu sa svrhom za koju su prikupljeni. Zaposlenici pružatelja usluge i drugi pojedinci koji obrađuju osobne podatke na temelju ugovora s pružateljem usluge, čuvat će povjerljivost osobnih podataka, čak i nakon prestanka njihovog zaposlenja ili poslovnog odnosa s pružateljem usluge.
nl: De Provider verklaart dat hij Persoonsgegevens alleen zal verzamelen voor zover dat nodig is voor het hierboven omschreven doel en dat hij de Persoonsgegevens zal verwerken in overeenstemming met het doel waarvoor ze verzameld zijn. De werknemers van de Provider en andere personen die de Persoonsgegevens verwerken op basis van een contract met de Provider zullen de vertrouwelijkheid van de Persoonsgegevens handhaven, zelfs na beëindiging van hun dienstverband of zakelijke relatie met de Provider.
sv: Leverantören deklarerar att den samlar in personuppgifter endast i den utsträckning som krävs för att uppfylla det ovan angivna ändamålet och behandla personuppgifterna i enlighet med det syfte för vilket det insamlades. Tjänsteleverantörens anställda och andra personer som behandlar personuppgifterna på grundval av ett avtal med leverantören ska upprätthålla sekretessen för personuppgifterna, även efter det att deras anställning eller affärsrelation med leverantören har upphört .

source: The Provider declares that it will process the Personal Data by electronic means (automatically) via computer programs for which the Provider has secured the right of use, in particular the Service.
hr: Pružatelj usluge izjavljuje da će osobne podatke obrađivati elektroničkim putem (automatski) putem računalnih programa za koje je pružatelj usluga osigurao pravo korištenja, izričito za potrebe usluge.
nl: De Aanbieder verklaart dat hij de Persoonsgegevens langs elektronische weg (automatisch) zal verwerken via computerprogramma's waarvoor de Aanbieder het gebruiksrecht, in het bijzonder de Dienst, heeft verkregen.
sv: Leverantören försäkrar att den kommer att behandla personuppgifterna på elektronisk väg (automatiskt) via datorprogram som leverantören har säkrat nyttjanderätten till, i synnerhet tjänsten.

source: The User’s consent under this Article 5 of the Terms of Service constitutes a free and informed juridical act which concerns the consent of the subject of the data (the User) with processing of the Personal Data.
hr: Korisnikov pristanak prema članku 5. ovih uvjeta pružanja usluge predstavlja besplatan i informiran pravni akt koji se odnosi na pristanak subjekta podataka (korisnika) za obradu osobnih podataka.
nl: De toestemming van de Gebruiker onder dit artikel 5 van de Gebruiksvoorwaarden vormt een vrijwillige en geïnformeerde rechtshandeling die betrekking heeft op de toestemming van het onderwerp van de gegevens (de Gebruiker) met betrekking tot de verwerking van de Persoonsgegevens.
sv: Användarens medgivande enligt denna artikel 5 i användarvillkoren utgör en fri och informerad juridisk handling som avser samtycke från föremålet för uppgifterna (användaren) med behandling av personuppgifter.

source: Translations
hr: Prijevodi
nl: Vertalingen
sv: Översättningar

source: The Service organizes translation into individual Projects, where the Owner is responsible for managing them and for specifying accurately the license of the Project.
hr: Usluga organizira prijevod u pojedinačne projekte, gdje je vlasnik odgovoran za njihovo upravljanje i za točno određivanje licence projekta.
nl: De Dienst organiseert de vertaling naar individuele projecten, waarbij de Eigenaar verantwoordelijk is voor het beheer ervan en voor het nauwkeurig specificeren van de licentie van het Project.
sv: Tjänsten organiserar översättning till enskilda projekt, där ägaren är ansvarig för att hantera dem och för att exakt specificera licensen för projektet.

source: Not specifying translation license means that the translations are available under same license as the given Project itself.
hr: Ne određivanje licence za prijevod znači, da su prijevodi dostupni pod istom licencom kao i sam projekt.
nl: Het niet opgeven van een vertaallicentie betekent dat de vertalingen beschikbaar zijn onder dezelfde licentie als het desbetreffende project zelf.
sv: Att inte ange översättnings licens innebär att översättningarna är tillgängliga under samma licens som det givna projektet.

source: Should the Project opt in for the Translation Memory, license to use the translation is granted to all Translation Memory users.
hr: Ako se projekt opredijeli za upotrebu spremišta prijevoda, licenca za korištenje prijevoda dodijeljuje se svim korisnicima spremišta prijevoda.
nl: Indien het Project voor het Vertaalgeheugen kiest, wordt de licentie om de vertaling te gebruiken verleend aan alle gebruikers van het Vertaalgeheugen.
sv: Om projektet skulle anmäla sig till översättningsminnet beviljas alla användare av översättningsminnen licens att använda översättningen.

source: The User agrees, upon contributing to a Project, to the license the Project has specified.
hr: Nakon doprinošenja projektu, korisnik se slaže s licencom koju je projekt odredio.
nl: De Gebruiker gaat akkoord met de licentie die het Project heeft opgegeven zodra de Gebruiker een bijdrage levert aan het Project.
sv: Användaren samtycker, vid bidrag till ett projekt, till licensen som projektet har specificerat.
