Repository: WeblateOrg/website
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: hr, nl, sv

source: The User agrees to use of own name and e-mail as authorship in the VCS commits. The User understands that this grant is non revocable due to nature of the VCS.
hr: Korisnik pristaje na korištenje vlastitog imena i e-adrese kao autorstva u sustavu za kontrolu verzija. Korisnik shvaća da se ova dozvola ne može opozvati zbog same prirode sustava za kontrolu verzija.
nl: De gebruiker stemt ermee in om zijn eigen naam en e-mail te gebruiken als auteur in de VCS commits. De gebruiker begrijpt dat deze toestemming onherroepelijk is vanwege de aard van het VCS.
sv: Användaren samtycker till att använda eget namn och e-post som författarskap i VCS begår. Användaren förstår att detta bidrag inte kan återkallas på grund av arten av VCS.

source: Within the meaning of Article 89 Act No. %(law_480_2004)s Coll., on electronic communication, as ammended, the User is informed that the Service uses cookies.
hr: U smislu članka 89. Zakona br. %(law_480_2004)s zbirka, o elektroničkoj komunikaciji, s izmjenama i dopunama, korisnik je obaviješten da usluga koristi kolačiće.
nl: In de zin van artikel 89 van de wet nr. %(law_480_2004)s Coll. inzake elektronische communicatie, zoals gewijzigd, wordt de gebruiker geïnformeerd dat de dienst gebruik maakt van cookies.
sv: I den mening som avses i artikel 89 i lag nr %(law_480_2004)s coll., om elektronisk kommunikation, såsom ändrat, användaren informeras om att tjänsten använder cookies.

source: The Service uses cookies to personalise content, and to analyse our traffic.
hr: Usluga koristi kolačiće za personaliziranje sadržaja i analizu našeg prometa.
nl: De Dienst gebruikt cookies om de inhoud te personaliseren en om ons verkeer te analyseren.
sv: Tjänsten använder cookies för att personifiera innehåll och för att analysera vår trafik.

source: Governing Law
hr: Mjerodavno pravo
nl: Toepasselijk recht
sv: Gällande lag

source: These Terms of Service shall be governed by the laws of the Czech Republic with exclusion of conflict rules.
hr: Ovi uvjeti pružanja usluga uređeni su zakonima Republike Češke, osim pravila koja se sukobljavaju.
nl: Deze Gebruiksvoorwaarden worden beheerst door de wetten van de Tsjechische Republiek met uitsluiting van conflictregels.
sv: Dessa användarvillkor ska regleras av lagarna i Tjeckien med undantag av lagvalsregler.

source: Any disputes arising on the basis of the Agreement and/or these Terms of Service shall be resolved by the court of the Czech republic having substantive and local jurisdiction.
hr: Sve sporove koji proizlaze na temelju sporazuma i/ili ovih uvjeta pružanja usluge rješava sud Republike Češke koji ima materijalnu i lokalnu nadležnost.
nl: Alle geschillen die ontstaan op basis van de Overeenkomst en/of deze Servicevoorwaarden worden beslecht door de rechtbank van de Tsjechische Republiek met materiële en lokale jurisdictie.
sv: Eventuella tvister som uppkommer på grundval av avtalet och/eller dessa användarvillkor skall lösas av domstolen i Tjeckien som har materiell och lokal jurisdiktion.

source: Effect
hr: Stupanje na snagu
nl: Inwerkingtreding
sv: Effekt

source: These Terms of Service shall come into force and effect on 1st September 2017.
hr: Ovi uvjeti pružanja usluge stupaju na snagu 1. rujna 2017.
nl: Deze algemene voorwaarden treden in werking op 1 september 2017.
sv: Dessa användarvillkor träder i kraft den 1 september 2017.

source: Your payment on weblate.org
hr: Tvoje plaćanje na weblate.org
nl: Uw betaling op weblate.org
sv: Din betalning på weblate.org

source: Hello, Thank you for your payment on weblate.org. You will find an invoice for this payment attached. Alternatively, you can download it from the website: %s
hr: Zdravo, Zahvaljujemo na plaćanju na weblate.org. Račun za ovo plaćanje naći ćeš u prilogu. Možeš ga preuzeti i s web stranice: %s
nl: Hallo Bedankt voor uw betaling op weblate.org. U vindt een factuur voor deze betaling bijgevoegd. U kunt deze ook downloaden via de website: %s
sv: Hej, Tack för din betalning på weblate.org. Du hittar en faktura för denna betalning bifogad. Alternativt, kan du ladda ner den från hemsidan: %s

source: Your payment on weblate.org failed
hr: Tvoje plaćanje na weblate.org nije uspjelo
nl: Uw betaling op weblate.org is mislukt
sv: Din betalning på weblate.org misslyckades

source: Hello, Your payment on weblate.org has failed. %s Retry issuing the payment on the website: %s If concerning a recurring payment, it is retried three times, and if still failing, cancelled.
hr: Zdravo, Tvoje plaćanje na weblate.org nije uspjelo. %s Pokušaj ponovo izdati plaćanje na web mjestu: %s Ako se radi o ponavljajućem plaćanju, ono se obavlja u tri pokušaja. Ako još uvijek ne uspije, prekida se.
nl: Hallo Uw betaling op weblate.org is mislukt. %s Probeer de betaling opnieuw uit te voeren op de website: %s Indien het een terugkerende betaling betreft, wordt deze driemaal opnieuw geprobeerd. Als het dan nog steeds niet lukt, wordt deze geannuleerd.
sv: Hej, Din betalning på weblate.org har misslyckats. %s Försök igen att utfärda betalningen på webbplatsen: %s Om det gäller en återkommande betalning, försöks den igen tre gånger och om det fortfarande misslyckas, annulleras.

source: Your pending payment on weblate.org
hr: Tvoje trenutačno plaćanje na weblate.org
nl: Uw openstaande betaling op weblate.org
sv: Din väntande betalning på weblate.org

source: Hello, Your payment on weblate.org is pending. Please follow the provided instructions to complete the payment.
hr: Zdravo Tvoje plaćanje na weblate.org je u tijeku. Slijedi navedene upute za završavanje plaćanja.
nl: Hallo, Uw betaling op weblate.org is in behandeling. Volg de bijgevoegde instructies om de betaling af te ronden.
sv: Hej, Din betalning på weblate.org är väntande. Vänligen följ de medföljande instruktionerna för att slutföra betalningen.

source: Payment card
hr: Kartica za plaćanje
nl: Betaalkaart
sv: Betalkort

source: Payment cancelled
hr: Plaćanje prekinuto
nl: Betaling geannuleerd
sv: Betalning avbruten

source: Payment error
hr: Greška u plaćanju
nl: Betalingsfout
sv: Betalningsfel

source: IBAN bank transfer
hr: IBAN bankovni prijenos
nl: IBAN bankoverschrijving
sv: IBAN banköverföring

source: Issuing bank
hr: Izdajuća banka
nl: Uitgevende bank
sv: Utfärdande bank

source: Account holder
hr: Vlasnik računa
nl: Rekeninghouder
sv: Kontoinnehavare

source: Account number
hr: Broj računa
nl: Rekeningnummer
sv: Kontonummer

source: SWIFT code
hr: SWIFT šifra
sv: SWIFT-kod

source: Reference
hr: Referenca
nl: Referentie
sv: Referens

source: European VAT ID
hr: ID europskog PDV-a
nl: Europees btw-nummer
sv: Europeiskt moms-ID

source: Please fill in European Union VAT ID, leave blank if not applicable.
hr: Upiši ID oznaku PDV-a Europske unije. Ako nije primjenjivo, ostavi prazno.
nl: Vul het Europees btw-nummer in. Leeg laten indien niet van toepassing.
sv: Vänligen fyll i EU:s moms-ID, lämna tomt om inte tillämpligt.

source: Tax registration
hr: Porezna prijava
nl: Fiscale registratie
sv: Skatteregistrering

source: Please fill in your tax registration if it should appear on the invoice.
hr: Upiši svoj porezni broj, ako bi se morao pojaviti na računu.
nl: Vul uw fiscale registratie in als ze op de factuur vermeld moet worden.
sv: Vänligen fyll i din skatteregistrering om den ska visas på fakturan.

source: Company or individual name
hr: Poduzeće ili ime pojedinca
nl: Bedrijfsnaam of naam van de persoon
sv: Företag eller enskilt namn

source: Address
hr: Adresa
nl: Adres
sv: Adress

source: Postcode and city
hr: Poštanski broj i grad
nl: Postcode en gemeente
sv: Postnummer och stad

source: Country
hr: Država
nl: Land
sv: Land

source: The country has to match your VAT code
hr: Država se mora poklapati s tvojim kodom PDV-a
nl: Het land moet overeenkomen met uw btw-code
sv: Landet måste matcha din momskod

source: Annual
hr: Godišnje
nl: Jaarlijks
sv: Årlig

source: Biannual
hr: Dvogodišnje
nl: Tweejaarlijks
sv: Två gånger om året

source: Quarterly
hr: Kvartalno
nl: Driemaandelijks
sv: Kvartalsvis

source: Monthly
hr: Mjesečno
nl: Maandelijks
sv: Månatlig

source: Onetime
hr: Jednokratno
nl: Eenmalig
sv: En gång

source: {} is not a valid country code for any European Union member.
hr: {} nije važeći kȏd države za nijednu članicu Europske unije.
nl: {} is geen geldige landcode voor een lid van de Europese Unie.
sv: {} är inte en giltig landskod för någon EU-medlem.

source: {} does not match the country's VAT ID specifications.
hr: {} ne odgovara specifikacijama ID oznaka PDV-a države.
nl: {} komt niet overeen met de btw-identificatie-specificaties van het land.
sv: {} stämmer inte med landets moms-ID-specifikationer.

source: VAT ID validation service unavailable for {}, please try again later.
hr: Usluga provjere PDV-a nije dostupna za {}, pokušaj ponovo kasnije.
nl: BTW-ID-Validatie service niet beschikbaar voor {}, probeer het later opnieuw.
sv: Valideringstjänsten för moms-ID är inte tillgänglig för {}, försök igen senare.

source: {} is not a valid VAT ID.
hr: {} nije ispravna ID oznaka za PDV.
nl: {} is geen geldige btw-identificatie.
sv: {} är inte ett giltigt moms-ID.
