Repository: WeblateOrg/website
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: hr, nl, sv

source: Generate Unknown Horizons scenario data
hr: Stvori podatke Unknown Horizons scenarija
nl: Scenario-data van Unknown Horizons genereren
sv: Generera Unknown Horizons scenariodata

source: Reset repository to upstream
hr: Vrati spremište u gornji tok
nl: Opslagplaats opnieuw instellen naar upstream
sv: Återställ förrådet till uppströms

source: Reset all changes in the local repository
hr: Poništi sve promjene u lokalnom repozitoriju
nl: Alle wijzigingen in de lokale opslagruimte herstellen
sv: Återställ alla ändringar i det lokala förrådet

source: Billing
hr: Naplaćivanje
nl: Facturering
sv: Fakturering

source: Choose the billing plan you want to update
hr: Odaberi plan naplaćivanja kojeg želiš aktualizirati
nl: Kies het factureringsplan dat u wilt bijwerken
sv: Välj den faktureringsplan du vill uppdatera

source: Create new billing plan
hr: Stvori novi plan naplaćivanja
nl: Nieuw factureringsplan aanmaken
sv: Skapa ny faktureringsplan

source: Create billing plan
hr: Stvori plan naplaćivanja
nl: Factureringsplan aanmaken
sv: Skapa faktureringsplan

source: New billing plan
hr: Novi plan naplaćivanja
nl: Nieuw factureringsplan
sv: Ny faktureringsplan

source: Please choose a hosting plan that fits the size of your project.
hr: Odaberi plan hostinga koji odgovara veličini tvog projekta.
nl: Kies een hosting-tariefplan dat overeenkomt met de grootte van uw project.
sv: Välj ett hosting-abbonnemang som passar ditt projekts storlek.

source: Current billing status
hr: Trenutačno stanje naplaćivanja
nl: Huidige factureringsstatus
sv: Aktuell faktureringsstatus

source: Too small for your project.
hr: Premalen za tvoj projekt.
nl: Te klein voor uw project.
sv: För liten för ditt projekt.

source: Too small
hr: Premalen
nl: Te klein
sv: För liten

source: Selected plan
hr: Odabrani plan
nl: Geselecteerd tariefplan
sv: Vald plan

source: Current plan
hr: Trenutačna tarifa
nl: Huidig tariefplan
sv: Aktuell plan

source: Strings limit
hr: Ograničenje izraza
nl: Tekenreekslimiet
sv: Strängbegränsning

source: Unlimited
hr: Neograničeno
nl: Onbeperkt
sv: Obegränsat

source: Languages limit
hr: Ograničenje jezika
nl: Talenlimiet
sv: Språkbegränsning

source: Component limit
hr: Ograničenje komponente
nl: Onderdelenlimiet
sv: Komponentgräns

source: Projects limit
hr: Ograničenje projekta
nl: Project-limiet
sv: Projektbegränsning

source: %(price)s EUR / month
hr: %(price)s EUR mjesečno
nl: %(price)s EUR/maand
sv: %(price)s EUR / månad

source: %(price)s EUR including VAT
hr: %(price)s EUR uključujući PDV
nl: %(price)s EUR inclusief btw
sv: %(price)s EURO inklusive MOMS

source: %(price)s EUR / year
hr: %(price)s EUR godišnje
nl: %(price)s EUR/jaar
sv: %(price)s EUR / år

source: Pricing is based on the number of source strings and target languages. The source string is a text unit defined in a translation format, it can be a word, sentence or paragraph.
hr: Cijene se temelje na broju izvornih izraza i ciljnih jezika. Izvorni izraz je tekstualna jedinica definirana u prevodilačkom formatu, može biti riječ, rečenica ili odlomak.
nl: De prijsstelling is gebaseerd op het aantal brontekenreeksen en doeltalen. De brontekenreeks is een teksteenheid gedefinieerd in een vertaalformaat. Het kan een woord, zin of alinea zijn.
sv: Prissättning baseras på antalet källsträngar och språk. Källsträngen är en textenhet definierad i ett översättningsformat, det kan vara ett ord, en mening eller ett stycke.

source: All listed prices exclude VAT.
hr: Sve navedene cijene su bez PDV-a.
nl: Alle vermelde prijzen zijn exclusief BTW.
sv: Alla listade priser är exklusive moms.

source: EU end users and Czech companies will be charged with additional 21%% VAT.
hr: Krajnjim korisnicima u europskoj zajednici i češkim tvrtkama naplatit će se dodatnih 21 %% PDV-a.
nl: Eindgebruikers in de EU en Tsjechische bedrijven zullen 21%% extra BTW in rekening worden gebracht.
sv: EU-slutanvändare och tjeckiska företag kommer att debiteras ytterligare 21%% moms.

source: The reverse charge applies to invoices issued to businesses within the EU.
hr: Povrat PDV-a odnosi se na račune izdane tvrtkama unutar europske zajednice.
nl: De omgekeerde heffing is van toepassing op facturen die aan bedrijven in de EU zijn afgegeven.
sv: Den omvända avgiften gäller fakturor som utfärdas till företag inom EU.

source: No matching payment found.
hr: Nema odgovarajućeg plaćanja.
nl: Geen overeenkomende betaling gevonden.
sv: Ingen matchande betalning hittades.

source: Thank you for purchasing a hosting plan, it is now active.
hr: Zahvaljujemo na kupnji hosting plan, sad je aktivan.
nl: Bedankt voor de aankoop van een hosting-tariefplan. Het is nu actief.
sv: Tack för att du tecknat ett hosting-abbonemang, det är nu aktivt.

source: Thank you for purchasing a hosting plan, the payment for it is pending and will be processed in the background.
hr: Zahvaljujemo na kupnji hosting plan, plaćanje je u tijeku i obradit će se u pozadini.
nl: Bedankt voor de aankoop van een hosting-tariefplan. De betaling ervan is in behandeling en zal op de achtergrond verwerkt worden.
sv: Tack för att du tecknar ett hosting-abbonemang, betalningen för det är pågående och kommer att bearbetas i bakgrunden.

source: The payment was rejected: {}
hr: Uplata je odbijena: {}
nl: De betaling werd geweigerd: {}
sv: Betalningen avvisades: {}

source: Unknown reason
hr: Nepoznat razlog
nl: Onbekende reden
sv: Okänd anledning

source: Payments are temporarily inactive.
hr: Plaćanja su privremeno neaktivna.
nl: Betalingen zijn tijdelijk niet actief.
sv: Betalningar är tillfälligt inaktiva.

source: We comply with the Regulation No. %(law_679_2016)s, the General Data Protection Regulation, also known as GDPR. This document includes necessary specifications.
hr: Pridržavamo se uredbe br. %(law_679_2016)s, Opće uredbe o zaštiti podataka (engl. kratica GDPR). Ovaj dokument uključuje potrebne specifikacije.
nl: We voldoen aan de verordening nummer %(law_679_2016)s, de Algemene Gegevensbeschermingsverordening, ook bekend als GDPR. Dit document bevat de nodige specificaties.
sv: Vi följer förordning nr. %(law_679_2016)s, den allmänna dataskyddsförordningen, även känd som GDPR. Detta dokument innehåller nödvändiga specifikationer.

source: Personal Data Controller
hr: Kontroler osobnih podataka
nl: Persoonlijke databeheerder
sv: Personuppgiftsansvarig

source: %(provider)s, Reg. No. %(reg_no)s
hr: %(provider)s, reg. br. %(reg_no)s
nl: %(provider)s, verordening nummer %(reg_no)s

source: Weblate has appointed a data protection officer who may be reached via %(privacy_contact)s.
hr: Weblate je imenovao službenu osobu za zaštitu podataka, a može je se kontaktirati putem %(privacy_contact)s.
nl: Weblate heeft een functionaris voor gegevensbescherming aangesteld die bereikbaar is via %(privacy_contact)s.
sv: Weblate har utsett ett dataskyddsombud som kan nås via %(privacy_contact)s.

source: Personal Data processed by Weblate
hr: Osobni podaci koje Weblate obrađuje
nl: Persoonlijke gegevens die door Weblate worden verwerkt
sv: Personuppgifter som behandlas av Weblate

source: Weblate only processes Personal Data the User provides by using it:
hr: Weblate obrađuje samo osobne podatke koje korisnik pruža pri upotrebi Weblatea:
nl: Weblate verwerkt alleen persoonlijke gegevens die door gebruikers worden verstrekt:
sv: Weblate behandlar endast personuppgifter som användaren tillhandahåller genom att använda den:

source: Name and e-mail
hr: Ime i e-adresa
nl: Naam en e-mailadres
sv: Användarnamn och mejl

source: These are used to identify you in the VCS commits
hr: Koriste se kako bi te se identificiralo u objavama promjena u sustavu za kontrolu verzija
nl: Deze worden gebruikt om u te identificeren in VCS-commits
sv: Dessa används för att identifiera dig i VCS-arkiveringar

source: Additionally, e-mail is used for notification of watched events
hr: E-adresa se koristi i za obavještavanje o događajima koje pratiš
nl: Uw e-mailadres wordt ook gebruikt voor melding van gevolgde gebeurtenissen
sv: Dessutom används mejl-adressen för notifieringar om övervakade händelser

source: Password in hashed form
hr: Šifrirana lozinka
nl: Wachtwoord in hash-vorm
sv: Lösenordet i hashat format

source: Used to authenticate the User, if configured
hr: Koristi se za autentifikaciju korisnika, ako je konfigurirano
nl: Gebruikt om de gebruiker te verifiëren, indien geconfigureerd
sv: Används för att autentisera användaren, om konfigurerad

source: IP address and browser name
hr: IP adresa i ime preglednika
nl: IP-adres en browsernaam
sv: IP-adress och webbläsarnamn

source: These are logged in case of important changes to your account (e.g. password change) to allow diagnosis in case your account is stolen
hr: Bilježe se u slučaju značajnih promjena na tvom računu (npr. promjena lozinke) i služe za provođenje dijagnoze u slučaju da se tvoj račun ukrade
nl: Deze worden bijgehouden in geval van belangrijke wijzigingen aan uw account (bijvoorbeeld wachtwoordwijziging), voor een diagnose in geval van een gestolen account
sv: Dessa loggas vid viktiga ändringar i ditt konto (t. ex. lösenordsändring) för att tillåta diagnos om ditt konto blir stulet

source: Billing information
hr: Podaci o naplaćivanju
nl: Facturatie-informatie
sv: Faktureringsinformation

source: In case you purchase service from us, we collect additional billing information necessary for issuing an invoice
hr: U slučaju da kupiš uslugu od nas, prikupljamo dodatne informacije o naplaćivanju, koje su potrebne za izdavanje računa
nl: Als u dienst bij ons aankoopt, verzamelen we aanvullende facturatie-informatie die nodig is om een factuur te sturen
sv: Om du köper tjänst från oss, samlar vi in ytterligare faktureringsinformation som är nödvändig för att utfärda en faktura

source: Purpose and legal basis of processing Personal Data
hr: Namjena i pravna osnova za obradu osobnih podataka
nl: Doel en wettelijke basis van de verwerking van persoonlijke gegevens
sv: Syfte och rättslig grund för behandling av personuppgifter

source: Your Personal Data will be used for the purposes of the Service:
hr: U svrhu pružanja usluge, tvoji osobni podaci koristit će se za:
nl: Uw persoonlijke gegevens worden gebruikt voor de doeleinden van de dienst:
sv: Dina personuppgifter kommer att användas för tjänsten:

source: for providing our services on the Service, to contact you in matters regarding our services (also by means of e-mails and messaging) and to ensure the technical functionality of our services fulfillment of contractual or pre-contractual obligations (<a href="%(url)s">Article 6 (1) b. GDPR</a>)
hr: pružanje naših usluga na usluzi, kako bismo te kontaktirali u slučajevima koji se odnose na naše usluge (također putem e-pošte i poruka) i kako bismo osigurali tehničku funkcionalnost za ispunjavanje naših usluga, ugovorenih ili prethodno ugovorenih obveza <a href="%(url)s">Članak 6 (1) b. Opće uredbe o zaštiti podataka</a>)
nl: voor het verlenen van onze diensten op het gebied van de Dienst, om contact met u op te nemen in zaken met betrekking tot onze diensten (ook door middel van e-mails en berichten) en om de technische functionaliteit van onze diensten te waarborgen voor de nakoming van contractuele of precontractuele verplichtingen (<a href="%(url)s">artikel 6, lid 1, onder b. AVG</a>)
sv: för att tillhandahålla våra tjänster på Tjänsten, för att kontakta dig i frågor som rör våra tjänster (även med e-post och meddelanden) och för att säkerställa den tekniska funktionaliteten för våra tjänster att uppfylla avtalsenliga eller kontraktsmässiga skyldigheter (<a href="%(url)s"> Artikel 6 (1) b. GDPR</a>)

source: to analyze your use of our services and improve our services (<a href="%(url)s">Article 6 (1) b. and f. GDPR</a>)
hr: analiziranje tvog korištenja naših usluga i za poboljšavanje naših usluga <a href="%(url)s">Članak 6 (1) b. i f. Opće uredbe o zaštiti podataka</a>)
nl: om uw gebruik van onze diensten te analyseren en onze diensten te verbeteren (<a href="%(url)s">artikel 6, lid 1, onder b. en f. AVG</a>)
sv: att analysera din användning av våra tjänster och förbättra våra tjänster (<a href="%(url)s">artikel 6 (1) b. och f. GDPR</a>)

source: with your express consent or instruction to carry out our business activities or send you newsletters (<a href="%(url)s">Article 6 (1) a. GDPR</a>)
hr: uz tvoj izričiti pristanak ili nalog, za obavljanje naših poslovnih aktivnosti ili slanje biltena <a href="%(url)s">Članak 6 (1) a. Opće uredbe o zaštiti podataka </a>)
nl: met uw uitdrukkelijke toestemming of opdracht om onze bedrijfsactiviteiten uit te voeren of u nieuwsbrieven te sturen (<a href="%(url)s">artikel 6, lid 1, onder a. AVG</a>)
sv: med ditt uttryckliga medgivande eller instruktion att utföra vår affärsverksamhet eller skicka nyhetsbrev till dig (<a href="%(url)s">artikel 6 (1) a. GDPR</a>)

source: Access to the Personal Data
hr: Pristup osobnim podacima
nl: Toegang tot de persoonlijke gegevens
sv: Åtkomst till persondata

source: The Controller has made all reasonable technical means to protect the Personal Data. Only authorized persons can access the Personal Data.
hr: Poduzete su sve odgovarajuće tehničke i organizacijske mjere za zaštitu osobnih podataka. Samo ovlaštene osobe imaju pristup osobnim podacima.
nl: De Controller heeft alle redelijke technische middelen ingezet om de persoonlijke gegevens te beschermen. Alleen bevoegde personen hebben toegang tot de persoonlijke gegevens.
sv: Den registeransvarige har gjort alla rimliga tekniska medel för att skydda personuppgifterna. Endast auktoriserade personer kan komma åt personuppgifterna.

source: Third parties which can gain access to the Personal Data when necessary are:
hr: Treće strane koje po potrebi mogu dobiti pristup osobnim podacima su:
nl: Derden die toegang kunnen krijgen tot de persoonlijke gegevens wanneer dat nodig is:
sv: Utomstående som vid behov kan få tillgång till personuppgifterna är:

source: Persons which are contracted for technical assurance of the service.
hr: Osobe s kojima je zaključen ugovor za tehničko osiguravanje usluge.
nl: Personen die gecontracteerd zijn voor de technische verzekering van de dienst.
sv: Personer som anlitas för teknisk försäkran om tjänsten.

source: Payment processors.
hr: Obrađivači plaćanja.
nl: Betalingsverwerkers.
sv: Betalningstjänster.

source: All Personal Data is stored in the European Union.
hr: Svi osobni podaci spremaju se u Europskoj uniji.
nl: Alle persoonlijke gegevens worden opgeslagen in de Europese Unie.
sv: Alla personuppgifter lagras i Europeiska unionen.

source: The Personal Data retention
hr: Zadržavanje osobnih podataka
nl: Bewaring van persoonlijke gegevens
sv: Lagringen av personuppgifter

source: The Personal Data is stored in the Service until the User deletes their account on the service.
hr: Osobni podaci se spremaju u usluzi sve dok korisnik ne izbriše svoj račun na usluzi.
nl: De persoonlijke gegevens worden in de dienst opgeslagen totdat de gebruiker zijn account in de dienst verwijdert.
sv: Persondata lagras i tjänsten tills användaren raderar sitt konto hos tjänsten.

source: Access log information might be collected for a longer period for the purpose of establishing, exercising or defending legal claims.
hr: Podaci o pristupanjima mogu se prikupljati na duže vremensko razdoblje u svrhu utvrđivanja, ostvarivanja ili zaštite pravnih zahtjeva.
nl: Toegangslogboek-informatie kan voor een langere periode verzameld worden met het oog op vaststelling, uitoefening of verdediging van rechtsvorderingen.
sv: Åtkomstlogginformation kan samlas in under en längre tid för att fastställa, utöva eller försvara rättsliga anspråk.

source: Your rights
hr: Tvoja prava
nl: Uw rechten
sv: Dina rättigheter

source: The User provides use of Personal Data voluntarily. Without this Personal Data Weblate is not able to provide our services.
hr: Korisnik pruža osobne podatke dobrovoljno. Bez ovih osobnih podataka Weblate ne može pružiti naše usluge.
nl: De Gebruiker geeft vrijwillig toestemming voor het gebruik van persoonlijke gegevens. Zonder deze persoonlijke gegevens zijn wij niet in staat om onze diensten aan te bieden.
sv: Användaren tillhandahåller användning av personuppgifter frivilligt. Utan dessa personuppgifter kan Weblate inte tillhandahålla våra tjänster.

source: We want you to always be in control of your Personal Data. To this end, you have certain rights that allow for it. Under certain conditions, you may:
hr: Želimo da uvijek imaš kontrolu nad svojim osobnim podacima. U tu svrhu imaš određena prava koja to dopuštaju. Pod određenim uvjetima, možeš:
nl: Wij willen dat u altijd de controle heeft over uw persoonlijke gegevens. Hiertoe heeft u bepaalde rechten die dit mogelijk maken. Onder bepaalde voorwaarden kunt u:
sv: Vi vill att du alltid ska ha kontroll över dina personuppgifter. För detta ändamål har du vissa rättigheter som tillåter det. Under vissa förutsättningar kan du:

source: Gain access to all your Personal Data that Weblate uses or processes, and even get a copy of all of it (<a href="%(url)s">Article 15 GDPR</a>)
hr: Dobiti pristup svim tvojim osobnim podacima koje Weblate koristi ili obrađuje, pa čak i dobiti kopiju svih podataka <a href="%(url)s">Članak 15 Opće uredbe o zaštiti podataka </a>)
nl: Krijg toegang tot al uw persoonlijke gegevens die Weblate gebruikt of verwerkt en krijg er zelfs een kopie van (<a href="%(url)s">artikel 15 AVG</a>)
sv: Få tillgång till alla dina personuppgifter som Weblate använder eller behandlar, och även få en kopia av allt det (<a href="%(url)s">Artikel 15 GDPR</a>)

source: Correct the Personal Data that Weblate processes if you think that there are mistakes
hr: Ispraviti osobne podatke koje Weblate obrađuje, ako smatraš da ima grešaka
nl: Corrigeer de persoonlijke gegevens die Weblate verwerkt als u denkt dat er fouten zijn
sv: Korrigera de personuppgifter som Weblate behandlar om du tror att det finns misstag

source: Order us to delete your Personal Data
hr: Naručiti brisanje tvojih osobnih podataka
nl: Geef ons de opdracht om uw persoonlijke gegevens te verwijderen
sv: Beordra oss att radera dina personuppgifter

source: Restrict the Personal Data processing
hr: Ograničiti obradu osobnih podataka
nl: Beperk de verwering van persoonlijke gegevens
sv: Begränsa behandlingen av personuppgifter

source: Object to processing
hr: Prigovoriti obradi podataka
nl: Voorwerp van verwerking
sv: Objekt för behandling

source: Receive your Personal Data in a commonly used and machine-readable format or to transmit this Personal Data to a different provider.
hr: Primati svoje osobne podatke u uobičajenom i strojno čitljivom obliku ili proslijediti te osobne podatke drugom pružatelju usluga.
nl: Ontvang uw persoonlijke gegevens in een vaak gebruikt en machineleesbaar formaat of om deze persoonlijke gegevens aan een andere provider door te geven.
sv: Ta emot dina personuppgifter i ett allmänt använt och maskinläsbart format eller för att överföra dessa personuppgifter till en annan leverantör.

source: The services are provided “as is”, at your own risk, without any warranty.
hr: Usluge se pružaju „kakve jesu”, na vlastitu odgovornost, bez ikakvog jamstva.
nl: De diensten worden geleverd "zoals ze zijn", op eigen risico, zonder enige garantie.
sv: Tjänsterna tillhandahålls "i befintligt skick", på egen risk, utan någon garanti.

source: Additional guarantees might apply to commercial customers, those are expressed in corresponding contracts.
hr: Dodatna jamstva se mogu primijeniti na komercijalne kupce, a dogovaraju se u odgovarajućim ugovorima.
nl: Voor commerciële klanten kunnen aanvullende garanties gelden, die in de desbetreffende contracten zijn vastgelegd.
sv: Ytterligare garantier kan gälla för kommersiella kunder, som uttrycks i motsvarande kontrakt.

source: We process private data (such as your e-mail address), those will be discarded from our database as soon as you remove your account.
hr: Obrađujemo privatne podatke (kao što je tvoja e-adresa). Podaci se uklanjaju iz naše baze podataka čim ukloniš račun.
nl: Wij verwerken persoonlijke gegevens (zoals uw e-mailadres). Deze worden uit onze database verwijderd zodra u uw account verwijdert.
sv: Vi behandlar privata data (till exempel din e-postadress), de kommer att kasseras från vår databas så snart du tar bort ditt konto.

source: Your translations are made under license which is specified by each translation.
hr: Tvoji se prijevodi izrađuju pod licencom koja je određena za svaki prijevod.
nl: Uw vertalingen worden gemaakt onder licentie die door elke vertaling wordt opgegeven.
sv: Dina översättningar görs under licens som anges av varje översättning.

source: Your name and e-mail address is used in VCS commits, it will stay there indefinitely.
hr: Tvoje ime i e-adresa koriste se za objave promjena u sustavu za kontrolu verzija. Tamo će ostati zauvijek.
nl: Uw naam en e-mailadres worden gebruikt in VCS commits. Ze blijven daar voor onbepaalde tijd.
sv: Ditt namn och din e-postadress används i VCS-åtaganden, den kommer att stanna där på obestämd tid.

source: We use cookies to deliver our services.
hr: Koristimo kolačiće za dostavljanje naših usluga.
nl: We gebruiken cookies om onze diensten aan te bieden.
sv: Vi använder kakor för att leverera våra tjänster.

source: View English version
hr: Pogledaj englesku verziju
nl: Engelse versie weergeven
sv: Visa versionen på engelska

source: The Terms of Service document is authoritative in English, translations are provided for your convenience.
hr: Dokument „Uvjeti usluge” mjerodavan je na engleskom jeziku, za lakše razumijevanje nude se prijevodi.
nl: De servicevoorwaarden zijn gezaghebbend in het Engels, vertalingen worden voor uw gemak verstrekt.
sv: Dokumentet med användarvillkor för tjänsten är endast giltigt på engelska och översättningarna har publicerats av hänsyn till användarna.

source: The rights and obligations of the User and the Provider resulting from the use of the Service are governed by these Terms of Service.
hr: Prava i obveze korisnika i pružatelja usluga koji proizlaze iz korištenja usluge, uređeni su ovim uvjetima pružanja usluge.
nl: De rechten en plichten van de Gebruiker en de Aanbieder die voortvloeien uit het gebruik van de Dienst worden beheerst door deze algemene voorwaarden.
sv: Rättigheter och skyldigheter för användaren och leverantören som följer av användningen av tjänsten styrs av dessa användarvillkor.

source: Definitions
hr: Definicije
nl: Omschrijvingen
sv: Definitioner

source: In these Terms of Service:
hr: U ovim uvjetima pružanja usluge:
nl: In deze algemene voorwaarden:
sv: I villkoren för användning av tjänsten:

source: Agreement
hr: Ugovor
nl: Overeenkomst
sv: Överenskommelse

source: means License Agreement within the meaning of Article 2358 et seq. of the Civil Code concluded by and between the User and the Provider upon the Consent
hr: znači Ugovor o licenci u smislu Građanskog zakonika članak 2358 i slijedeće, sklopljenog između i između korisnika i pružatelja nakon suglasnosti
nl: betekent licentieovereenkomst in de zin van artikel 2358 e.v. van het Burgerlijk Wetboek, gesloten door en tussen de Gebruiker en de Aanbieder op basis van de Toestemming
sv: betyder licensavtalet, i betydelsen fastslagen i civilkodens 2358 artikel med fortsättning, fattat av och mellan användaren och tillhandahållaren av tjänsten efter givet samtycke

source: Civil Code
hr: Građanski zakonik
nl: Burgerlijk wetboek
sv: Civilkod

source: means Act No. %(law_89_2012)s Coll., the Civil Code, as amended
hr: znači Zakon br. %(law_89_2012)s zbirka, Građanski zakonik, s izmjenama i dopunama
nl: betekent Wet nr. %(law_89_2012)s Coll., het burgerlijk wetboek, zoals gewijzigd
sv: betyder artikel nummer %(law_89_2012)s i civilkoden, såsom i senaste ändring
